Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Deux mots sur la photogrammétrie. La photogrammétrie est l'art de transformer des photos vers des scènes en 3 dimensions C'est un art, une magie noire : l'émergence de la 3° dimension est un choc dans l'imaginaire : d'où vient-elle ? Des calculs compliqués, manipulant uniquement des 0 et des 1, font apparaître une dimension cachée. Magique ! Prosaïquement, la photogrammétrie comporte 3 grandes étapes : - 1 : Rechercher dans chaque paire de photos les 'points homologues' - 2 : Orienter les appareils et les photos, par triangulation des points homologues - 3 : Obtenir un nuage de points dense Deux éléments importants complètent ce tableau - les caractéristiques optiques de l'appareil photo : c'est la calibration - Le référentiel spatial : local, ou géographique par points GPS ou via l'exif des photos Outre les nuages de points, MicMac construit : - une mosaïque d'assemblage des photos - une orthomosaïque ou chaque pixel est replacé dans le référentiel choisi - un maillage triangulé du nuage dense Et l'Interface CEREMA propose quelques fonctions métiers exploitant les résultats de MicMac :: - calcul de modèle numérique de terrain ou d'élévation (MNT, MNE - calcul du volume d'un MNT - calcul du volume entre 2 MNT, permettant de suivre l'évolution d'un terrain - calcul du nuage de points représentant l'écart entre 2 MNT - fusion de nuages de points et d'orthomosaïques Toutes ces étapes nécessitent de nombreux paramètres, avec des choix multiples L'interface CEREMA AperoDeDenis facilite l'usage de l'outil MicMac de l'IGN, qui comporte plus de 100 modules.
ar: كلمتان عن المسح التصويري. المسح التصويري هو فن تحويل الصور إلى مشاهد 3 الأبعاد إنه فن ، سحر أسود: ظهور البعد 3 هو صدمة في الخيال: من أين يأتي؟ تكشف الحسابات المعقدة ، التي تتلاعب فقط ب 0s و 1s ، عن بعد خفي. سحر! بشكل واقعي ، يتضمن المسح التصويري 3 خطوات رئيسية: - 1: ابحث في كل زوج من الصور عن "نقاط متماثلة" - 2: توجيه الكاميرات والصور ، عن طريق تثليث النقاط المتماثلة - 3: احصل على سحابة نقطة كثيفة عنصران مهمان يكملان هذه الصورة - الخصائص البصرية للكاميرا: هذه هي المعايرة - المستودع المكاني: محلي أو جغرافي بواسطة نقاط GPS أو عبر exif للصور بالإضافة إلى السحب النقطية ، يبني MicMac: - فسيفساء لتجميع الصور - فسيفساء متعامدة حيث يتم وضع كل بكسل في الإطار المرجعي المختار - شبكة مثلثة من السحابة الكثيفة وتوفر واجهة CEREMA بعض وظائف الأعمال التي تستغل نتائج MicMac: - حساب نماذج التضاريس أو الارتفاعات الرقمية (DTM ، MNE) - حساب حجم الأمراض غير المعدية - حساب الحجم بين 2 DTMs ، مما يسمح لمتابعة تطور التضاريس - حساب مخطط التشتت الذي يمثل الفرق بين 2 DTMs - دمج السحب النقطية والفسيفساء التقويمية كل هذه الخطوات تتطلب العديد من المعلمات ، مع خيارات متعددة تسهل واجهة CEREMA AperoDeDenis استخدام أداة MicMac الخاصة ب IGN ، والتي تحتوي على أكثر من 100 وحدة.
de: Zwei Worte zur Photogrammetrie. Photogrammetrie ist die Kunst, Fotos in 3-dimensionale Szenen zu verwandeln Es ist eine Kunst, eine schwarze Magie: Das Auftauchen der 3. Dimension ist ein Schock in der Vorstellungskraft: Woher kommt sie? Komplizierte Berechnungen, bei denen nur 0 und 1 manipuliert werden, enthüllen eine verborgene Dimension. Zauberei! Prosaisch umfasst die Photogrammetrie 3 Hauptschritte: - 1: Durchsuchen Sie jedes Fotopaar nach "homologen Punkten" - 2: Orientieren von Kameras und Fotos durch Triangulation homologer Punkte - 3: Holen Sie sich eine dichte Punktwolke Zwei wichtige Elemente runden dieses Bild ab - die optischen Eigenschaften der Kamera: Dies ist die Kalibrierung - Das räumliche Repository: lokal oder geografisch durch GPS-Punkte oder über das Exif der Fotos Zusätzlich zu Punktwolken erstellt MicMac Folgendes: - ein Mosaik zum Zusammenstellen von Fotos - ein Orthomosaik, bei dem jedes Pixel im gewählten Bezugssystem platziert wird - ein trianguliertes Netz der dichten Wolke Und das CEREMA-Interface bietet einige Business-Funktionen, die die Ergebnisse von MicMac nutzen: - Berechnung von digitalen Gelände- oder Höhenmodellen (DGM, MNE) - Berechnung des Volumens einer nichtübertragbaren Krankheit - Berechnung des Volumens zwischen 2 DTMs, um die Entwicklung eines Geländes zu verfolgen - Berechnung des Streudiagramms, das die Differenz zwischen 2 DTMs darstellt - Zusammenführung von Punktwolken und Orthomosaiken Alle diese Schritte erfordern viele Parameter mit mehreren Auswahlmöglichkeiten Die CEREMA AperoDeDenis-Schnittstelle erleichtert die Verwendung des MicMac-Tools von IGN, das über mehr als 100 Module verfügt.
zh: 关于摄影测量的两个词。 摄影测量是将照片转换为三维场景的艺术 这是一门艺术，一种黑魔法：三维的出现令人震惊：它从何而来？ 复杂的计算，只操纵0和1，揭示了一个隐藏的维度。 魔法！ 平淡无奇地，摄影测量涉及 3 个主要步骤： - 1：在每对照片中搜索“同源点” - 2：通过同源点的三角测量来定向相机和照片 - 3：获得密集的点云 两个重要元素完善了这幅图景 - 相机的光学特性：这是校准 - 空间存储库：本地，或通过GPS点或通过照片的exif地理 除了点云之外，MicMac还构建了： - 用于组装照片的马赛克 - 正射镶嵌，其中每个像素都放置在选定的参考系中 - 密集云的三角形网格 CEREMA接口提供了一些利用MicMac结果的业务功能： - 计算数字地形或高程模型（DTM，MNE） - 计算非传染性疾病的体积 - 计算 2 个 DTM 之间的体积，允许跟踪地形的演变 - 计算表示 2 个 DTM 之间差值的散点图 - 合并点云和正射镶嵌 所有这些步骤都需要许多参数，具有多种选择 CEREMA AperoDeDenis界面方便了IGN的MicMac工具的使用，该工具具有100多个模块。

source: Quelques trucs et astuces : Choisir une photo dans une grande liste : taper le numéro, le curseur se déplace tout seul !. Rechercher un texte dans une trace ou une aide : - 'Ctrl F', puis F3 (ou Entrée pour avoir le suivant - 'Ctrl Maj F' pour mettre en évidence toutes les occurrences - dans les traces et les aides la sélection fonctionne ainsi que la fonction copier Après le calcul des points homologues, vous pouvez : - Visualiser les points homologues : - menu édition/Visualiser les nuages et les mosaïques/Afficher les points homologues - Localiser la position calculée du point GPS lors de la saisie : saisir un premier emplacement pour chaque point l'emplacement sur les autres photos est indiqué par un point au milieu d'un cercle rouge. Donner un nom explicite à un chantier : menu Fichier/renommer le chantier. Modifier une option d'un module MicMac ou en ajouter une non prévue par AperoDeDenis : Utiliser le menu expert : Personnaliser les options de MicMac Examiner ou modifier les variables python de l'interface : menu expert : exécuter une commande python : - dir() pour voir toutes les variables du contexte - saisir le nom de la variable pour afficher sa valeur - modification possible par : variable = valeur Consulter le log MicMac 'mm3d-LogFile.txt' : menu expert Exécuter un pipeline : menu expert Calculer des MNT, des volumes, des écarts de volume : menu outils métiers Importer des points GPS à partir d'un fichier : menu expert
ar: بعض النصائح والحيل: اختر صورة من قائمة كبيرة: اكتب الرقم ، يتحرك المؤشر من تلقاء نفسه!. البحث عن نص في تتبع أو مساعدة: - "Ctrl F" ، ثم F3 (أو Enter للحصول على التالي - "Ctrl Shift F" لتسليط الضوء على جميع التكرارات - في الآثار والمساعدين ، يعمل التحديد بالإضافة إلى وظيفة النسخ بعد حساب نقاط الأقران ، يمكنك: - تصور النقاط المتماثلة: - تحرير القائمة / عرض السحب والبلاط / إظهار نقاط الأقران - حدد موقع الموضع المحسوب لنقطة GPS عند الكتابة: أدخل الموقع الأول لكل نقطة يشار إلى الموقع على الصور الأخرى بنقطة في منتصف دائرة حمراء. امنح موقع البناء اسما صريحا: قائمة ملف / أعد تسمية الموقع. قم بتعديل خيار وحدة MicMac أو أضف خيارا غير متوفر بواسطة AperoDeDenis: استخدم قائمة الخبراء: تخصيص خيارات MicMac مراجعة أو تعديل متغيرات python للواجهة: قائمة الخبراء: قم بتشغيل أمر python: - dir() لرؤية جميع متغيرات السياق - أدخل اسم المتغير لعرض قيمته - التعديل ممكن بواسطة: متغير = قيمة راجع سجل MicMac 'mm3d-LogFile.txt': قائمة الخبراء تشغيل خط أنابيب: قائمة الخبراء حساب التضاريس والأحجام وانحرافات الحجم: قائمة أدوات الأعمال استيراد نقاط GPS من ملف: قائمة الخبراء
de: Einige Tipps und Tricks: Wählen Sie ein Foto aus einer großen Liste aus: Geben Sie die Nummer ein, der Cursor bewegt sich von selbst!. Suchen Sie nach Text in einer Ablaufverfolgung oder Hilfe: - 'Strg F', dann F3 (oder Enter, um die nächste zu erhalten - 'Strg, Umschalttaste, F', um alle Vorkommen hervorzuheben - in den Traces und Helfern funktioniert die Auswahl ebenso wie die Kopierfunktion Nach dem Berechnen von Peer-Punkten haben Sie folgende Möglichkeiten: - Visualisieren Sie homologe Punkte: - Menü bearbeiten/Wolken und Kacheln anzeigen/Peer-Punkte anzeigen - Lokalisieren Sie die berechnete Position des GPS-Punktes beim Tippen: Geben Sie für jeden Punkt einen ersten Standort ein Die Position auf den anderen Fotos wird durch einen Punkt in der Mitte eines roten Kreises angezeigt. Geben Sie einer Baustelle einen eindeutigen Namen: Menü Datei/Baustelle umbenennen. Ändern Sie eine Option eines MicMac-Moduls oder fügen Sie eine Option hinzu, die nicht von AperoDeDenis bereitgestellt wird: Verwenden Sie das Expertenmenü: Anpassen der MicMac-Optionen Überprüfen oder ändern Sie die Python-Variablen der Schnittstelle: Expertenmenü: Führen Sie einen Python-Befehl aus: - dir(), um alle Kontextvariablen anzuzeigen - Geben Sie den Namen der Variablen ein, um ihren Wert anzuzeigen - Modifikation möglich durch: Variable = Wert Konsultieren Sie das MicMac-Protokoll 'mm3d-LogFile.txt': Expertenmenü Ausführen einer Pipeline: Expertenmenü Berechnen Sie Gelände, Volumen, Volumenabweichungen: Business-Tools-Menü Importieren von GPS-Punkten aus einer Datei: Expertenmenü
zh: 一些提示和技巧： 从大列表中选择一张照片：输入数字，光标自行移动！ 在跟踪或帮助中搜索文本： - “按 F”，然后按 F3（或输入以获得下一个 - “按 Ctrl Shift F”突出显示所有匹配项 - 在跟踪和助手中，选择工作以及复制功能 计算对等积分后，您可以： - 可视化同源点： - 编辑菜单/查看云和图块/显示对等点 - 键入时定位GPS点的计算位置： 输入每个点的第一个位置 其他照片上的位置由红色圆圈中间的点表示。 为施工现场指定一个明确的名称：文件菜单/重命名站点。 修改MicMac模块的选项或添加AperoDeDenis未提供的选项： 使用专家菜单：自定 MicMac 选项 查看或修改接口的 python 变量： 专家菜单： 运行 python 命令： - dir（） 查看所有上下文变量 - 输入变量的名称以显示其值 - 可通过以下方式进行修改：变量 = 值 查阅MicMac日志“mm3d-LogFile.txt”：专家菜单 运行管道：专家菜单 计算地形、体积、体积偏差：业务工具菜单 从文件导入 GPS 点：专家菜单

source: Si le programme de saisie du masque en 3D plante : Ce programme est un module de MicMac : SaisieQT SaisieMasqQT Il faut attendre que le programme se lance, puis le programme ouvre une photo du chantier puis, enfin, il ouvre le nuage non dense sur lequel la saisie du masque pourra se faire. L'ouverture d'une photo JPG évite le plantage, qui arrive parfois, de façon aléatoire, lors du chargement du nuage de point non dense. S'il plante au lancement par AperoDeDenis alors essayer de le relancer. Vous pouvez aussi lancer "SaisieQT SaisieMasqQT" dans une console, ou à partir du menu expert "Exécuter une ligne de commande système". Le plantage n'étant pas systématique il faut essayer de relancer le programme. Lorsque le programme SaisieQT est planté il est parfois difficile de le tuer. Le gestionnaire des tâches de Windows offre la possibilité de forcer la "fin de tâche".
ar: في حالة تعطل برنامج إدخال قناع 3D: هذا البرنامج عبارة عن وحدة نمطية من MicMac: InputQT InputMasqQT عليك الانتظار حتى يبدأ البرنامج ، ثم يفتح البرنامج صورة للموقع ثم ، أخيرا ، يفتح السحابة غير الكثيفة التي يمكن إمساك القناع عليها. يؤدي فتح صورة JPG إلى تجنب التعطل ، والذي يحدث أحيانا بشكل عشوائي عند تحميل سحابة النقاط غير الكثيفة. إذا تعطل عند الإطلاق بواسطة AperoDeDenis ، فحاول إعادة تشغيله. يمكنك أيضا تشغيل "InputQT InputMasqQT" في وحدة تحكم ، أو من قائمة الخبراء "تشغيل سطر أوامر النظام". التعطل ليس منهجيا ، فمن الضروري محاولة إعادة تشغيل البرنامج. عندما يتعطل برنامج SeizureQT ، يكون من الصعب أحيانا قتله. يوفر مدير مهام Windows إمكانية فرض "نهاية المهمة".
de: Wenn das Eingabeprogramm der 3D-Maske abstürzt: Dieses Programm ist ein Modul von MicMac: InputQT InputMasqQT Sie müssen warten, bis das Programm gestartet ist, dann öffnet das Programm ein Foto der Site und schließlich Es öffnet die nicht dichte Wolke, an der die Maske gegriffen werden kann. Durch das Öffnen eines JPG-Fotos wird ein Absturz vermieden, der beim Laden der nicht dichten Punktwolke manchmal zufällig auftritt. Wenn es beim Start von AperoDeDenis abstürzt, versuchen Sie, es neu zu starten. Sie können "InputQT InputMasqQT" auch in einer Konsole ausführen. oder über das Expertenmenü "Systembefehlszeile ausführen". Der Absturz ist nicht systematisch, es muss versucht werden, das Programm neu zu starten. Wenn das SeizureQT-Programm abgestürzt ist, ist es manchmal schwierig, es zu beenden. Der Windows Task-Manager bietet die Möglichkeit, das "Ende der Aufgabe" zu erzwingen.
zh: 如果 3D 蒙版输入程序崩溃： 这个程序是MicMac的一个模块：InputQT InputMasqQT 您必须等待程序启动，然后程序打开该站点的照片，然后最后， 它打开了可以抓住面具的非密集云。 打开 JPG 照片可避免崩溃，这有时会在加载非密集点云时随机发生。 如果它在AperoDeDenis启动时崩溃，请尝试重新启动它。 您也可以在控制台中运行“InputQT InputMasqQT”， 或从“运行系统命令行”专家菜单。 崩溃不是系统性的，有必要尝试重新启动程序。 当SeizureQT程序崩溃时，有时很难杀死它。 Windows任务管理器提供了强制“任务结束”的可能性。

source: Pas de répertoire pour les photos
ar: لا يوجد دليل للصور
de: Kein Verzeichnis für Fotos
es: No hay directorio para las fotos
it: Nessun elenco per le foto
zh: 没有照片目录

source: Enregistrer le chantier ?
ar: حفظ الموقع؟
de: Site speichern?
es: ¿Registrar la obra?
it: Registrare il cantiere?
zh: 保存网站？

source: Chantier non encore enregistré. Voulez-vous l'enregistrer ?
ar: الموقع غير مسجل بعد. هل تريد حفظه؟
de: Seite noch nicht registriert. Möchten Sie es speichern?
es: La obra aún no está registrada. ¿Quieres registrarlo?
it: Cantiere non ancora registrato. Vuoi registrarlo?
zh: 网站尚未注册。您要保存吗？

source: Ne pas enregistrer.
ar: عدم الحفظ
de: Nicht speichern
es: No lo graben.
it: Non registrare.
zh: 不保存

source: Chantier précédent enregistré : %s
ar: الوظيفة المسجلة السابقة: %s
de: Vorheriger registrierter Job: %s
es: Sitio anterior registrado : %s
it: Sito precedente registrato : %s
zh: 先前注册的工作：%s

source: Enregistrer le chantier %s ?
ar: حفظ الموقع %s؟
de: Site speichern %s?
es: Registrar el sitio de construcción %s ?
it: Registrare il cantiere %s ?
zh: 保存网站%s？

source: Chantier modifié depuis la dernière sauvegarde. Voulez-vous l'enregistrer ?
ar: تم تعديل الموقع منذ آخر حفظ. هل تريد حفظه؟
de: Site seit dem letzten Speichern geändert. Möchten Sie es speichern?
es: Sitio modificado desde la última grabación. ¿Quieres salvarlo?
it: Sito modificato dall'ultimo salvataggio. Volete salvarlo?
zh: 自上次保存以来修改的网站。您要保存吗？

source: Nouveau chantier : %s
ar: الموقع الجديد: %s
de: Neue Seite: %s
es: Nueva obra: %s
it: Nuovo cantiere: %s
zh: 新网站：%s

source: Choisir un chantier.
ar: اختر موقعًا.
de: Wählen Sie eine Site.
es: Elija un lugar de construcción.
it: Scegliere un cantiere.
zh: 选择一个站点。

source: Chantier choisi %s corrompu. Abandon.
ar: تم اختيار موقع %s تالف. التخلي عن.
de: Ausgewählte Site %s beschädigt. Aufgabe.
it: Sito scelto %s corrotto. Interrompere.
zh: 选择的站点%s已损坏。放弃。

source: Chantier enregistré
ar: موقع مسجل
de: Aufgenommene Seite
es: Sitio de construcción registrado
it: Cantiere registrato
zh: 注册网站

source: Le chantier est en cours de définition.
ar: يتم تحديد الموقع.
de: Die Site wird definiert.
es: El sitio se está definiendo actualmente.
it: Il sito è in fase di definizione.
zh: 网站正在定义中。

source: Il n'a pas encore de nom, il ne peut être renommé.
ar: ليس لها اسم حتى الآن ، ولا يمكن إعادة تسميتها.
de: Es hat noch keinen Namen und kann nicht umbenannt werden.
es: No tiene un nombre todavía, no puede ser renombrado.
it: Non ha ancora un nome, non può essere rinominato.
zh: 它还没有名称，无法重命名。

source: Commencer par choisir les photos
ar: ابدأ باختيار الصور
de: Beginnen Sie mit der Auswahl der Fotos
es: Empieza por elegir las fotos
it: Inizia scegliendo le foto
zh: 首先选择照片

source: Nouveau nom pour le chantier %s :
ar: الاسم الجديد للموقع %s:
de: Neuer Name für Site %s:
it: Nuovo nome per il cantiere %s :
zh: 网站%s的新名称：

source: Donner le nouveau nom du chantier
ar: أعط الاسم الجديد للموقع
de: Geben Sie den neuen Namen der Site an
es: Dar el nuevo nombre de la obra
it: Indicare il nuovo nome del cantiere
zh: 指定网站的新名称

source: Renommer le chantier : Abandon utilisateur
ar: إعادة تسمية الموقع: إحباط المستخدم
de: Benennen Sie die Site um: Benutzer abbrechen
es: Renombrar el sitio: Abandono de usuario
it: Rinominare il sito: Abbandono Utente
zh: 重命名站点：用户中止

source: Nouveau nom = ancien nom ; Abandon
ar: الاسم الجديد = الاسم القديم ؛ التخلي عن
de: Neuer Name = alter Name; Aufgabe
es: Nuevo nombre = antiguo nombre; Descontinuado
it: Nuovo nome = vecchio nome; Interrotto
zh: 新名称=旧名称；放弃

source: Le nom du nouveau chantier : %s est déjà un chantier: %s Abandon.
ar: اسم الموقع الجديد: %s موقع بالفعل: %s مهجور.
de: Der Name der neuen Site: %s ist bereits eine Site: %s Abandonment.
es: El nombre de la nueva obra: %s ya es una obra en construcción: %s Abortar.
it: Il nome del nuovo cantiere: %s è già un cantiere: %s Interrompere.
zh: 新站点的名称：%s已经是一个站点：%s放弃。

source: Le nouveau répertoire
ar: ذخيرة جديدة
de: neues Verzeichnis
es: El nuevo directorio
it: Il nuovo elenco
zh: 新曲目

source: implique un changement de disque.
ar: ينطوي على تغيير القرص.
de: beinhaltet einen Scheibenwechsel.
es: implica un cambio de registro.
it: implica un cambio di registro.
zh: 涉及更换光盘。

source: Utiliser l'item 'Enregistrer sous...' ou l'Export-Import.
ar: استخدم العنصر "حفظ باسم ..." أو تصدير-استيراد.
de: Verwenden Sie den Punkt 'Speichern unter ...' oder den Export-Import.
es: Utilice el elemento "Guardar como..." o el de Exportación-Importación.
it: Utilizzare la voce 'Salva con nome...' o l'Export-Import.
zh: 使用“另存为...”项或“导出导入”。

source: Le répertoire
ar: دليل الهاتف.
de: Das Verzeichnis
es: El repertorio
it: Il repertorio
zh: 简编

source: est déjà utilisé.
ar: مستخدم بالفعل.
de: wird bereits verwendet
es: ya está en uso.
it: è già in uso.
zh: 已被使用。

source: Choisissez un autre nom.
ar: اختر اسمًا آخر.
de: Wählen Sie einen anderen Namen.
es: Elija otro nombre.
it: Scegliete un altro nome.
zh: 选择另一个名称。

source: Le répertoire choisi :
ar: الدليل المختار:
de: Das gewählte Verzeichnis:
es: El directorio elegido:
it: L'elenco scelto:
zh: 选择的目录：

source: désigne un sous-répertoire du chantier en cours.
ar: يعيّن دليلًا فرعيًا للعمل الجاري.
de: bezeichnet ein Unterverzeichnis der laufenden Arbeiten.
es: designa un subdirectorio del lugar de trabajo actual.
it: designa una sottocartella del cantiere attuale.
zh: 指定进行中的工作的子目录。

source: Cette fonction permet de changer le chemin du chantier dans l'arborescence.
ar: تتيح لك هذه الوظيفة تغيير مسار الموقع في بنية الشجرة.
de: Mit dieser Funktion können Sie den Site-Pfad in der Baumstruktur ändern.
es: Esta función permite cambiar la trayectoria de la obra en la estructura del árbol.
it: Questa funzione consente di modificare il percorso del cantiere nella struttura ad albero.
zh: 使用此功能可以更改树形结构中的站点路径。

source: Le chantier sera déplacé sous le répertoire choisi. Il garde son nom
ar: سيتم نقل الموقع تحت الدليل المختار. يحتفظ باسمه
de: Die Site wird in das ausgewählte Verzeichnis verschoben. Er behält seinen Namen
es: El sitio se moverá bajo el directorio elegido. Mantiene su nombre
it: Il sito verrà spostato nella directory scelta. Mantiene il suo nome
zh: 该站点将移动到所选目录下。他保持名字

source: Enregistre sous...
ar: حفظ باسم ...
de: Speichern als ...
es: Guardar como...
it: Salva come...
zh: 另存为 ...

source: Choisir ou créer le répertoire ou sera enregistré le chantier
ar: اختر أو أنشئ الدليل حيث سيتم حفظ الموقع
de: Wählen oder erstellen Sie das Verzeichnis, in dem die Site gespeichert werden soll
es: Elija o cree el directorio donde se guardará el sitio
it: Scegliere o creare la directory dove il sito verrà salvato
zh: 选择或创建将在其中保存网站的目录

source: Le chemin choisi est un nom de fichier : abandon !
ar: المسار المختار هو اسم ملف: التخلي!
de: Der gewählte Pfad ist ein Dateiname: Verlassen!
es: El camino elegido es un nombre de archivo: ¡abandono!
it: Il percorso scelto è un nome di file: abbandonare!
zh: 选择的路径是文件名：abandon！

source: Echec lors de la création du répertoire %s. Erreur : %s
ar: فشل إنشاء الدليل %s. خطأ: %s
de: Verzeichnis %s konnte nicht erstellt werden. Fehler: %s
es: Falló al crear el directorio %s. Error: %s
it: Impossibile creare una directory %s. Errore: %s
zh: 无法创建目录%s。错误：%s

source: Un chantier porte déjà le même nom. Abandon
ar: موقع يحمل نفس الاسم بالفعل. التخلي عن
de: Eine Site trägt bereits den gleichen Namen. Aufgabe
es: Una obra ya lleva el mismo nombre. Abandono
it: Un cantiere porta già lo stesso nome. Abbandono
zh: 一个站点已经具有相同的名称。放弃

source: Le répertoire %s destination est probablement non vide : Erreur : %s. Abandon.
ar: الذخيرة %s ربما تكون الوجهة غير فارغة: خطأ: %s. التخلي عن.
de: Das Repertoire %s Ziel ist wahrscheinlich nicht leer: Fehler: %s. Aufgabe.
es: El directorio %s destino probablemente no está vacío: Error: %s. Abandono.
it: La directory %s destinazione è probabilmente non vuota: Errore: %s. Abbandono.
zh: 剧目 %s 目标可能为非空： 错误：%s。 放弃。

source: Le renommage du chantier ne peut se faire actuellement,
ar: لا يمكن إعادة تسمية الموقع في الوقت الحالي ،
de: Die Umbenennung der Website ist derzeit nicht möglich.
es: El cambio de nombre del patio no puede hacerse en este momento,
it: La ridenominazione del cantiere non può essere effettuata al momento,
zh: 目前无法重命名网站，

source: soit le nom fourni est incorrect,
ar: إما أن الاسم المقدم غير صحيح ،
de: entweder ist der angegebene Name falsch,
es: o el nombre proporcionado es incorrecto,
it: o il nome fornito non è corretto,
zh: 提供的名称不正确，

source: soit un fichier du chantier est ouvert par une autre application.
ar: إما أن يتم فتح ملف موقع بواسطة تطبيق آخر.
de: Entweder wird eine Site-Datei von einer anderen Anwendung geöffnet.
es: o un archivo del sitio se abre con otra aplicación.
it: o un file del sito viene aperto da un'altra applicazione.
zh: 一个站点文件被另一个应用程序打开。

source: soit l'explorateur explore l'arborescence.
ar: أو المستكشف يستكشف هيكل الشجرة.
de: oder der Explorer untersucht die Baumstruktur.
es: o el explorador explora la estructura del árbol.
it: o l'esploratore esplora la struttura dell'albero.
zh: 或资源管理器探索树结构。

source: erreur :
ar: خطأ
de: Fehler
es: error
it: errore
zh: 错误:

source: La copie de l'arborescence du chantier est en cours. %s Patience....
ar: نسخة شجرة الموقع قيد التقدم. %s الصبر ....
de: Die Kopie des Site-Baums wird ausgeführt. %s Geduld ....
es: La copia del árbol del sitio está en progreso. %s Paciencia....
it: La copia dell'albero del sito è in corso. %s Pazienza....
zh: 站点树的副本正在进行中。 %s耐心....

source: Taille du chantier :
ar: حجم الموقع:
de: Site-Größe:
es: El tamaño de la obra
it: Dimensioni del cantiere
zh: 网站规模：

source: MO
ar: ‮ميجابايت

source: La copie du chantier ne peut se faire actuellement,
ar: لا يمكن عمل نسخة من الموقع في الوقت الحاضر ،
de: Die Kopie der Website kann derzeit nicht erstellt werden.
es: La copia de la obra no puede hacerse en este momento,
it: La copia del cantiere non può essere fatta al momento,
zh: 目前无法复制网站，

source: Chantier :
ar: نشاط البناء
de: Baustelle:
es: Una obra en construcción:
it: Cantiere:
zh: 建筑活动

source: renommé en :
ar: تمت إعادة تسميته إلى:
de: umbenannt in:
es: renombrado en :
it: rinomato in :
zh: 重命名为：

source: enregistré sous le répertoire :
ar: تم الحفظ ضمن الدليل:
de: unter dem Verzeichnis gespeichert:
es: guardado bajo el directorio
it: salvato nella directory
zh: 保存在目录下：

source: La taille du chantier est de %s MO. Voulez-vous créer un fichier export ?
ar: حجم الموقع %s ميغا بايت. هل تريد إنشاء ملف تصدير؟
de: Die Größe der Site beträgt %s MB. Möchten Sie eine Exportdatei erstellen?
it: Le dimensioni del cantiere sono %s MO. Volete creare un file di esportazione?
zh: 该站点的大小为%s MB。您要创建导出文件吗？

source: Patience : chantier en cours d'archivage...
ar: الصبر: جاري عمل الأرشفة ...
de: Geduld: In Bearbeitung befindliche Archivierung ...
es: Paciencia: la obra en construcción está siendo archivada...
it: Pazienza: il cantiere è in fase di archiviazione...
zh: 耐心：归档工作正在进行中...

source: Archive
ar: أرشيف
de: Archiv
es: Archivo
it: Archivio
zh: 存档

source: créée sous
ar: خلقت تحت
de: erstellt unter
es: creado bajo
it: creato sotto
zh: 创建于

source: Taille =
ar: الحجم
de: Grösse
es: Tamaño =
it: Dimensione =
zh: 大小

source: Choisir le nom de l'archive à importer.
ar: اختر اسم الأرشيف المراد استيراده.
de: Wählen Sie den Namen des zu importierenden Archivs.
es: Elija el nombre del archivo a importar.
it: Scegliere il nome dell'archivio da importare.
zh: 选择要导入的档案的名称。

source: Export
ar: ‮صدِّر…
es: Exportación
it: Esportazione
zh: 出口

source: Tous
ar: الجميع
de: Alle
es: Todos
it: Tutti
zh: 所有
