Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: DicoCamera.xml non trouvé : paramétrer au préalable le chemin de MicMac\bin.
ar: DicoCamera .xml غير موجود: قم بتعيين مسار MicMac \ bin مسبقا.
de: DicoCamera.xml nicht gefunden: Legen Sie vorher den Pfad MicMac\bin fest.
es: DicoCamera.xml no encontrado: parametrizar previamente la ruta de MicMac\bin.
it: DicoCamera.xml non trovato: preimpostare il percorso di MicMac\bin.
zh: DicoCamera.xml未找到：事先设置MicMac\bin路径。

source: L'appareil est inconnu dans DicoCamera.XML.
ar: الجهاز غير معروف في DicoCamera.XML.
de: Das Gerät ist in DicoCamera.XML unbekannt.
es: El dispositivo es desconocido en DicoCamera.XML.
it: Il dispositivo è sconosciuto in DicoCamera.XML.
zh: 该设备在DicoCamera.XML中未知。

source: L'appareil est connu dans DicoCamera.XML.
ar: الجهاز معروف في DicoCamera.XML.
de: Das Gerät ist in DicoCamera.XML bekannt.
es: El dispositivo se conoce en DicoCamera.XML.
it: Il dispositivo è conosciuto in DicoCamera.XML.
zh: 该设备在DicoCamera.XML中是已知的。

source: Taille du capteur en mm :
ar: حجم المستشعر بالملليمتر:
de: Sensorgröße in mm:
es: Tamaño del sensor en mm
it: Dimensioni del sensore in mm
zh: 传感器尺寸（毫米）：

source: Appareil photo :
ar: آلة تصوير
de: Kamera
es: Cámara:
it: Macchina fotografica :
zh: 照相机

source: Attention : les photos proviennent de plusieurs appareils différents. Voir l'item 'toutes les focales...' et le menu expert.
ar: يرجى ملاحظة: الصور تأتي من عدة أجهزة مختلفة. شاهد العنصر "جميع الأطوال البؤرية ..." وقائمة الخبراء.
de: Bitte beachten Sie: Die Fotos stammen von verschiedenen Geräten. Siehe den Punkt 'Alle Brennweiten ...' und das Expertenmenü.
es: Advertencia: las fotos son de varias cámaras diferentes. Vea el artículo "todas las distancias focales..." y el menú de expertos.
it: Attenzione: le foto provengono da diverse macchine fotografiche. Vedere la voce 'tutte le lunghezze focali...' e il menu degli esperti.
zh: 请注意：照片来自几种不同的设备。请参阅项目“所有焦距...”和专家菜单。

source: Pas d'info GPS dans les exif des photos
ar: لا توجد معلومات GPS في exif من الصور
de: Keine GPS-Informationen im Exif der Fotos
es: No hay información GPS en las fotos
it: Nessuna informazione GPS nei exif delle foto
zh: 照片的exif中没有GPS信息

source: Patience, données GPS en cours d'extraction depuis les exifs des photos
ar: الصبر ، يتم استخراج بيانات GPS من الصور
de: Geduld, GPS-Daten werden aus den Exifs der Fotos extrahiert
es: Paciencia, los datos del GPS que se extraen de las fotos..
it: Pazienza, i dati GPS vengono estratti da foto exifs
zh: 耐心，从照片中提取GPS数据

source: repère local
ar: علامة محلية
de: Lokaler Marker
es: referencia local
it: punto di riferimento locale
zh: 本地标记

source: PATIENTEZ création d'une orientation pour le repère choisi
ar: انتظري إنشاء اتجاه لنظام الإحداثيات المختار
de: WARTE Erstellen einer Orientierung für das gewählte Koordinatensystem
es: ESPERE la creación de una orientación para el punto de referencia elegido
it: ATTENDERE la creazione di un orientamento per il segno scelto
zh: 等 为所选坐标系创建方向

source: Conversion effectuée !
ar: تم التحويل!
de: Konvertierung abgeschlossen!
es: ¡Conversión realizada!
it: Conversione effettuata
zh: 转换完成！

source: Le point origine du repère local est la position du drone lors de la photo :
ar: نقطة أصل العلامة المحلية هي موضع الطائرة بدون طيار أثناء الصورة:
de: Der Ausgangspunkt der lokalen Markierung ist die Position der Drohne während des Fotos:
es: El punto de origen de la marca local es la posición del dron en la foto:
it: Il punto di origine del punto di riferimento locale è la posizione del drone durante la foto:
zh: 本地标记的原点是照片中无人机的位置：

source: Dans le référentiel WGS84 (EPSG 4326) les coordonnées de ce point sont :
ar: إحداثيات هذه النقطة في النظام المرجعي WGS84 (EPSG 4326) هي:
de: Im WGS84-Referenzsystem (EPSG 4326) sind die Koordinaten dieses Punktes:
es: En el datum WGS84 (EPSG 4326), las coordenadas de este punto son :
it: Nel datum WGS84 (EPSG 4326) le coordinate di questo punto sono :
zh: 在WGS84参考系统（EPSG 4326）中，该点的坐标为：

source: latitude :
ar: على سطح القمر:
de: Breitengrad:
es: latitud
it: la latitudine
zh: 纬度：

source: soit en degrés décimaux :
ar: إما بالدرجات العشرية:
de: entweder in Dezimalgraden:
es: o en grados decimales
it: o in gradi decimali
zh: 以十进制度数表示：

source: longitude :
ar: نقطة الحضيض:
de: Längengrad:
es: longitud
it: longitudine
zh: 经度：

source: Dans le référentiel géographique LAMBERT93 (EPSG 2154) les coordonnées de ce point sont :
ar: في المرجع الجغرافي LAMBERT93 (EPSG 2154) إحداثيات هذه النقطة هي:
de: In der geografischen Referenz LAMBERT93 (EPSG 2154) lauten die Koordinaten dieses Punktes:
es: En el repositorio geográfico LAMBERT93 (EPSG 2154) las coordenadas de este punto son:
it: Nel sistema di riferimento geografico LAMBERT93 (EPSG 2154) le coordinate di questo punto sono:
zh: 在地理参考LAMBERT93（EPSG 2154）中，该点的坐标为：

source: Y :
ar: توقيع و ختم

source: Les référentiels WGS84 et Lambert93 sont virtuellement identiques : la translation X,Y ci-dessus permet de recaler les nuages en Lambert93.
ar: الإطارات المرجعية WGS84 و Lambert93 متطابقة تقريبًا: تسمح ترجمة X و Y أعلاه بإعادة ترتيب السحب في Lambert93.
de: Die Referenzrahmen WGS84 und Lambert93 sind praktisch identisch: Mit der obigen X-, Y-Übersetzung können die Wolken in Lambert93 neu ausgerichtet werden.
es: Los datos del WGS84 y de Lambert93 son prácticamente idénticos: la traducción X,Y de arriba permite desplazar las nubes a Lambert93.
it: I dati WGS84 e Lambert93 sono praticamente identici: la traduzione X,Y di cui sopra permette di spostare le nuvole su Lambert93.
zh: WGS84和Lambert93参照系实际上是相同的：上面的X，Y转换允许在Lambert93中重新排列云。

source: Le point origine n'est pas situé dans la zone de validité du référentiel Lambert 93
ar: لا تقع نقطة الأصل في منطقة صلاحية النظام المرجعي لامبرت 93
de: Der Ursprungspunkt liegt nicht im Gültigkeitsbereich des Lambert 93-Referenzsystems
es: El punto de origen no se encuentra dentro del área de validez del sistema de referencia Lambert 93
it: Il punto di origine non si trova all'interno dell'area di validità del sistema di riferimento Lambert 93
zh: 原点不在Lambert 93参考系统的有效范围内

source: Pour choisir un ESPG il est nécessaire que le module python 'pyproj' soit installé. Utiliser 'pip install pyproj'.
ar: لاختيار ESPG ، من الضروري تثبيت وحدة python "pyproj". استخدم "pip install pyproj".
de: Um ein ESPG auszuwählen, ist es notwendig, dass das Python-Modul 'pyproj' installiert ist. Verwenden Sie 'pip install pyproj'.
es: Para elegir un ESPG es necesario instalar el módulo python 'pyproj'. Utilizar 'pip install pyproj'.
it: Per scegliere un ESPG è necessario che sia installato il modulo python 'pyproj'. Utilizzare 'pip install pyproj'.
zh: 要选择ESPG，必须安装python模块'pyproj'。使用“pip install pyproj”。

source: Le code ESPG doit être un nombre entier supérieur à 2000 :
ar: يجب أن يكون رمز ESPG عددًا صحيحًا أكبر من 2000:
de: ESPG-Code muss eine Ganzzahl größer als 2000 sein:
es: El código ESPG debe ser un número entero mayor de 2000
it: Il codice ESPG deve essere un numero intero maggiore di 2000
zh: ESPG代码必须是大于2000的整数：

source: Problème concernant l'epsg, non trouvé dans proj :
ar: مشكلة في epsg ، غير موجودة في المشروع:
de: Problem mit epsg, nicht in proj gefunden:
es: Problema de Epsg, no se encuentra en el proyecto
it: Problema Epsg, non si trova nel progetto
zh: epsg问题，在proj中找不到：

source: Projection proj4 incorrecte :
ar: إسقاط proj4 غير صحيح:
de: Falsche proj4-Projektion:
es: Proyección incorrecta del proyector4
it: Proiezione errata del proiettore4
zh: 不正确的proj4投影：

source: Projection de type longitude latitude, non supportée, en choisir une autre :
ar: إسقاط نوع خط الطول / خط العرض ، غير مدعوم ، اختر آخر:
de: Längen- / Breitengradprojektion, nicht unterstützt, wählen Sie eine andere:
es: Tipo de proyección longitud latitud, sin apoyo, elija otra
it: Tipo di proiezione latitudine longitudinale, non supportata, sceglierne un'altra
zh: 经度/纬度类型投影，不支持，请选择其他：

source: Projection de type sterea, non supportée :
ar: إسقاط نوع Sterea ، غير مدعوم:
de: Sterea-Projektion, nicht unterstützt:
es: Proyección de tipo estereoscópico, sin apoyo
it: Proiezione di tipo stereofonico, non supportata
zh: Sterea类型投影，不支持：

source: Référentiel EPSG choisi :
ar: تم اختيار مستودع EPSG:
de: Gewähltes EPSG-Repositorium:
es: Repositorio EPSG elegido:
it: Riferimento EPSG scelto:
zh: 选择的 EPSG 存储库：

source: Les triplets sont les écarts X,Y,Z par rapport à la photo précédente et T = le délai écoulé
ar: الثلاثة توائم هي انحرافات X و Y و Z عن الصورة السابقة و T = الوقت المنقضي
de: Die Tripletts sind die X-, Y- und Z-Abweichungen vom vorherigen Foto und T = die verstrichene Zeit
es: Los trillizos son las desviaciones X,Y,Z de la imagen anterior y T = el tiempo transcurrido
it: Le triplette sono le deviazioni X,Y,Z dall'immagine precedente e T = il tempo trascorso
zh: 三元组是与前一张照片的X，Y，Z偏差，T =经过的时间

source: Code EPSG du référentiel souhaité
ar: رمز EPSG للمستودع المطلوب
de: EPSG-Code des gewünschten Repositorys
es: El código EPSG del depósito deseado
it: Codice EPSG del deposito desiderato
zh: 所需存储库的EPSG代码

source: Les codes epsg se trouvent par exemple sur epsg.org ou epsg.io
ar: يمكن العثور على رموز epsg على سبيل المثال على epsg.org أو epsg.io
de: Die epsg-Codes finden Sie beispielsweise auf epsg.org oder epsg.io.
es: Los códigos epsg pueden encontrarse, por ejemplo, en epsg.org o epsg.io
it: I codici epsg si trovano ad esempio su epsg.org o epsg.io
zh: 可以在例如epsg.org或epsg.io上找到epsg代码

source: Epsg : Abandon utilisateur
ar: Epsg: إحباط المستخدم
de: Epsg: Benutzer abbrechen
es: Epsg: Abandono de usuario
it: Epsg: Abbandono dell'utente
zh: Epsg：用户中止

source: Référentiel choisi : %s
ar: تم اختيار المستودع: %s
de: Repository ausgewählt: %s
es: Dato seleccionado: %s
it: Dato selezionato: %s
zh: 选择的存储库：%s

source: Le référentiel choisi n'a pas pu être établi
ar: لا يمكن إنشاء المعيار المختار
de: Der gewählte Benchmark konnte nicht festgelegt werden
es: No se pudo establecer el marco de referencia elegido
it: Non è stato possibile stabilire il quadro di riferimento scelto
zh: 无法建立所选基准

source: repère choisi : par mise à l'échelle, axe, plan et métrique
ar: تم اختيار نظام الإحداثيات: القياس والمحور والمستوى والمتر
de: Gewähltes Koordinatensystem: Skalierung, Achse, Ebene und Metrik
es: marca elegida: por escala, eje, plano y métrica
it: riferimento scelto: tramite ridimensionamento, asse, piano e metrica
zh: 所选坐标系：比例、轴、平面和公制

source: repère choisi : par mise à l'échelle, incomplet
ar: نظام الإحداثيات: التحجيم ، غير مكتمل
de: Koordinatensystem: Skalierung, unvollständig
es: referencia seleccionada: por escala, incompleta
it: punto di riferimento scelto: per ridimensionamento, incompleto
zh: 坐标系：缩放，不完整

source: Le repère par défaut 'micmac' sera utilisé.
ar: سيتم استخدام علامة "Mi'kmaq" الافتراضية.
de: Es wird die Standardmarkierung "Mi'kmaq" verwendet.
es: Se utilizará la marca por defecto 'micmac'.
it: Verrà utilizzato il riferimento predefinito 'micmac'.
zh: 将使用默认的“Mi'kmaq”标记。

source: repère par défaut, choisi par MicMac
ar: العلامة الافتراضية ، التي اختارها MicMac
de: Standardmarkierung, ausgewählt von MicMac
es: marca predeterminada, seleccionada por MicMac
it: riferimento predefinito, scelto da MicMac
zh: 默认标记，由 MicMac 选择

source: Des points GPS définissent le référentiel.
ar: تحدد نقاط GPS الإطار المرجعي.
de: GPS-Punkte definieren den Bezugsrahmen.
es: Los puntos GPS definen el repositorio.
it: I punti GPS definiscono il punto di riferimento.
zh: GPS 点定义参考系。

source: Le système de projection n'est pas précisé.
ar: لم يتم تحديد نظام الإسقاط.
de: Das Projektionssystem ist nicht spezifiziert.
es: No se especifica el sistema de proyección.
it: Il sistema di proiezione non è specificato.
zh: 未指定投影系统。

source: Les points GPS sont choisis, mais incomplets.
ar: يتم اختيار نقاط GPS ، ولكنها غير مكتملة.
de: GPS-Punkte werden ausgewählt, aber unvollständig.
es: Los puntos GPS son elegidos, pero incompletos.
it: I punti GPS sono scelti, ma incompleti.
zh: 选择了GPS点，但不完整。

source: Référentiel issu des métadonnées des photos.
ar: مستودع مشتق من البيانات الوصفية للصور.
de: Repository abgeleitet von Foto-Metadaten.
es: Repositorio de metadatos de las fotos.
it: Repository derivato dai metadati delle foto.
zh: 从照片元数据派生的存储库。

source: Les métadonnées GPS des photos ne sont pas utilisées, sur demande de l'utilisateur.
ar: لا يتم استخدام البيانات الوصفية لنظام تحديد المواقع العالمي (GPS) للصور ، بناء على طلب المستخدم.
de: GPS-Metadaten von Fotos werden auf Wunsch des Benutzers nicht verwendet.
es: Los metadatos GPS de las fotos no se utilizan, a petición del usuario.
it: I metadati GPS delle foto non vengono utilizzati, su richiesta dell'utente.
zh: 根据用户的要求，不使用照片的 GPS 元数据。

source: Le référentiel choisi est un référentiel géocentrique local
ar: الإطار المرجعي المختار هو إطار مرجعي محلي لمركزية الأرض
de: Der gewählte Bezugsrahmen ist ein lokaler geozentrischer Bezugsrahmen
es: El repositorio elegido es un repositorio geocéntrico local
it: Il sistema di riferimento scelto è un sistema geocentrico locale.
zh: 所选参考系是局部地心参考系

source: Le référentiel choisi est défini par le code :
ar: يتم تعريف المستودع المختار بواسطة الكود:
de: Das gewählte Repository wird durch den folgenden Code definiert:
es: El sistema de referencia elegido se define por el código:
it: Il parametro di riferimento scelto è definito dal codice:
zh: 所选存储库由代码定义：

source: Référentiel issu d'un autre chantier :
ar: مستودع من مشروع آخر:
de: Repository aus einem anderen Projekt:
es: Repositorio procedente de otra obra:
it: Referenziale proveniente da un altro cantiere:
zh: 来自另一个项目的存储库：

source: Coordonnées du centre dans ce référentiel :
ar: تفاصيل الاتصال بالمركز في هذا المستودع:
de: Kontaktdaten des Zentrums in diesem Repositorium:
es: Datos de contacto del centro en este repositorio:
it: Coordinate del centro in questo referenziale:
zh: 此存储库中中心的联系方式：

source: Décalage pour centrer le nuage :
ar: الإزاحة لتوسيط السحابة:
de: Versatz zur Zentrierung der Cloud:
es: Desviación para centrar la nube:
it: Spostamento per centrare la nuvola:
zh: 偏移以居中云：

source: Les données GPS embarquées dans les photos du drone sont de nouveau utilisées sur demande de l'utilisateur.
ar: يتم استخدام بيانات GPS المضمنة في صور الطائرة بدون طيار مرة أخرى بناءً على طلب المستخدم.
de: Die in die Fotos der Drohne eingebetteten GPS-Daten werden auf Wunsch des Benutzers wieder verwendet.
es: Los datos GPS embarcados en las fotos del UAV se utilizan de nuevo a petición del usuario.
it: I dati GPS imbarcati nelle foto dell'UAV vengono riutilizzati su richiesta dell'utente.
zh: 嵌入在无人机照片中的GPS数据将根据用户的要求再次使用。

source: Les données GPS embarquées dans les photos du drone ne sont plus utilisées sur demande de l'utilisateur.
ar: لم تعد بيانات GPS المضمنة في صور الطائرة بدون طيار مستخدمة بناءً على طلب المستخدم.
de: Die in die Fotos der Drohne eingebetteten GPS-Daten werden auf Benutzerwunsch nicht mehr verwendet.
es: Los datos GPS incrustados en las fotos del UAV ya no se utilizan a petición del usuario.
it: I dati GPS incorporati nelle foto dell'UAV non vengono più utilizzati su richiesta dell'utente.
zh: 嵌入在无人机照片中的GPS数据不再应用户要求使用。

source: Navigation GPS : utiliser les données GPS de navigation
ar: التنقل باستخدام نظام تحديد المواقع العالمي (GPS): استخدم بيانات التنقل عبر نظام تحديد المواقع العالمي (GPS)
de: GPS-Navigation: Verwenden Sie GPS-Navigationsdaten
es: Navegación GPS: usando datos de navegación GPS
it: Navigazione GPS: utilizzo dei dati di navigazione GPS
zh: GPS导航：使用GPS导航数据

source: Navigation GPS : ne pas utiliser les données GPS de navigation
ar: ملاحة GPS: لا تستخدم بيانات الملاحة GPS
de: GPS-Navigation: Verwenden Sie keine GPS-Navigationsdaten
es: Navegación GPS: no utilice los datos de navegación GPS
it: Navigazione GPS: non utilizzare dati di navigazione GPS
zh: GPS导航：请勿使用GPS导航数据

source: \Pas de nom d'appareil photo dans l'exif
ar: \ لا يوجد اسم كاميرا في exif
de: \ Kein Kameraname im Exif
es: \No hay nombre de la cámara en el exif
it: \Nessun nome di telecamera nell'exif
zh: \ exif中没有相机名称

source: Le fichier DicoCamera.xml contient déjà la taille du capteur pour l'appareil :
ar: يحتوي ملف DicoCamera.xml بالفعل على حجم المستشعر للجهاز:
de: Die Datei DicoCamera.xml enthält bereits die Sensorgröße für das Gerät:
es: El archivo DicoCamera.xml ya contiene el tamaño del sensor para el dispositivo :
it: Il file DicoCamera.xml contiene già le dimensioni del sensore per il dispositivo :
zh: DicoCamera.xml文件已经包含该设备的传感器大小：

source: taille =
ar: حجم
de: Grösse
es: tamaño =
it: dimensione =
zh: size

source: Pas de modification possible.
ar: لا تعديل ممكن.
de: Keine Änderung möglich.
es: No es posible ninguna modificación.
it: Nessuna modifica possibile.
zh: 不可修改。

source: Pour l'appareil
ar: للجهاز
de: Für das Gerät
es: Para el dispositivo
it: Per il dispositivo
zh: 对于设备

source: Choisir le ou les appareils à mettre à jour
ar: اختر الجهاز (الأجهزة) المراد تحديثه
de: Wählen Sie die zu aktualisierenden Geräte aus
es: Elija el o los dispositivos a ser actualizados
it: Scegliere il dispositivo o i dispositivi da aggiornare
zh: 选择要更新的设备

source: Liste des appareils du chantier :
ar: قائمة أجهزة الموقع:
de: Liste der Site-Geräte:
es: Lista de equipo en el sitio
it: Elenco delle attrezzature in loco
zh: 站点设备列表：

source: Pour les appareils choisis :
ar: للأجهزة المختارة:
de: Für die ausgewählten Geräte:
es: Para los dispositivos seleccionados :
it: Per gli apparecchi selezionati :
zh: 对于所选设备：

source: Paramétrer au préalable le chemin de MicMac\bin.
ar: قم بتعيين مسار MicMac \ bin مسبقا.
de: Legen Sie vorher den Pfad MicMac\bin fest.
es: Configurar previamente la ruta de MicMac\bin.
it: Impostare prima il percorso di MicMac\bin.
zh: 事先设置 MicMac\bin 路径。

source: Fichier DicoCamera.xml invalide : balise de fin manquante :
ar: ملف DicoCamera.xml غير صالح: علامة النهاية مفقودة:
de: Ungültige DicoCamera.xml-Datei: fehlendes End-Tag:
es: Archivo inválido de DicoCamera.xml: falta la etiqueta final
it: File DicoCamera.xml non valido: manca il tag finale
zh: 无效的DicoCamera.xml文件：缺少结束标记：

source: Erreur lors de l'écriture de DicoCamera.xml
ar: خطأ في كتابة DicoCamera.xml
de: Fehler beim Schreiben von DicoCamera.xml
es: Error al escribir DicoCamera.xml
it: Errore durante la scrittura di DicoCamera.xml
zh: 编写DicoCamera.xml时出错

source: Une sauvegarde a été créée : DicoCamera.xml.sav
ar: تم إنشاء نسخة احتياطية: DicoCamera.xml.sav
de: Ein Backup wurde erstellt: DicoCamera.xml.sav
es: Se ha creado una copia de seguridad: DicoCamera.xml.sav
it: È stato creato un backup: DicoCamera.xml.sav
zh: 已创建备份：DicoCamera.xml.sav

source: Dimensions du capteur non mis à jour
ar: أبعاد جهاز الاستشعار غير محدثة
de: Sensorabmessungen nicht aktualisiert
es: Las dimensiones del sensor no están actualizadas
it: Dimensioni del sensore non aggiornate
zh: 传感器尺寸未更新

source: : Mise à jour de dicoCamera.xml :
ar: تحديث ديكوكاميرا.xml :
de: : Aktualisieren Sie dicoCamera.xml :
es: Actualización de dicoCamera.xml:
it: : Aggiornamento di dicoCamera.xml:
zh: ： 更新双相机.xml ：

source: Mise à jour de dicocamera.xml :
ar: تحديث dicocamera.xml:
de: Update von dicocamera.xml:
es: Actualización de dicocamera.xml
it: Aggiornamento di dicocamera.xml
zh: 更新dicocamera.xml：

source: Patience, recherche des focales dans les exifs...
ar: الصبر ، البحث عن أبعاد بؤرية في exifs ...
de: Geduld, auf der Suche nach Brennweiten in Exifs ...
es: Paciencia, buscando distancias focales en los exifs...
it: Pazienza, cercando lunghezze focali negli exifs...
zh: 耐心，在exif中寻找焦距...

source: Pas de focales ni de modèle d'appareil pour les photos
ar: لا توجد أبعاد بؤرية أو نموذج كاميرا للصور
de: Keine Brennweiten oder Kameramodelle für Fotos
es: No hay distancia focal o modelo de cámara para las fotos
it: Nessuna lunghezza focale o modello di fotocamera per le foto
zh: 没有焦距或照片的相机型号

source: Les focales, les focales équivalentes en 35mm et le nom des appareils photos :
ar: الأطوال البؤرية والأطوال البؤرية المكافئة في 35 مم واسم الكاميرات:
de: Brennweiten, äquivalente Brennweiten in 35 mm und der Name der Kameras:
es: Las distancias focales, las distancias focales equivalentes en 35mm y los nombres de las cámaras :
it: Le lunghezze focali, le lunghezze focali equivalenti in 35mm e i nomi delle telecamere :
zh: 焦距，等效焦距（35mm）和相机名称：

source: Ceci est une console système : Saisir une ou plusieurs ligne(s) de commande
ar: هذه وحدة تحكم في النظام: أدخل سطرًا واحدًا أو أكثر من سطر (أسطر) الأوامر
de: Dies ist eine Systemkonsole: Geben Sie eine oder mehrere Befehlszeilen ein.
es: Esta es una consola de sistema: Introduzca una o más líneas de comando
it: Questa è una console di sistema: inserire una o più righe di comando
zh: 这是一个系统控制台：输入一个或多个命令行

source: Attention : Le chantier n'existe pas.
ar: تحذير: الموقع غير موجود.
de: Warnung: Die Site existiert nicht.
es: Atención: La obra en construcción no existe.
it: Attenzione: il cantiere non esiste.
zh: 警告：该站点不存在。

source: Entrer soit une commande MicMac, par exemple : mm3d GCPBascule .*.JPG Arbitrary
ar: أدخل أمر MicMac ، على سبيل المثال: mm3d GCPBascule. *. JPG Arbitrary
de: Geben Sie entweder einen MicMac-Befehl ein, zum Beispiel: mm3d GCPBascule. *. JPG Arbitrary
es: Introduzca un comando del MicMac, por ejemplo: mm3d GCPBascule .*.JPG Arbitrario
it: Inserire un comando MicMac, per esempio: mm3d GCPBascule .*.JPG Arbitrario
zh: 输入一个MicMac命令，例如：mm3d GCPBascule。*。JPG任意

source: soit une commande du système, par exemple sous windows : del /S /Q Tmp-MM-Dir
ar: إما أمر نظام ، على سبيل المثال تحت windows: del / S / Q Tmp-MM-Dir
de: entweder ein Systembefehl, zum Beispiel unter Windows: del / S / Q Tmp-MM-Dir
es: o un comando de sistema, por ejemplo bajo windows: del /S /Q Tmp-MM-Dir
it: o un comando di sistema, ad esempio sotto le finestre: del /S /Q Tmp-MM-Dir
zh: 一个系统命令，例如在Windows下：del / S / Q Tmp-MM-Dir

source: ou une commande mm3d interactive comme : mm3d vC3DC
ar: أو أمر mm3d تفاعلي مثل: mm3d vC3DC
de: oder ein interaktiver mm3d-Befehl wie: mm3d vC3DC
es: o un comando interactivo mm3d como: mm3d vC3DC
it: o un comando interattivo mm3d come: mm3d vC3DC
zh: 或交互式mm3d命令，例如：mm3d vC3DC

source: Possibilité de copier une commande du fichier mm3d-LogFile.txt.
ar: إمكانية نسخ أمر من الملف mm3d-LogFile.txt.
de: Möglichkeit, einen Befehl aus der Datei mm3d-LogFile.txt zu kopieren.
es: Capacidad de copiar un comando de mm3d-LogFile.txt.
it: Possibilità di copiare un comando da mm3d-LogFile.txt.
zh: 能够从mm3d-LogFile.txt文件复制订单。

source: Le tout sous votre responsabilité
ar: كل هذا تحت مسؤوليتك
de: Alles unter Ihrer Verantwortung
es: Todo bajo su responsabilidad
it: Tutto sotto la vostra responsabilità
zh: 全部由您负责

source: Ceci est une console python : Saisir une ou plusieurs ligne(s) de script python
ar: هذه وحدة تحكم في لغة python: أدخل سطرًا (خطوط) نصوص Python أو أكثر
de: Dies ist eine Python-Konsole: Geben Sie eine oder mehrere Python-Skriptzeilen ein.
es: Esta es una consola pitón: Introduzca una o más líneas de guión pitón
it: Questa è una console di python: inserire una o più linee di script python
zh: 这是一个python控制台：输入一个或多个python脚本行

source: Entrer soit une commande python, par exemple : locals()
ar: أدخل أمر python ، على سبيل المثال: locals ()
de: Geben Sie entweder einen Python-Befehl ein, zum Beispiel: local ()
es: Introduzca un comando pitón, por ejemplo: locales()
it: Inserire un comando python, per esempio: locals()
zh: 输入任一python命令，例如：locals（）

source: la commande sera exécutée puis évaluée et les résultats affichés dans une fenetre
ar: سيتم تنفيذ الأمر وتقييمه وعرض النتائج في نافذة
de: Der Auftrag wird ausgeführt und ausgewertet und die Ergebnisse werden in einem Fenster angezeigt
es: el comando se ejecutará y luego se evaluará y los resultados se mostrarán en una ventana
it: il comando verrà eseguito e poi valutato e i risultati visualizzati in una finestra
zh: 订单将被执行和评估，结果将显示在窗口中
