Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Choisir une image maître pour le masque
ar: اختر صورة رئيسية للقناع
de: Wählen Sie ein Masterbild für die Maske
es: Elija una imagen maestra para la máscara
it: Scegliere un'immagine master per la maschera
zh: 选择蒙版的主图像

source: pas de masque
ar: بدون قناع؟
de: keine Maske
es: sin máscara
it: nessuna maschera
zh: 没有面具

source: Il faut une image maître pour définir un masque.
ar: أنت بحاجة إلى صورة رئيسية لتحديد القناع.
de: Sie benötigen ein Master-Image, um eine Maske zu definieren.
es: Necesitas una imagen maestra para definir una máscara.
it: Per definire una maschera è necessaria un'immagine master.
zh: 您需要一个主图像来定义遮罩。

source: Masque 2D sur Tarama
ar: قناع ثنائي الأبعاد على تاراما
de: 2D-Maske auf Tarama
es: Máscara 2D en Tarama
it: Maschera 2D su Tarama
zh: Tarama的2D遮罩

source: Absence de nuage AperiCloud.ply : saisie d'un masque 3D impossible
ar: لا سحابة AperiCloud.ply: غير قادر على إدخال قناع 3D
de: Keine Cloud AperiCloud.ply: Eingabe einer 3D-Maske nicht möglich
es: Falta de nube AperiCloud.ply: no se puede capturar una máscara 3D
it: Assenza di cloud AperiCloud.ply: impossibile l'inserimento di una maschera 3D
zh: 无云 AperiCloud.ply：无法输入 3D 蒙版

source: Module QT5 absent. Pas de saisie possible
ar: وحدة QT5 مفقودة. لا يوجد إدخال ممكن
de: QT5-Modul fehlt. Keine Eingabe möglich
es: Módulo QT5 ausente. Sin entrada posible
it: Modulo QT5 assente. Nessun inserimento possibile
zh: QT5 模块丢失。无法输入

source: Dans la fenetre qui va s'ouvrir il faut ATTENDRE que le nuage non dense s'ouvre
ar: في النافذة التي ستفتح ، من الضروري انتظري أن السحابة غير الكثيفة تفتح
es: En la ventana que se abre hay que ESPERAR A que la nube no densa se abra
it: Nella finestra che si aprirà è necessario ATTENDERE che la nuvola non densa si apra
zh: 在将打开的窗口中，有必要 等 非密集云打开

source: Chargez le fichier 'apericloud.ply'
ar: قم بتحميل الملف "apericloud.ply"
de: Laden Sie die Datei 'apericloud.ply' hoch
es: Cargue el archivo 'apericloud.ply'
it: Carica il file "apericloud.ply"
zh: 上传文件 'apericloud.ply'

source: Abandon : pas de masque créé.
ar: التخلي: لم يتم إنشاء قناع.
de: Abbruch: Keine Maske erstellt.
es: Abortar: no se crea ninguna máscara.
it: Annullare: nessuna maschera creata.
zh: 放弃：未创建遮罩。

source: Masque 3D supprimé.
ar: تمت إزالة القناع ثلاثي الأبعاد.
de: 3D-Maske entfernt.
es: Máscara 3D removida.
it: Maschera 3D rimossa.
zh: 移除3D遮罩。

source: Suppression du masque 3D
ar: إزالة القناع ثلاثي الأبعاد
de: Entfernen der 3D-Maske
es: Quitar la máscara 3D
it: Rimozione della maschera 3D
zh: 卸下3D遮罩

source: 3 points doivent être placés sur au moins 2 photos
ar: يجب وضع 3 نقاط على صورتين على الأقل
de: Auf mindestens 2 Fotos müssen 3 Punkte platziert werden
es: 3 puntos deben ser colocados en al menos 2 fotos
it: 3 punti devono essere posizionati su almeno 2 foto
zh: 3点必须放置在至少2张照片上

source: Les points GCP sont prioritaires sur la mise à l'échelle.
ar: تحظى نقاط GCP بالأولوية على القياس.
de: GCP-Punkte haben Vorrang vor der Skalierung.
es: Los elementos PCM tienen prioridad sobre la ampliación.
it: Gli articoli PCM hanno la priorità sulla scalabilità.
zh: GCP点优先于缩放。

source: Importation possible des points GCP depuis un fichier ou un chantier: voir menu Expert/Importation .
ar: استيراد محتمل لنقاط GCP من ملف أو موقع: راجع قائمة الخبراء / الاستيراد.
de: Möglicher Import von GCP-Punkten aus einer Datei oder einer Site: siehe Menü Experte / Import.
es: Es posible importar puntos de GCP desde un archivo o una obra: véase el menú Experto/Importación .
it: È possibile importare punti GCP da un file o da un cantiere: vedi menu Esperto/Importa .
zh: 从文件或站点可能会导入GCP点：请参阅“专家/导入”菜单。

source: CAMPARI : incertitude cible GCP :
ar: CAMPARI: عدم اليقين في هدف GCP:
de: CAMPARI: GCP-Zielunsicherheit:
es: CAMPARI: Incertidumbre del objetivo del PCM:
it: CAMPARI: incertezza obiettivo PCM :
zh: 坎帕里：GCP目标不确定性：

source: incertitude pixel image :
ar: عدم اليقين في صورة البكسل:
de: Pixelbildunsicherheit:
es: incertidumbre en los píxeles de la imagen:
it: incertezza dei pixel dell'immagine :
zh: 像素图像不确定度：

source: Incertitude sur X,Y,Z
ar: عدم اليقين بشأن X و Y و Z
de: Unsicherheit über X, Y, Z.
es: Incertidumbre en X,Y,Z
it: Incertezza su X,Y,Z
zh: X，Y，Z的不确定性

source: Ajouter un point
ar: إضافة a نقطة
de: eine Ziffer hinzufügen
es: Añade un punto
it: Aggiungi un punto
zh: 添加点

source: Placer les points
ar: ضع النقاط
de: Platziere die Punkte
es: Colocando los puntos
it: Collocare i punti
zh: 放置点

source: Appliquer au
ar: تنطبق على
de: Gelten
es: Aplicar a la
it: Applicare al
zh: 适用于

source: nuage non densifié
ar: سحابة غير مكثفة
de: nicht verdichtete Wolke
es: nube suelta
it: nuvola sciolta
zh: 非密云

source: Points GCP
ar: نقاط GCP
de: GCP-Punkte
es: Los puntos PCM
it: Punti PCM
zh: GCP积分

source: Agrandissez la fenêtre avant d'ajouter un point GCP !
ar: تكبير النافذة قبل إضافة نقطة GCP!
de: Maximieren Sie das Fenster, bevor Sie einen GCP-Punkt hinzufügen!
es: ¡Amplíe la ventana antes de añadir un punto de GCP!
it: Ingrandite la finestra prima di aggiungere un punto GCP!
zh: 在添加GCP点之前最大化窗口！

source: (ou si impossible : supprimer un point)
ar: (أو إذا كان مستحيلاً: احذف نقطة)
de: (oder wenn unmöglich: Punkt löschen)
es: (o si es imposible: borrar un punto)
it: (o se impossibile: cancellare un punto)
zh: （或者，如果不可能：删除一个点）

source: Soyez raisonnable : pas plus de 30 points GCP !
ar: كن معقولاً: لا يزيد عن 30 نقطة في برنامج "شركاء Google المعتمدون"!
de: Seien Sie vernünftig: nicht mehr als 30 GCP-Punkte!
es: Sea razonable: ¡no más de 30 puntos de GCP!
it: Siate ragionevoli: non più di 30 punti GCP!
zh: 合理：不超过30 GCP点！

source: Aucun point à supprimer !
ar: لا جدوى من حذف!
de: Kein Grund zum Löschen!
es: ¡No hay puntos que eliminar!
it: Nessun punto da cancellare!
zh: 没点删除！

source: Points à supprimer
ar: نقاط للحذف
de: Zu löschende Punkte
es: Elementos que deben ser eliminados
it: Voci da cancellare
zh: 要删除的点

source: Sélection multiple possible.
ar: اختيار متعدد ممكن.
de: Mehrfachauswahl möglich.
es: Selección múltiple posible.
it: Selezione multipla possibile.
zh: 可进行多项选择。

source: Annuler
ar: إلغاء
de: Stornieren
es: Cancelar
it: Annulla
zh: 取消

source: Définir au moins un point avant de le placer.
ar: حدد نقطة واحدة على الأقل قبل وضعها.
de: Definieren Sie mindestens einen Punkt, bevor Sie ihn platzieren.
es: Defina al menos un punto antes de colocarlo.
it: Definire almeno un punto prima di posizionarlo.
zh: 放置前至少定义一点。

source: Choisir une photo pour placer les points GCP :
ar: اختر صورة لوضع نقاط GCP:
de: Wählen Sie ein Foto aus, um die GCP-Punkte zu platzieren:
es: Elija una foto para colocar los puntos del GCP
it: Scegliere una foto per posizionare i punti GCP
zh: 选择一张照片放置GCP点：

source: Impossible : des points portent le même nom : modifier ou supprimer !
ar: مستحيل: النقاط لها نفس الاسم: تعديل أو حذف!
de: Unmöglich: Punkte haben den gleichen Namen: ändern oder löschen!
es: Imposible: puntos con el mismo nombre: ¡editar o borrar!
it: Impossibile: punti con lo stesso nome: modificare o cancellare!
zh: 不可能：点具有相同的名称：修改或删除！

source: Attention : un point n'a pas de nom.
ar: ملاحظة: النقطة ليس لها اسم.
de: Hinweis: Ein Punkt hat keinen Namen.
es: Advertencia: un punto no tiene nombre
it: Attenzione: un punto non ha un nome
zh: 注意：一个点没有名字。

source: Lancer d'abord tapioca/tapas
ar: ابدأ التابيوكا / التاباس أولاً
de: Starten Sie zuerst Tapioka / Tapas
es: Lanzar primero la tapioca/tapas
it: Lanciate prima la tapioca/tapas
zh: 首先开始木薯粉/西班牙小吃

source: pour obtenir un nuage non densifié.
ar: للحصول على سحابة غير خاضعة للرقابة.
de: um eine nicht verdichtete Wolke zu erhalten.
es: para obtener una nube no densificada.
it: per ottenere una nuvola non addensata.
zh: 获得非致密的云。

source: Points GCP non conformes :
ar: نقاط GCP غير المتوافقة:
de: Nicht konforme GCP-Punkte:
es: Puntos PCM no conformes:
it: Punti PCM non conformi :
zh: 不符合规定的GCP积分：

source: Patienter :
ar: ببساطة انها غير مجدية لك انتظر
de: Bitte warten.
es: Aguarda:
it: Aspetta:
zh: 我等

source: le nuage est en cours de positionnement
ar: يتم وضع السحابة
de: Die Wolke wird positioniert
es: la nube se está posicionando
it: la nuvola è in fase di posizionamento
zh: 云正在定位

source: Placer un axe horizontal sur une seule photo :
ar: ضع محورا أفقيا على صورة واحدة:
de: Platzieren Sie eine horizontale Achse auf einem einzelnen Foto:
es: Colocar un eje horizontal en una sola foto:
it: Posizionare un asse orizzontale su una singola foto:
zh: 在单张照片上放置水平轴：

source: il faut placer les 2 points.
ar: عليك أن تضع 2 نقطة.
de: Sie müssen die 2 Punkte platzieren.
es: tienes que colocar los 2 puntos.
it: devi mettere i 2 punti.
zh: 您必须放置2分。

source: Placer un axe vertical sur une seule photo : :
ar: ضع محورا رأسيا على صورة واحدة:
de: Platzieren Sie eine vertikale Achse auf einem einzelnen Foto:
es: Colocar un eje vertical en una sola foto::
it: Posizionare un asse verticale su una singola foto::
zh: 在单张照片上放置垂直轴：

source: il faut placer exactement 2 points.
ar: يجب وضع نقطتين بالضبط.
de: Es müssen genau 2 Punkte platziert werden.
es: tienes que colocar exactamente 2 puntos.
it: devi mettere esattamente 2 punti.
zh: 准确地必须放置2点。

source: Plan vertical sur cette photo
ar: لقطة عمودية على هذه الصورة
de: Vertikale Aufnahme auf diesem Foto
es: El plano vertical de esta imagen
it: Piano verticale su questa immagine
zh: 在这张照片上垂直拍摄

source: Plan horizontal sur cette photo
ar: لقطة أفقية على هذه الصورة
de: Horizontale Aufnahme auf diesem Foto
es: El plano horizontal de esta imagen
it: Piano orizzontale su questa immagine
zh: 这张照片的水平拍摄

source: Une photo pour placer le plan horizontal :
ar: صورة لوضع المستوى الأفقي:
de: Ein Foto zum Platzieren der horizontalen Ebene:
es: Una foto para colocar el plano horizontal
it: Una foto per posizionare il piano orizzontale
zh: 放置水平面的照片：

source: Déterminer le plan horizontal
ar: تحديد المستوى الأفقي
de: Bestimmen Sie die horizontale Ebene
es: Determinar el plano horizontal
it: Determinare il piano orizzontale
zh: 确定水平面

source: Choisir deux fois une photo pour placer les 2 points :
ar: اختر صورة مرتين لوضع النقطتين:
de: Wählen Sie ein Foto zweimal aus, um die 2 Punkte zu platzieren:
es: Elija una foto dos veces para colocar los 2 puntos
it: Scegliere una foto due volte per posizionare i 2 punti
zh: 选择两次照片以放置2个点：

source: Il y a déjà 2 images avec des points 'distance'. Supprimer les points sur une des 2 images.
ar: هناك بالفعل 2 صور مع نقاط "المسافة". إزالة النقاط على واحدة من الصور 2.
de: Es gibt bereits 2 Bilder mit 'Distanz'-Punkten. Entfernen Sie die Punkte auf einem der 2 Bilder.
es: Ya hay 2 imágenes con puntos de "distancia". Eliminar los puntos de una de las dos imágenes.
it: Ci sono già 2 immagini con punti 'distanza'. Eliminare i puntini in una delle due immagini.
zh: 已经有 2 张带有“距离”点的图像。删除 2 张图像之一上的点。

source: Lance MicMac : contrôles en cours....
ar: قم بتشغيل MicMac: عمليات التحقق قيد التقدم ....
de: Starten Sie MicMac: Überprüfungen werden ausgeführt....
es: Lance MicMac: comprobaciones en curso...
it: Lancia MicMac: controlli in corso...
zh: 启动MicMac：检查正在进行中。

source: Des photos ont été ajoutées dans le répertoire du chantier :
ar: تمت إضافة الصور إلى دليل المواقع:
de: Dem Site-Verzeichnis wurden Fotos hinzugefügt:
es: Las fotos han sido añadidas al directorio del sitio:
it: Le immagini sono state aggiunte alla directory del sito :
zh: 照片已添加到站点目录：

source: solution : retirer ces fichiers du répertoire %s
ar: الحل البديل: إزالة هذه الملفات من الدليل %s
de: Problemumgehung: Entfernen Sie diese Dateien aus dem %sVerzeichnis
es: solución: eliminar estos archivos del directorio %s
it: soluzione: rimuovere questi file dalla directory %s
zh: 解决办法：从%s目录中移除这些文件

source: Des photos ont été retirées dans le répertoire du chantier :
ar: تمت إزالة الصور من دليل المواقع:
de: Fotos wurden aus dem Site-Verzeichnis entfernt:
es: Algunas fotos han sido eliminadas del directorio del sitio:
it: Alcune foto sono state rimosse dalla directory del sito:
zh: 照片已从网站目录中删除：

source: solution : renommer ou remettre les photos
ar: الحل: إعادة تسمية الصور أو إعادتها
de: Lösung: Benennen Sie die Fotos um oder setzen Sie sie zurück
es: solución: renombrar o volver a poner las fotos
it: soluzione: rinominare o rimettere le foto
zh: 解决方案：重命名或放回照片

source: Le répertoire du chantier a été modifié par ajout/retrait de photos.
ar: تم تعديل دليل الموقع بإضافة / إزالة الصور.
de: Das Site-Verzeichnis wurde durch Hinzufügen / Entfernen von Fotos geändert.
es: El directorio del sitio ha sido modificado añadiendo o quitando fotos.
it: La directory del sito è stata modificata aggiungendo/rimuovendo le foto.
zh: 网站目录已通过添加/删除照片进行了修改。

source: Options incorrectes : corriger
ar: خيارات غير صحيحة: صحيح
de: Falsche Optionen: richtig
es: Opciones incorrectas: correcto
it: Opzioni errate: corrette
zh: 选项错误：正确

source: Avec 2 photos MicMac construira difficilement un nuage de point dense.
ar: مع صورتين ، لن يقوم MicMac ببناء سحابة كثيفة.
de: Mit 2 Fotos wird MicMac kaum eine dichte Punktwolke bilden.
es: Con 2 fotos, el MicMac difícilmente construirá una densa nube de puntos.
it: Con 2 foto MicMac difficilmente costruirà una nuvola di punti densa.
zh: 用两张照片，MicMac几乎不会建立密集的点云。

source: Utiliser l'échelle -1 dans Tapioca pour obtenir un nuage optimal.
ar: استخدم مقياس -1 في Tapioca للحصول على سحابة مثالية.
de: Verwenden Sie die Skala -1 in Tapioka, um eine optimale Wolke zu erhalten.
es: Usar la escala de -1 en Tapioca para obtener una nube óptima.
it: Usare la scala -1 in Tapioca per ottenere una nuvola ottimale.
zh: 在木薯粉中使用比例-1以获得最佳的云量。

source: Avertissement : 2 photos seulement
ar: تحذير: صورتان فقط
de: Warnung: Nur 2 Fotos
es: Advertencia: sólo 2 fotos
it: Attenzione: solo 2 foto
zh: 警告：仅2张照片

source: Continuer
ar: متابعة
de: Fortfahren
es: Seguir
it: Continua
zh: 继续

source: Nombre de photos insuffisant après retrait des photos pour la calibration :
ar: عدم كفاية عدد الصور بعد إزالة الصور للمعايرة:
de: Unzureichende Anzahl von Fotos nach dem Entfernen der Fotos zur Kalibrierung:
es: Insuficiente número de imágenes después de retirar las imágenes para su calibración
it: Numero insufficiente di immagini dopo la rimozione delle immagini per la calibrazione
zh: 取出照片进行校准后，照片数量不足：

source: Une ou plusieurs photos maîtresses ne sont utilisées que pour la calibration de l'appareil photo :
ar: يتم استخدام صورة رئيسية واحدة أو أكثر فقط لمعايرة الكاميرا:
de: Ein oder mehrere Masterfotos werden nur für die Kamerakalibrierung verwendet:
es: Una o más fotos maestras solo se utilizan para la calibración de la cámara:
it: Una o più foto master vengono utilizzate solo per la calibrazione della fotocamera:
zh: 一张或多张主照片仅用于相机校准：

source: Supprimer l'image maîtresse
ar: حذف الصورة الرئيسية
de: Master-Image löschen
es: Eliminar imagen maestra
it: Elimina l'immagine principale
zh: 删除主映像

source: La photo utilisée pour définir le plan de mise à l'échelle n'est pas utilisable : elle ne sert que pour la calibration de l'appareil photo :
ar: لا يمكن استخدام الصورة المستخدمة لتحديد مستوى القياس: يتم استخدامها فقط لمعايرة الكاميرا:
de: Das zur Definition der Skalierungsebene verwendete Foto kann nicht verwendet werden: Es wird nur für die Kalibrierung der Kamera verwendet:
es: La foto usada para definir el plan de escalamiento no es utilizable: sólo se utiliza para calibrar la cámara
it: La foto utilizzata per definire il piano di scala non è utilizzabile: viene utilizzato solo per calibrare la telecamera
zh: 无法使用用于定义缩放平面的照片：该照片仅用于相机的校准：

source: Utiliser une autre photo.
ar: استخدم صورة أخرى.
de: Verwenden Sie ein anderes Foto.
es: Usa otra foto.
it: Usa un'altra foto.
zh: 使用另一张照片。

source: La photo utilisée pour définir l'axe horizontal de mise à l'échelle n'est pas utilisable : elle ne sert que pour la calibration de l'appareil photo :
ar: الصورة المستخدمة لتعيين محور القياس الأفقي غير قابلة للاستخدام: يتم استخدامه فقط لمعايرة الكاميرا:
de: Das Foto, das zum Festlegen der horizontalen Skalierungsachse verwendet wird, kann nicht verwendet werden: Es wird nur für die Kamerakalibrierung verwendet:
es: La foto utilizada para definir el eje horizontal de escalado no es utilizable: sólo sirve para la calibración de la cámara:
it: La foto utilizzata per definire l'asse orizzontale di ridimensionamento non è utilizzabile: utilizzabile solo per la calibrazione della fotocamera:
zh: 用于设置水平缩放轴的照片不可用： 它仅用于相机校准：

source: La photo utilisée pour définir l'axe vertical de mise à l'échelle n'est pas utilisable : elle ne sert que pour la calibration de l'appareil photo :
ar: الصورة المستخدمة لتعيين محور القياس الرأسي غير قابلة للاستخدام: يتم استخدامه فقط لمعايرة الكاميرا:
de: Das Foto, das zum Einstellen der vertikalen Skalierungsachse verwendet wird, kann nicht verwendet werden: Es wird nur für die Kamerakalibrierung verwendet:
es: La foto utilizada para definir el eje vertical de escalado no es utilizable: sólo sirve para la calibración de la cámara:
it: La foto utilizzata per definire l'asse verticale di ridimensionamento non è utilizzabile: utilizzabile solo per la calibrazione della fotocamera:
zh: 用于设置垂直缩放轴的照片不可用： 它仅用于相机校准：

source: Les photos utilisées pour définir la distance de mise à l'échelle ne sont pas toutes pas utilisables : elles ne servent que pour la calibration de l'appareil photo :
ar: الصور المستخدمة لتحديد مسافة القياس ليست كلها قابلة للاستخدام: فهي تستخدم فقط لمعايرة الكاميرا:
de: Die zur Definition des Skalierungsabstands verwendeten Fotos sind nicht alle verwendbar: Sie werden nur zur Kalibrierung der Kamera verwendet:
es: Las fotos utilizadas para establecer la distancia de escalado no todos pueden ser utilizados: sólo se utilizan para calibrar la cámara
it: Le foto utilizzate per impostare la distanza di scala non tutti possono essere utilizzati: servono solo per calibrare la telecamera
zh: 用于定义缩放距离的照片并非全部可用：它们仅用于相机的校准：

source: Utiliser d'autres photos.
ar: استخدم صورًا أخرى.
de: Verwenden Sie andere Fotos.
es: Usa otras fotos.
it: Usa altre foto.
zh: 使用其他照片。

source: Les photos utilisées pour les points GPS ne sont pas toutes pas utilisables : certaines ne servent que pour la calibration :
ar: الصور المستخدمة لنقاط GPS ليست كلها قابلة للاستخدام: بعضها يستخدم فقط للمعايرة:
de: Die für die GPS-Punkte verwendeten Fotos sind nicht alle verwendbar: Einige werden nur zur Kalibrierung verwendet:
es: No todas las fotos usadas para los puntos GPS pueden ser usadas: algunas sólo se usan para la calibración
it: Non tutte le foto utilizzate per i punti GPS possono essere utilizzate: alcune sono utilizzate solo per la calibrazione
zh: 用于GPS点的照片并非全部可用：有些仅用于校准：

source: Une seule photo pour la calibration de l'appareil photo. C'est insuffisant.
ar: صورة واحدة فقط لمعايرة الكاميرا. إنه غير كاف.
de: Nur ein Foto für die Kamerakalibrierung. Es ist nicht ausreichend.
es: Sólo una foto para la calibración de la cámara. Esto es insuficiente.
it: Una sola immagine per la calibrazione della fotocamera. Questo è insufficiente.
zh: 仅一张照片用于相机校准。这还不够。

source: Modifier la liste des photos pour calibration.
ar: تعديل قائمة الصور للمعايرة.
de: Ändern Sie die Liste der Fotos für die Kalibrierung.
es: Edite la lista de imágenes para la calibración.
it: Modificare l'elenco delle immagini per la calibrazione.
zh: 修改照片列表以进行校准。

source: Une seule photo pour la calibration de l'appareil
ar: صورة واحدة لمعايرة الجهاز
de: Ein einzelnes Foto für die Gerätekalibrierung
es: Un solo disparo para la calibración de la cámara
it: Scatto singolo per la calibrazione della telecamera
zh: 一张用于设备校准的照片

source: c'est insuffisant.
ar: - ليس كافياً -
de: Das ist nicht genug.
es: no es suficiente.
it: non è sufficiente.
zh: - 这不重要

source: Aucune photo pour la calibration de l'appareil
ar: لا توجد صورة لمعايرة الجهاز
de: Kein Foto für die Gerätekalibrierung
es: No hay imágenes para la calibración
it: Nessuna immagine per la calibrazione
zh: 没有照片用于设备校准

source: Le menu 'expert/liste des appareils' fournit le nom de l'appareil pour chaque photo.
ar: توفر قائمة "الخبراء / قائمة الأجهزة" اسم الجهاز لكل صورة.
de: Das Menü "Experten- / Geräteliste" enthält den Gerätenamen für jedes Foto.
es: El menú "experto/lista de cámaras" proporciona el nombre de la cámara para cada foto.
it: Il menu 'expert/camera list' fornisce il nome della fotocamera per ogni foto.
zh: “专家/相机列表”菜单提供每张照片的相机名称。

source: Aucune photo pour la calibration des
ar: لا توجد صورة لمعايرة
de: Kein Foto zur Kalibrierung von
es: No hay fotos para la calibración de
it: Nessuna foto per la calibrazione di
zh: 没有照片用于校准

source: appareils photos.
ar: الكاميرات.
de: Kameras.
es: cámaras.
it: telecamere.
zh: 相机。

source: Cela peut rendre difficile les traitements.
ar: هذا يمكن أن يجعل العلاج صعبًا.
de: Dies kann Behandlungen erschweren.
es: Esto puede dificultar el tratamiento.
it: Questo può rendere difficile il trattamento.
zh: 这会使治疗变得困难。

source: Conseil : prendre 2 photos pour la calibration de chaque appareil.
ar: نصيحة: التقط صورتين لمعايرة كل جهاز.
de: Hinweis: Machen Sie 2 Fotos für die Kalibrierung jedes Geräts.
es: Consejo: tome 2 fotos para la calibración de cada cámara.
it: Suggerimento: scattare 2 foto per la calibrazione di ogni macchina fotografica.
zh: 建议：拍摄2张照片以校准每个设备。

source: Avertissement
ar: تحذير
de: Alarm
es: Aviso
it: Avvertimento
zh: 警告

source: Plusieurs appareils et copie de la calibration des appareils depuis un autre chantier. Assurez-vous de la compatibilité des calibrations
ar: عدة اجهزة ونسخة معايرة الجهاز من موقع اخر. تأكد من توافق عمليات المعايرة
de: Mehrere Geräte und eine Kopie der Gerätekalibrierung von einem anderen Standort. Stellen Sie sicher, dass die Kalibrierungen kompatibel sind
es: Varios dispositivos y copia de la calibración de los dispositivos de otro sitio. Asegurar la compatibilidad de la calibración
it: Diversi dispositivi e copia della calibrazione dei dispositivi da un altro sito. Garantire la compatibilità di taratura
zh: 多个设备和另一个站点的设备校准副本。确保校准兼容

source: contrôle des photos en cours.... Patienter jusqu'à la fin du contrôle.
ar: التحكم في الصورة قيد التقدم.... انتظر حتى يكتمل عنصر التحكم.
de: Fotokontrolle im Gange.... Warten Sie, bis die Steuerung abgeschlossen ist.
es: control de las fotos en curso... Paciencia hasta el final del control.
it: controllo delle foto in corso... Attendere fino alla fine del controllo.
zh: 照片控制正在进行中。 等待控件完成。

source: Les dimensions des photos ne sont pas toutes identiques.
ar: أبعاد الصور ليست كلها متطابقة.
de: Die Abmessungen der Fotos sind nicht alle identisch.
es: Las dimensiones de las fotos no son todas iguales.
it: Le dimensioni delle foto non sono tutte uguali.
zh: 照片的尺寸并不完全相同。

source: Le traitement par MicMac est incertain.
ar: العلاج باستخدام MicMac غير مؤكد.
de: Die Behandlung mit MicMac ist ungewiss.
es: El tratamiento con el MicMac es incierto.
it: Il trattamento con il MicMac è incerto.
zh: MicMac的治疗尚不确定。

source: Absence de focales
ar: عدم وجود أبعاد بؤرية
de: Fehlende Brennweiten
es: Falta de distancia focal
it: Mancanza di lunghezza focale
zh: 焦距不足

source: Certaines photos n'ont pas de focales.
ar: بعض الصور ليس لها أبعاد بؤرية.
de: Einige Fotos haben keine Brennweite.
es: Algunas imágenes no tienen una distancia focal.
it: Alcune immagini non hanno una lunghezza focale.
zh: 有些照片没有焦距。

source: Le traitement échouera probablement en l'absence de calibration de l'appareil.
ar: من المحتمل أن يفشل العلاج إذا لم تتم معايرة الجهاز.
de: Die Behandlung wird wahrscheinlich fehlschlagen, wenn das Gerät nicht kalibriert ist.
es: El tratamiento probablemente fallará en ausencia de calibración del dispositivo.
it: Il trattamento probabilmente fallirà in assenza di calibrazione del dispositivo.
zh: 如果未校准设备，治疗可能会失败。
