Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Mnt IGN écrit à partir d'un maillage : %s taille de la maille : %s %s.
ar: يكتب Mnt IGN من شبكة: %s حجم الشبكة: %s %s.
de: Mnt IGN schreibt aus einem Netz: %s Maschenweite: %s %s.
es: Mnt IGN escribe a partir de una malla: %s tamaño de la malla: %s %s.
it: Mnt IGN scrive da una mesh: %s dimensione della maglia: %s %s.
zh: Mnt IGN 从网格写入： %s 目数：%s %s。

source: chaine a rechercher, insensible à la casse suivant = F3 ctrl Maj F recherche toutes les occurrences
ar: سلسلة للبحث ، غير حساسة للكسر التالي = F3 ctrl Shift F يبحث عن جميع التكرارات
de: Kette zu suchen, unempfindlich gegen Bruch weiter = F3 Strg Umschalt F sucht nach allen Vorkommen
es: cadena de búsqueda, insensible a mayúsculas y minúsculas siguiente = F3 ctrl Mayúsculas F busca todas las ocurrencias
it: catena da ricercare, maiuscola insensibile successivo = F3 ctrl Shift F cerca tutte le occorrenze
zh: 链条搜索，对破损不敏感 下一个 = F3 ctrl Shift F 搜索所有匹配项

source: Fichier % non trouvé
ar: تم العثور على الملف % n
de: Datei % n gefunden
es: Archivo % nencontrado
it: File % ntrovato
zh: 找到文件% n

source: fonction
ar: الوظيفة
de: Funktion
es: función
it: funzione
zh: 功能

source: valeur en retour :
ar: قيمة الإرجاع:
de: Rückgabewert:
es: valor de retorno
it: valore di ritorno
zh: 返回值：

source: variable
ar: متغير
de: Variabel
it: variabile
zh: 变星

source: valeur :
ar: القيمة:
de: Wert:
es: valor
it: valore
zh: 价值

source: Détail de la %s : %s
ar: تفاصيل %s: %s
de: Detail von %s: %s
es: Detalle de la %s: %s
it: Dettaglio della %s: %s
zh: %s的详细信息：%s

source: Identifiant :
ar: رقم التعريف:
de: Kennung:
es: Nombre de usuario
it: Username :
zh: 標識:

source: Type :
ar: النوع:
de: Typ:
es: Escriba
it: Tipo
zh: 类型：

source: class =
ar: - (الموسم الأول) (الحلقة العـاشـرة) بعنوان (الـفـصـل)
es: clase =
it: classe =
zh: 类=

source: Les attributs :
ar: السمات:
de: Attribute
es: Los atributos
it: Gli attributi
zh: 属性功能

source: la copie a échouée : %s.
ar: فشل النسخ: %s.
de: Kopieren fehlgeschlagen: %s.
es: la copia falló: %s.
it: la copia non è riuscita: %s.
zh: 复制失败：%s。

source: Erreur suppression fichier :
ar: خطأ في حذف الملف:
de: Fehler beim Löschen der Datei:
es: Error al borrar el archivo :
it: Errore di cancellazione del file :
zh: 文件删除错误：

source: Erreur lors de la suppression du répertoire : %s %s
ar: خطأ في حذف الدليل: %s %s
de: Fehler beim Löschen des Verzeichnisses: %s %s
es: Error al borrar el directorio: %s %s
it: Errore durante la cancellazione della directory: %s %s
zh: 删除目录时出错：%s %s

source: Erreur répertoire non supprimé : %s
ar: لم يتم حذف الدليل خطأ: %s
de: Verzeichnis nicht gelöscht Fehler: %s
es: Directorio de error no borrado: %s
it: Elenco errori non eliminato: %s
zh: 目录未删除错误：%s

source: erreur ajout :
ar: إضافة خطأ:
de: Zusatzfehler:
es: error añadido
it: errore aggiunto
zh: 加法错误：

source: erreur remove =
ar: إزالة الخطأ =
de: Fehler entfernen =
es: error remove =
it: rimuovere l'errore =
zh: 清除错误=

source: erreur zip =
ar: خطأ مضغوط =
de: zip error =
es: error de cremallera =
it: errore zip =
zh: 邮编错误=

source: Le fichier choisi %s est-il exécutable ?
ar: الملف المختار %s هل هو قابل للتنفيذ؟
de: Die gewählte Datei %s Ist es ausführbar?
es: ¿El archivo seleccionado %s es ejecutable?
it: Il file scelto %s è eseguibile?
zh: 所选文件 %s 它是可执行的吗？

source: Répertoire non trouvé : %s .
ar: الدليل غير موجود: %s.
de: Verzeichnis nicht gefunden: %s.
es: Directorio no encontrado: %s .
it: Elenco non trovato: %s .
zh: 找不到目录：%s。

source: %s n'est pas un fichier ply
ar: %s ليس ملف ply
de: %s ist keine Schichtdatei
es: %s no es un archivo de capas
it: %s non è un file a strati
zh: %s不是分层文件

source: Gros fichier, traitement long.Continuer ?
ar: ملف كبير ، معالجة طويلة. هل تريد المتابعة؟
de: Große Datei, lange Verarbeitung. Weiter?
es: Un gran archivo, largo proceso. ¿Continuar?
it: File grande, elaborazione lunga.Continua?
zh: 大文件，长时间处理，继续吗？

source: Le fichier %s est très gros, le traitement sera LONG... : %s MO. Faut-il continuer ?
ar: الملف %s كبير جدا ، ستكون المعالجة طويلة ...: %s MO. هل يجب أن نستمر؟
de: Die Datei %s sehr groß ist, wird die Verarbeitung LANG sein...: %s MO. Sollen wir weitermachen?
es: El archivo %s es muy grande, el procesamiento será LARGO...: %s MO. ¿Debemos continuar?
it: Il file %s è molto grande, l'elaborazione sarà LUNGA...: %s MO. È necessario continuare?
zh: 该文件 %s 非常大，处理时间会很长...：%s MO。 我们应该继续吗？

source: Fichier trop gros : %s MO. Arrêt par l'utilisateur.
ar: الملف كبير جدًا: %s ميغابايت. اغلاق المستخدم.
de: Datei zu groß: %s MB. Benutzer herunterfahren.
it: File troppo grande: %s MO. Fermati dall'utente.
zh: 文件太大：%s MB。用户关闭。

source: erreur : le fichier %s est un fichier de type ply au format ASCII. Utiliser CloudCompare pour l'enregistrer au format Binary.
ar: خطأ: الملف %s هو ملف رقائق بتنسيق ASCII. استخدم CloudCompare لحفظه بتنسيق ثنائي.
de: Fehler: Die Datei %s ist eine Lagendatei im ASCII-Format. Verwenden Sie CloudCompare, um es im Binärformat zu speichern.
es: error: el archivo %s es un archivo ply en formato ASCII. Utilizar CloudCompare para guardarlo en formato Binary.
it: errore: il file %s è un file di tipo ply in formato ASCII. Utilizzare CloudCompare per salvarlo in formato binario.
zh: 错误：文件 %s 是 ASCII 格式的层文件。 使用 CloudCompare 将其保存为二进制格式。

source: format de donnée non prévu pour les ply issus de micmac, abandon :
ar: تنسيق البيانات غير مخصص للرقص من Micmac ، التخلي:
de: Datenformat nicht für Ply von Micmac vorgesehen, Aufgabe:
es: formato de datos no destinado a la capa de micmac, abandono
it: formato dati non destinato allo strato da micmac, abbandono
zh: 不适用于Micmac的层的数据格式，废弃：

source: Erreur lors du décodage des données du fichier Ply, le ply ne provient pas de micmac. Erreur =
ar: خطأ في فك تشفير البيانات من ملف ply ، ply ليس من micmac. خطأ =
de: Fehler beim Dekodieren von Daten aus der Schichtdatei, die Schicht stammt nicht von micmac. Fehler =
es: Error al decodificar los datos del archivo Ply, el ply no proviene de micmac. Error =
it: Errore nella decodifica dei dati del file Ply, lo strato non proviene da micmac. Errore =
zh: 从层文件解码数据时出错，层不是来自micmac。错误=

source: Erreur lors du décodage des triangles du fichier Ply, le ply ne provient pas de micmac. Erreur =
ar: خطأ في فك تشفير المثلثات من ملف Ply ، فإن الطبقة ليست من micmac. خطأ =
de: Fehler beim Dekodieren von Dreiecken aus der Ply-Datei, die Ply stammt nicht von micmac. Fehler =
es: Error al decodificar los triángulos del archivo Ply, el ply no viene de micmac. Error =
it: Errore nella decodifica dei triangoli del file Ply, lo strato non proviene da micmac. Errore =
zh: 从Ply文件解码三角形时出错，该ply不是来自micmac。错误=

source: Pas de fichier XYZ.
ar: لا يوجد ملف XYZ.
de: Keine Datei
es: No hay archivo XYZ.
it: Nessun file XYZ.
zh: 这名字无法验测

source: Format de fichier incorrect : le fichier doit comporter las valeur X,Y et Z sur chaque ligne :
ar: تنسيق الملف غير صحيح: يجب أن يحتوي الملف على قيم X و Y و Z في كل سطر:
de: Falsches Dateiformat: Die Datei muss die X-, Y- und Z-Werte in jeder Zeile haben:
es: Formato de archivo incorrecto: el archivo debe tener los valores X, Y y Z en cada línea
it: Formato del file non corretto: il file deve avere i valori X,Y e Z su ogni riga
zh: 文件格式不正确：文件的每一行必须具有X，Y和Z值：

source: erreur dans la lecture du fichier
ar: خطأ في قراءة الملف
de: Fehler beim Lesen der Datei
es: error de lectura del archivo
it: errore di lettura del file
zh: 读取文件时出错

source: Avertissement sur les calculs de volume entre 2 MNT :
ar: تحذير بشأن حسابات الحجم بين 2 ماركاً ألمانياً:
de: Warnung bei Volumenberechnungen zwischen 2 DEMs:
es: Advertencia sobre los cálculos de volumen entre 2 DTM :
it: Attenzione ai calcoli di volume tra 2 DTM :
zh: 2个DEM之间的体积计算警告：

source: Les MNT sont obtenus à partir des nuages de points PLY ou XYZ par 2 items du menu Outils_métier.
ar: يتم الحصول على DTMs من سحابة نقطة PLY أو XYZ بواسطة عنصرين من قائمة Tools_tool.
de: Die DTMs werden aus den PLY- oder XYZ-Punktwolken durch zwei Elemente des Menüs Tools_tool abgerufen.
es: Los MDT se obtienen de las nubes de puntos PLY o XYZ por 2 elementos del menú Tools_Trade.
it: I DTM si ottengono dalle nuvole di punti PLY o XYZ da 2 voci del menu Tools_Trade.
zh: DTM是通过Tools_tool菜单中的两项从PLY或XYZ点云获得的。

source: Les fichiers PLY ou XYZ sont des semis de points 3D irréguliers.
ar: ملفات PLY أو XYZ عبارة عن شتلات من نقاط ثلاثية الأبعاد غير منتظمة.
de: PLY- oder XYZ-Dateien sind Keimlinge unregelmäßiger 3D-Punkte.
es: Los archivos PLY o XYZ son semilleros de puntos 3D irregulares.
it: I file PLY o XYZ sono piantine di punti 3D irregolari.
zh: PLY或XYZ文件是不规则3D点的种子。

source: Le MNT enregistre les valeurs d'altitude suivant une grille 2D carrée régulière, par exemple un point tous les 50 cm.
ar: يسجل DEM قيم الارتفاع بعد شبكة مربعة ثنائية الأبعاد منتظمة ، على سبيل المثال نقطة واحدة كل 50 سم.
de: Das DEM zeichnet Höhenwerte nach einem regulären quadratischen 2D-Raster auf, beispielsweise einen Punkt alle 50 cm.
es: El MDT registra los valores de altitud según una cuadrícula cuadrada 2D regular, por ejemplo, un punto cada 50 cm.
it: Il DTM registra i valori di altitudine secondo una regolare griglia quadrata 2D, ad esempio un punto ogni 50 cm.
zh: DEM会按照规则的2D方格记录海拔值，例如每50厘米一个点。

source: La taille de la maille est un paramètre crucial pour un MNT : elle conditionne sa précision spatiale.
ar: حجم الشبكة هو معلمة حاسمة لـ DEM: فهو يضبط دقتها المكانية.
de: Die Größe des Netzes ist ein entscheidender Parameter für ein DEM: Es bedingt seine räumliche Präzision.
es: El tamaño de la malla es un parámetro crucial para un MDT: condiciona su precisión espacial.
it: La dimensione della maglia è un parametro cruciale per un DTM: ne condiziona la precisione spaziale.
zh: 网格的大小是DEM的关键参数：它决定了其空间精度。

source: La taille de la maille doit être évaluée suivant la densité de points du fichier origine (PLY ou XYZ).
ar: يجب تقييم حجم الشبكة وفقًا لكثافة نقاط الملف الأصلي (PLY أو XYZ).
de: Die Größe des Netzes muss anhand der Punktdichte der Originaldatei (PLY oder XYZ) bewertet werden.
es: El tamaño de la malla debe ser evaluado de acuerdo a la densidad de puntos del archivo original (PLY o XYZ).
it: La dimensione delle maglie deve essere valutata in base alla densità dei punti del file originale (PLY o XYZ).
zh: 必须根据原始文件（PLY或XYZ）的点密度来评估网格的大小。

source: Une trop petite maille ne pourra améliorer la précision initiale du PLY ou du XYZ.
ar: لن تؤدي الشبكة الصغيرة جدًا إلى تحسين الدقة الأولية لـ PLY أو XYZ.
de: Ein zu kleines Netz verbessert die Anfangsgenauigkeit von PLY oder XYZ nicht.
es: Un tamaño de malla demasiado pequeño no mejorará la precisión inicial del PLY o XYZ.
it: Una dimensione di maglia troppo piccola non migliorerà la precisione iniziale del PLY o dell'XYZ.
zh: 网格太小将不会提高PLY或XYZ的初始精度。

source: Le calcul du volume entre 2 MNT ne s'effectuera (dans cette version) que si les tailles des mailles sont identiques.
ar: سيتم تنفيذ حساب الحجم بين 2 مارك ألماني (في هذا الإصدار) فقط إذا كانت أحجام الشبكات متطابقة.
de: Die Berechnung des Volumens zwischen 2 DEM wird (in dieser Version) nur durchgeführt, wenn die Maschengrößen identisch sind.
es: El cálculo del volumen entre 2 MDT se realizará (en esta versión) sólo si los tamaños de malla son idénticos.
it: Il calcolo del volume tra 2 DTM verrà eseguito (in questa versione) solo se le dimensioni delle maglie sono identiche.
zh: 仅当网格大小相同时，才进行2 DEM之间的体积计算。

source: Si les mailles sont identiques l'outil recherche la zone de recouvrement des 2 MNT.
ar: إذا كانت الشبكات متطابقة ، فإن الأداة تبحث عن منطقة التداخل في 2 DEMs.
de: Wenn die Netze identisch sind, sucht das Werkzeug nach dem Überlappungsbereich der beiden DEMs.
es: Si las mallas son idénticas, la herramienta busca el área de superposición de los 2 MDT.
it: Se le maglie sono identiche, l'utensile cerca l'area di sovrapposizione dei 2 DTM.
zh: 如果网格相同，则该工具将搜索2个DEM的重叠区域。

source: Les 2 grilles sont alors ajustées et le calcul se fait pour les mailles ayant une valeur dans chaque MNT.
ar: ثم يتم تعديل الشبكتين ويتم الحساب للشبكات التي لها قيمة في كل مارك ألماني.
de: Die 2 Gitter werden dann angepasst und die Berechnung wird für die Netze durchgeführt, die in jedem DEM einen Wert haben.
es: Las 2 cuadrículas se ajustan y el cálculo se hace para las cuadrículas que tienen un valor en cada MDT.
it: Le 2 griglie vengono poi regolate e il calcolo viene effettuato per le griglie che hanno un valore in ogni DTM.
zh: 然后调整2个网格，并对每个DEM中具有值的网格进行计算。

source: Un paramètre de 'tolerance' permet d'ignorer les écarts trop faibles, inférieurs à cette tolérance, dans l'épaisseur du trait.
ar: تتيح معلمة "التسامح" تجاهل الانحرافات الصغيرة جدًا ، أقل من هذا التفاوت ، في سمك الخط.
de: Ein 'Toleranz'-Parameter ermöglicht es, zu kleine Abweichungen, die kleiner als diese Toleranz sind, in der Dicke der Linie zu ignorieren.
es: Un parámetro de "tolerancia" permite ignorar las desviaciones en el grosor de las líneas que son demasiado pequeñas, por debajo de esta tolerancia.
it: Un parametro "tolleranza" permette di ignorare gli scostamenti nello spessore della linea che sono troppo piccoli, al di sotto di questa tolleranza.
zh: “ tolerance”（公差）参数可以忽略线宽的小于该公差的微小偏差。

source: Un nuage de points 3D des écarts est produit, au format XYZ : un item du menu permet de le visualiser dans Cloud Compare.
ar: يتم إنشاء سحابة نقطية ثلاثية الأبعاد للاختلافات ، بتنسيق XYZ: يتيح لك عنصر القائمة عرضها في Cloud Compare.
de: Eine 3D-Punktwolke der Unterschiede wird im XYZ-Format erstellt: Mit einem Menüelement können Sie sie in Cloud Compare anzeigen.
es: Se produce una nube de puntos 3D de las desviaciones, en formato XYZ: un elemento de menú permite visualizarla en Cloud Compare.
it: Viene prodotta una nuvola di punti 3D delle deviazioni, in formato XYZ: una voce di menu permette di visualizzarla in Cloud Compare.
zh: 产生差异的3D点云，格式为XYZ：菜单项允许您在Cloud Compare中查看它。

source: Remarques :
ar: ملاحظات:
de: Anmerkungen:
es: Observaciones :
it: Osservazioni :
zh: 备注：

source: - Ces fonctions 'métiers' sont indépendantes de l'utilisation de l'outil MicMac
ar: - وظائف "الأعمال" هذه مستقلة عن استخدام أداة MicMac
de: - Diese Geschäftsfunktionen sind unabhängig von der Verwendung des MicMac-Tools
es: - Estas funciones "comerciales" son independientes del uso de la herramienta MicMac
it: - Queste funzioni "business" sono indipendenti dall'uso dello strumento MicMac
zh: -这些“业务”功能独立于MicMac工具的使用

source: Absence de MNT.
ar: غياب الأمراض غير السارية.
de: Abwesenheit von nichtübertragbaren Krankheiten.
es: Ausencia de MNT.
it: Assenza di MNT.
zh: 没有非传染性疾病。

source: asc
ar: تصاعدي

source: Calcul du volume d'un MNT
ar: حساب حجم ماركا ألمانيا
de: Berechnung des Volumens eines DEM
es: Cálculo del volumen de un MDT
it: Calcolo del volume di un DTM
zh: 计算DEM的体积

source: Calcul de volume abandonné.
ar: حساب الحجم المهجور.
de: Abgebrochene Volumenberechnung.
es: Cálculo de volumen abandonado.
it: Calcolo del volume abbandonato.
zh: 废弃的体积计算。

source: erreur : le fichier %s n'est pas un MNT
ar: خطأ: الملف %s ليس DEM
de: Fehler: Datei %s ist kein DEM
es: error: el archivo %s no es un DTM
it: errore : il file %s non è un DTM
zh: 错误：文件%s不是DEM

source: xllcornerFond est négatif
ar: xllcornerBackground سلبي
de: xllcornerBackground ist negativ
es: xllcornerFond es negativo
it: xllcornerFond è negativo
zh: xllcornerBackground为负

source: yllcornerFond est négatif
ar: yllcorner الخلفية سلبية
de: yllcorner Hintergrund ist negativ
es: yllcornerFond es negativo
it: yllcornerFond è negativo
zh: yllcorner背景为负

source: Altitude Z de base
ar: ارتفاع القاعدة Z
de: Basis Z Höhe
es: Altitud Z básica
it: Altitudine Z di base
zh: Z基准高度

source: Le calcul du volume de fera par rapport à une altitude Z 'de base'.
ar: يتم حساب حجم الإرادة بالنسبة للارتفاع "الأساسي" Z.
de: Die Berechnung des Willensvolumens erfolgt in Bezug auf eine "Grund" -Höhe Z.
es: El cálculo del volumen de fera con respecto a una altitud 'base' Z.
it: Il calcolo del volume di fera rispetto ad un'altitudine "base" Z.
zh: 相对于“基本”高度Z的意志量的计算。

source: Le Z mini du MNT est %s %s. Le Z maxi du Mnt est %s %s.
ar: Z mini من DTM هو %s %s. الحد الأقصى Z من Mnt هو %s %s.
de: Der Z mini der DTM ist %s %s. Das maximale Z des Mnt ist %s %s.
es: La Z mini del MNT es %s %s. La Z máxima del Mnt es %s %s.
it: Lo Z mini dell'MNT è %s %s. La Z massima del Mnt è %s %s.
zh: DTM的Z迷你是%s %s。Mnt 的最大 Z 为 %s %s。

source: Indiquer la valeur de l'altitude servant de plancher au calcul du volume, zéro par défaut :
ar: حدد قيمة الارتفاع المستخدم كأرضية لحساب الحجم ، صفر افتراضيًا:
de: Geben Sie den Wert der Höhe an, die als Boden für die Berechnung des Volumens verwendet wird, standardmäßig Null:
es: Indique el valor de la altitud que se utiliza como base para el cálculo del volumen, cero por defecto:
it: Indicare il valore dell'altitudine utilizzata come piano per il calcolo del volume, zero per default:
zh: 指示用作计算体积的地面的海拔高度值，默认为零：

source: Valeur non numérique : %s. abandon.
ar: قيمة غير رقمية: %s. التخلي عن.
de: Nicht numerischer Wert: %s. Aufgabe.
es: Valor no numérico: %s. Abortar.
it: Valore non numerico: %s. Interrompere.
zh: 非数值：%s。放弃。

source: L'altitude plancher, %s, est supérieure au plafond %s. Abandon.
ar: ارتفاع الأرضية ، %s ، أعلى من %s السقف. التخلي عن.
de: Die Bodenhöhe ist %s höher als die Decke %s. Aufgabe.
es: La altitud del piso, %s, es mayor que el techo %s. Abandono.
it: L'altitudine minima, %s, è superiore al soffitto %s. Abbandono.
zh: %s，地板高度高于天花板%s。 放弃。

source: Calcul du volume d'un MNT : rapport final.
ar: حساب حجم مارك ألماني: التقرير النهائي.
de: Berechnung des Volumens eines DEM: Abschlussbericht.
es: Cálculo del volumen de un MDT: informe final.
it: Calcolo del volume di un DTM: rapporto finale.
zh: DEM数量的计算：最终报告。

source: Volume entre le MNT et la cote de base %s %s : %s %s3
ar: الحجم بين DTM والقاعدة %s %s: %s %s3
de: Lautstärke zwischen DTM und Basis-%s %s: %s %s3
es: Volumen entre el MDT y la cota base %s %s: %s %s3
it: Volume tra l'MNT e la quota di base %s %s: %s %s3
zh: DTM 和基本%s %s之间的体积：%s %s3

source: Tout ce qui se trouve sous la cote de base est ignoré.
ar: يتم تجاهل كل شيء أقل من التصنيف الأساسي.
de: Alles, was unter der Basisbewertung liegt, wird ignoriert.
es: Todo lo que está debajo de la cota básica es ignorado.
it: Tutto ciò che si trova sotto la quota di base viene ignorato.
zh: 低于基本评级的所有内容都将被忽略。

source: Hauteur moyenne: %s %s
ar: متوسط الطول: %s %s
de: Durchschnittliche Höhe: %s %s
es: Altura media: %s %s
it: Altezza media: %s %s
zh: 平均身高：%s %s

source: Emprise (x1,x2)(y1,y2) : %s
ar: البصمة (x1,x2)(y1,y2): %s
de: Grundfläche (x1,x2)(y1,y2): %s
es: Agarre (x1,x2)(y1,y2): %s
it: Impugnatura (x1,x2)(y1,y2): %s
zh: 封装 （x1，x2）（y1，y2）： %s

source: Surface utile : %s %s2
ar: مساحة سطح مفيدة: %s %s2
de: Nutzfläche: %s %s2
es: Superficie útil: %s %s2
it: Superficie utile: %s %s2
zh: 有效表面积：%s %s2

source: Surface sous la cote de base (%s) : %s %s2
ar: المساحة الواقعة تحت البعد الأساسي (%s): %s %s2
de: Fläche unter Grundmaß (%s): %s %s2
es: Superficie debajo de la cota base (%s): %s %s2
it: Superficie sotto la quota di base (%s): %s %s2
zh: 基数下面积（%s）： %s %s2

source: Absence de données : %s %s2
ar: لا توجد بيانات: %s %s2
de: Keine Daten: %s %s2
es: Ausencia de datos: %s %s2
it: Assenza di dati: %s %s2
zh: 无数据： %s %s2

source: cols dessus incorrecte : %s
ar: العمود أعلاه غير صحيح: %s
de: Spalten oben falsch: %s
es: cuello superior incorrecto: %s
it: collare superiore non corretto: %s
zh: 上面的列不正确：%s

source: nrows dessus incorrecte : %s
ar: nrows أعلاه غير صحيح: %s
de: nrows oben falsch: %s
es: las flechas en él son incorrectas: %s
it: si sbagliava: %s
zh: 上面的行不正确：%s

source: xllcornerDessus est négatif
ar: xllcorner أعلاه سلبي
de: xllcorner Oben ist negativ
es: xllcornerTop es negativo
it: xllcornerTop è negativo
zh: xllcorner上面是负数

source: yllcornerDessus est négatif
ar: yllcorner أعلاه سلبي
de: yllcorner Oben ist negativ
es: yllcornerTop es negativo
it: yllcornerTop è negativo
zh: yllcorner上面是负数

source: Les tailles des mailles des MNT sont différentes : %s et %s. Abandon
ar: أحجام شبكات DEMs مختلفة: %s و %s. التخلي عن
de: Die Maschengrößen der DEMs sind unterschiedlich: %s und %s. Aufgabe
es: Los tamaños de malla de los MDT son diferentes: %s y %s. Abandonar
it: Le dimensioni delle maglie dei DTM sono diverse: %s e %s. Abbandonare
zh: DEM的网格大小不同：%s和%s。放弃

source: Les 2 MNT ne se recouvrent pas !
ar: 2 MNTs لا تتداخل!
de: Die 2 MNTs überlappen sich nicht!
es: ¡Los 2 DTM no se superponen!
it: I 2 DTM non si sovrappongono!
zh: 2个MNT不重叠！

source: Aucun recouvrement avec altitude entre les 2 MNT %s %s Abandon.
ar: لا يوجد تداخل مع الارتفاع بين 2 DTMs %s %s مهجور.
de: Keine Überlappung mit der Höhe zwischen den beiden DTMs %s %s Abandonment.
es: No hay superposición con la altitud entre los 2 MDT %s %s Abortar.
it: Nessuna sovrapposizione con l'altitudine tra i 2 DTM %s %s Interrompere.
zh: 2个DTM %s %s放弃之间的海拔高度没有重叠。

source: MNT constituant le territoire initial, le socle, le fond
ar: DEM تشكل الإقليم الأولي ، القاعدة ، و
de: DEM bildet das ursprüngliche Territorium, die Basis, die
es: El MDT constituye el territorio inicial, la base, el fondo
it: DTM che costituisce il territorio iniziale, la base, il fondo
zh: DEM构成初始区域，基础，

source: MNT constituant le territoire final, le dessus
ar: تشكل ماركا ألمانيا الإقليم النهائي ، الأعلى
de: DEM bildet das Endgebiet, die Spitze
es: Los MDT constituyen el territorio final, la cima
it: I DTM che costituiscono il territorio finale, il top
zh: DEM构成最终领土，顶部

source: Patience, le calcul du volume peut sembler long....
ar: الصبر ، قد يبدو حساب الحجم طويلاً ...
de: Geduld, die Volumenberechnung mag lang erscheinen ...
es: Paciencia, el cálculo del volumen puede parecer largo....
it: Pazienza, il calcolo del volume può sembrare lungo....
zh: 耐心，体积的计算似乎很长.....

source: Calcul du volume entre 2 MNT : rapport final.
ar: حساب الحجم بين 2 ماركا ألمانيا: التقرير النهائي.
de: Berechnung des Volumens zwischen 2 DEMs: Abschlussbericht.
es: Cálculo del volumen entre 2 DTMs: informe final.
it: Calcolo del volume tra 2 DTM: rapporto finale.
zh: 计算两个DEM之间的体积：最终报告。

source: l'écart de volume est de %s %s3
ar: انحراف الحجم هو %s %s3
de: Die Volumenabweichung beträgt %s %s3
es: la diferencia de volumen es %s %s3
it: la deviazione del volume è %s %s3
zh: 体积偏差为 %s %s3

source: Mnt socle : %s
ar: قاعدة Mnt: %s
de: Mnt-Basis: %s
es: Mnt base: %s
it: Base Mnt: %s
zh: Mnt基数：%s

source: Mnt supérieur : %s
ar: جبل علوي: %s
de: Oberer mt: %s
es: Upper Mnt: %s
it: Mnt superiore: %s
zh: 上山：%s

source: La surface comparable est de %s %s2
ar: المنطقة المماثلة هي %s %s2
de: Die vergleichbare Fläche beträgt %s %s2
es: La superficie comparable es %s %s2
it: La superficie comparabile è %s %s2
zh: 可比面积为%s %s2

source: Les 2 MNT sont égaux sur %s %s2, soit %s %% de la surface comparable
ar: 2 DTMs متساوية في %s %s2 ، أي %s %% السطح المماثل
de: Die 2 DTMs sind auf %s %s2, d.h. %s %% der vergleichbaren Fläche, gleich
es: Los 2 MNT son iguales en %s %s2, es decir %s %% de la superficie comparable
it: I 2 MNT sono uguali su %s %s2, ossia %s %% della superficie comparabile
zh: 2 个 DTM 在 %s %s2 上相等，即%s %%可比表面

source: Le volume calculé est composé du volume positif (Mnt supérieur > Mnt Socle) : %s %s3
ar: يتكون الحجم المحسوب من الحجم الموجب (Mnt أكبر من > قاعدة Mnt): %s %s3
de: Das berechnete Volumen setzt sich zusammen aus dem positiven Volumen (Mnt größer als > Mnt-Basis): %s %s3
es: El volumen calculado se compone del volumen positivo (Mnt superior > Mnt Base): %s %s3
it: Il volume calcolato è composto dal volume positivo (Mnt superiore > Mnt Base): %s %s3
zh: 计算出的体积由正体积（Mnt 大于 Mnt 基数>组成）：%s %s3

source: et du volume négatif (Mnt supérieur < Mnt Socle) : %s %s3
ar: والحجم السالب (Mnt أكبر من < قاعدة Mnt): %s %s3
de: und negatives Volumen (Mnt größer als < Mnt-Basis): %s %s3
es: y el volumen negativo (Mnt superior < Mnt Base): %s %s3
it: e del volume negativo (Mnt superiore < Mnt Base): %s %s3
zh: 和负体积（Mnt 大于 < Mnt 基数）：%s %s3
