Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: option geoImage si la scène est un objet (statue...)
ar: خيار geoImage إذا كان المشهد كائنًا (تمثال ...)
de: geoImage Option, wenn die Szene ein Objekt ist (Statue ...)
es: opción geoImagen si la escena es un objeto (estatua...)
it: opzione geoImage se la scena è un oggetto (statua...)
zh: geoImage选项，如果场景是一个对象（雕像...）

source: Pas de nuage de points après MALT %s.
ar: لا توجد سحابة نقطة بعد MALT %s.
de: Keine Punktwolke nach MALT %s.
it: Nessuna nuvola di punti dopo MALT %s.
zh: MALT %s之后没有点云。

source: Essayer Malt avec une autre option ou C3DC option BigMac
ar: جرب Malt مع خيار آخر أو خيار C3DC BigMac
de: Probieren Sie Malt mit einer anderen Option oder C3DC BigMac-Option
es: Pruebe el malta con otra opción o la opción C3DC BigMac
it: Prova il Malto con un'altra opzione o l'opzione C3DC BigMac
zh: 尝试使用带有其他选项的Malt或C3DC BigMac选项

source: Consulter l'aide (menu Aide/Quelques conseils) et la trace.
ar: استشر المساعدة (قائمة المساعدة / بعض النصائح) والتتبع.
de: Konsultieren Sie die Hilfe (Hilfemenü / Einige Ratschläge) und die Ablaufverfolgung.
es: Consulte la ayuda (menú Ayuda/Algunos consejos) y la pista.
it: Consultare la guida (menu Aiuto/Alcuni suggerimenti) e la traccia.
zh: 查阅帮助（“帮助”菜单/一些建议）和跟踪。

source: Tapas non effectué, lancer MicMac depuis le menu. Etat du chantier = %s
ar: التاباس لم يتم ، قم بتشغيل MicMac من القائمة. حالة موقع البناء = %s
de: Tapas nicht fertig, starten Sie MicMac aus dem Menü. Zustand der Baustelle = %s
es: Tapas no realizadas, iniciar MicMac desde el menú. Estado de la obra = %s
it: Tapas non eseguito, avviare MicMac dal menu. Stato cantiere = %s
zh: 小吃未完成，请从菜单中启动MicMac。施工现场状况 = %s

source: Pourquoi MicMac est arrêté :
ar: لماذا توقف MicMac:
de: Warum MicMac eingestellt wird:
es: Por qué MicMac es arrestado:
it: Perché MicMac è stato arrestato:
zh: 为什么停产MicMac：

source: Pas d'image maître.
ar: لا توجد صورة رئيسية.
de: Kein Master-Image.
es: No hay una imagen maestra.
it: Nessuna immagine master.
zh: 没有主图像。

source: Celle-ci est nécessaire pour l'option choisie geomImage de Malt.
ar: هذا ضروري للخيار المختار geomImage de Malt.
de: Dies ist für die gewählte Option geomImage de Malt erforderlich.
es: Esto es necesario para la opción elegida GeomImage de malta.
it: Questo è necessario per l'opzione scelta GeomImage di malto.
zh: 对于所选的geomImage de Malt选项，这是必需的。

source: Pour corriger modifier les options de Malt ou choisissez un masque 3D avec C3DC.
ar: لتصحيح تعديل خيارات Malt أو اختيار قناع ثلاثي الأبعاد باستخدام C3DC.
de: Um die Malt-Optionen zu korrigieren oder eine 3D-Maske mit C3DC zu wählen.
es: Para corregir cambiar las opciones de Malt o elegir una máscara 3D con C3DC.
it: Per correggere la modifica delle opzioni Malto o scegliere una maschera 3D con C3DC.
zh: 要更正，请修改Malt选项或使用C3DC选择3D蒙版。

source: Corriger.
ar: صحيح...
de: Korrigieren
es: Correcto.
it: Esatto.
zh: 更正

source: Erreur copie modele3D.ply
ar: خطأ نسخ modele3D.ply
de: Kopieren Sie den Fehler modele3D.ply
es: Copia el error model3D.ply
it: Errore di copia modello3D.ply
zh: 复制错误模型

source: erreur malt GeomImage copy de nuage en modele3D :
ar: خطأ Malt نسخة GeomImage من السحابة إلى نموذج ثلاثي الأبعاد:
de: Malzfehler GeomImage-Kopie von der Cloud in das 3D-Modell:
es: error de malta GeomImage copia de la nube en el modelo 3D
it: errore malto GeomImage cloud copy in modello 3D
zh: 麦芽错误GeomImage从云端复制到3D模型：

source: pour :
ar: لصالح:
de: für:
es: para
it: per
zh: 赞成:

source: erreur malt GeomImage fusion des nuages en modele3D :
ar: خطأ Malt اندماج سحابة GeomImage في نموذج ثلاثي الأبعاد:
de: Malzfehler GeomImage-Wolkenfusion im 3D-Modell:
es: error malta GeomImage fusión de nubes en el modelo 3D
it: errore malto GeomImage fusione nuvola in modello 3D
zh: 3D模型中的麦芽错误GeomImage云融合：

source: Aucune photo choisie. Abandon.
ar: لم يتم اختيار أي صورة. التخلي عن.
de: Kein Foto ausgewählt. Aufgabe.
es: No hay fotos elegidas. Abandono.
it: Nessuna foto scelta. Abbandono.
zh: 未选择照片。放弃。

source: Une seule photo choisie. Abandon.
ar: تم اختيار صورة واحدة فقط. التخلي عن.
de: Nur ein Foto ausgewählt. Aufgabe.
es: Sólo una foto elegida. Abortar.
it: Solo una foto scelta. Interrompere.
zh: 只选择了一张照片。放弃。

source: TRACE DETAILLEE
ar: تتبع مفصل
de: DETAILLIERTE SPUR
es: RASTREO DETALLADO
it: TRACCIA DETTAGLIATA
zh: 详细追踪

source: TRACE SYNTHETIQUE
ar: أثر تركيبي
de: SYNTHETISCHE SPUR
es: RASTRO SINTÉTICO
it: TRACCIA SINTETICA
zh: 合成痕迹

source: DEBUT DU TRAITEMENT MICMAC
ar: بداية علاج الميغماك
de: BEGINN DER MI'KMAQ-BEHANDLUNG
es: INICIO DEL TRATAMIENTO MICMAC
it: INIZIO TRATTAMENTO MICMAC
zh: 米克马克治疗开始

source: Photos choisies :
ar: الصور المختارة:
de: Ausgewählte Fotos:
es: Fotos seleccionadas :
it: Foto selezionate :
zh: 所选照片：

source: Ces photos sont recopiées dans le répertoire du chantier :
ar: تم نسخ هذه الصور في دليل المواقع:
de: Diese Fotos werden in das Site-Verzeichnis kopiert:
es: Estas fotos se copian en el directorio de la obra:
it: Queste foto vengono copiate nell'elenco del cantiere:
zh: 这些照片被复制到站点目录中：

source: Recherche des points homologues sur %s photos.
ar: ابحث عن نقاط متشابهة في %s من الصور.
de: Suchen Sie nach homologen Punkten auf %s Fotos.
es: Busca puntos homólogos en %s fotos.
it: Cerca punti omologhi su %s foto.
zh: 在%s张照片上搜索同源点。

source: Recherche des points remarquables et des correspondances sur une image de taille %s pixels.
ar: اعثر على النقاط والمطابقات الرائعة على صورة بحجم %s بكسل.
de: Finden Sie bemerkenswerte Punkte und Übereinstimmungen auf einem Bild mit einer Größe von %s Pixel.
es: Busca puntos notables y coincidencias en una imagen de %s píxeles.
it: Cerca punti e corrispondenze notevoli su un'immagine di %s pixel.
zh: 在大小为%s像素的图像上找到显着的点和匹配项。

source: Plusieurs scènes : abandon après l'étape 1 de Tapioca
ar: عدة مشاهد: الهجر بعد الخطوة الأولى من التابيوكا
de: Mehrere Szenen: Aufgabe nach Schritt 1 von Tapioka
es: Varias escenas: abandono después de la etapa 1 de Tapioca
it: Diverse scene: abbandono dopo la fase 1 di Tapioca
zh: 几个场景：珍珠粉第1步后被遗弃

source: Recherche des points remarquables et des correspondances sur l'image entière.
ar: ابحث عن النقاط والمطابقات البارزة في الصورة بأكملها.
de: Finden Sie bemerkenswerte Punkte und Übereinstimmungen auf dem gesamten Bild.
es: Busca los puntos más destacados y las coincidencias en toda la imagen.
it: Cerca i punti salienti e le corrispondenze su tutta l'immagine.
zh: 查找整个图像上的显着点和匹配项。

source: Trop de photos pour Windows. Consulter l'aide. Une idée : Utiliser Linux.
ar: عدد كبير جدًا من الصور لنظام Windows. استشر المساعدة. فكرة: استخدم Linux.
de: Zu viele Fotos für Windows. Konsultieren Sie die Hilfe. Eine Idee: Verwenden Sie Linux.
es: Demasiadas fotos para Windows. Vean la ayuda Una idea: Usar Linux.
it: Troppe immagini per Windows. Vedi aiuto Un'idea: usare Linux.
zh: Windows的照片太多。咨询帮助。一个想法：使用Linux。

source: Réduction des points homologues par Schnaps
ar: تخفيض النقاط المتجانسة بواسطة Schnaps
de: Reduktion homologer Punkte durch Schnaps
es: Reducción de puntos homólogos por Schnaps
it: Riduzione di punti omologhi da Schnaps
zh: 通过Schnaps减少同源点

source: Orientation non trouvée.
ar: لم يتم العثور على الاتجاه.
de: Orientierung nicht gefunden.
es: Orientación no encontrada.
it: Orientamento non trovato.
zh: 找不到方向。

source: 3 propositions :
ar: 3 مقترحات:
de: 3 Vorschläge:
es: 3. Propuestas
it: 3 proposte:
zh: 3 建议：

source: 1) Relancer l'orientation avec le mode
ar: 1) إعادة تشغيل الاتجاه مع الوضع
de: 1) Starten Sie die Ausrichtung mit dem Modus neu
es: 1) Reanudar la orientación con el modo
it: 1) Rilanciare l'orientamento con la modalità
zh: 1） 带模式的重启方向

source: 2) Relancer les points homologues avec l'options échelle entière
ar: 2) إعادة تشغيل نقاط النظير مع خيار النطاق الكامل
de: 2) Starten Sie Peer-Punkte mit der Option "Full Scale" neu
es: 2) Reanudar los puntos homólogos con toda la escala de opciones
it: 2) Rilanciare i punti omologhi con l'opzione scala intera
zh: 2） 使用满量程选项重新启动对等点

source: 3) Ajouter une calibration de l'appareil photo
ar: 3) إضافة معايرة الكاميرا
de: 3) Kamerakalibrierung hinzufügen
es: 3) Añadir una calibración de la cámara
it: 3) Aggiungere una calibrazione della fotocamera
zh: 3） 添加相机校准

source: Consulter l'aide et la trace
ar: عرض التعليمات والتتبع
de: Hilfe anzeigen und nachverfolgen
es: Consulta la ayuda y el track
it: Consultare l'aiuto e la traccia
zh: 查看帮助和跟踪

source: info complémentaire :
ar: معلومات إضافية:
de: Weitere Informationen:
es: Información adicional:
it: Informazioni addizionali
zh: 附加信息：

source: Problème concernant le renommage des photos avant calibration par Tapas ForCalib.
ar: مشكلة تتعلق بإعادة تسمية الصور قبل المعايرة بواسطة Tapas ForCalib.
de: Problem beim Umbenennen von Fotos vor der Kalibrierung durch Tapas ForCalib.
es: Problema con el renombramiento de las fotos antes de la calibración por Tapas ForCalib.
it: Problema relativo alla ridenominazione delle foto prima della calibrazione da parte di Tapas ForCalib.
zh: 关于由Tapas ForCalib校准之前的照片重命名的问题。

source: Vérifier qu'aucune photo n'est ouverte.
ar: تأكد من عدم فتح أي صورة.
de: Stellen Sie sicher, dass kein Foto geöffnet ist.
es: Comprueba que no haya fotos abiertas.
it: Controlla che non ci siano foto aperte.
zh: 检查没有照片打开。

source: contrôler les noms et extensions des photos sous le répertoire du chantier :
ar: تحقق من أسماء وملحقات الصور ضمن دليل الموقع:
de: Überprüfen Sie die Namen und Erweiterungen der Fotos im Site-Verzeichnis:
es: comprobar los nombres y extensiones de las fotos en el directorio del sitio:
it: controllare i nomi e le estensioni delle foto sotto la directory del cantiere:
zh: 检查站点目录下照片的名称和扩展名：

source: Seules les photos de calibration doivent avoir l'extension .JPG
ar: يجب أن تحتوي صور المعايرة فقط على الامتداد .JPG
de: Nur Kalibrierungsfotos sollten die Erweiterung .JPG haben
es: Sólo las fotos de calibración deben tener la extensión .JPG
it: Solo le foto di calibrazione devono avere l'estensione .JPG
zh: 仅校准照片的扩展名应为.JPG

source: Les autres photos du chantier doivent être sans extension.
ar: يجب أن تكون الصور الأخرى للموقع بدون امتداد.
de: Die anderen Fotos der Website müssen ohne Erweiterung sein.
es: Las otras fotos de la obra deben ser sin extensión.
it: Le altre foto del cantiere devono essere senza estensione.
zh: 该网站的其他照片必须没有扩展名。

source: Arrêt du traitement.
ar: وقف العلاج.
de: Abbruch der Therapie*
es: Suspensión del tratamiento.
it: Interruzione del trattamento.
zh: 停止治疗。

source: Problème concernant le renommage des photos après calibration de l'appareil.
ar: مشكلة تتعلق بإعادة تسمية الصور بعد معايرة الجهاز.
de: Problem beim Umbenennen der Fotos nach der Kalibrierung des Gerätes.
es: Problema con el cambio de nombre de las imágenes después de calibrar la cámara.
it: Problema di rinominare le immagini dopo la calibrazione della fotocamera.
zh: 校准设备后有关重命名照片的问题。

source: Toutes les photos doivent avoir l'extension .JPG
ar: يجب أن تحتوي جميع الصور على الامتداد .JPG
de: Alle Fotos müssen die Erweiterung .JPG haben
es: Todas las fotos deben tener la extensión .JPG
it: Tutte le foto devono avere l'estensione .JPG
zh: 所有照片都必须具有扩展名.JPG

source: Zéro ou une seule photo pour la calibration de l'appareil photo : insuffisant.
ar: صفر أو صورة واحدة لمعايرة الكاميرا: غير كافية.
de: Null oder ein Foto für die Kamerakalibrierung: unzureichend.
es: Cero o sólo una foto para la calibración de la cámara: insuficiente.
it: Zero o una sola foto per la calibrazione della telecamera: insufficiente.
zh: 零张或一张照片用于相机校准：不足。

source: Calibration correctement effectuée : utilisable pour un autre chantier.
ar: تم تنفيذ المعايرة بشكل صحيح: يمكن استخدامها لوظيفة أخرى.
de: Korrekt durchgeführte Kalibrierung: kann für einen anderen Auftrag verwendet werden.
es: Calibración correctamente realizada: puede ser usada para otro trabajo.
it: Calibrazione eseguita correttamente: può essere utilizzata per un altro lavoro.
zh: 正确执行校准：可用于其他作业。

source: Il reste moins de 2 photos pour Tapas (sans les photos de calibration) : insuffisant pour calculer l'orientation.
ar: يتبقى أقل من صورتين لـ Tapas (بدون صور المعايرة): غير كافية لحساب الاتجاه.
de: Es sind weniger als 2 Fotos für Tapas übrig (ohne die Kalibrierungsfotos): nicht ausreichend, um die Ausrichtung zu berechnen.
es: Quedan menos de 2 fotos para Tapas (sin las fotos de calibración): insuficientes para calcular la orientación.
it: Sono rimaste meno di 2 foto per Tapas (senza le foto di calibrazione): insufficienti per calcolare l'orientamento.
zh: 小吃剩余的照片不到2张（不含校准照片）：不足以计算方向。

source: Le calcul du nuage dense n'est pas possible.
ar: حساب السحابة الكثيفة غير ممكن.
de: Die Berechnung der dichten Wolke ist nicht möglich.
es: El cálculo de la nube densa no es posible.
it: Il calcolo della nuvola densa non è possibile.
zh: 无法计算密集云。

source: Moins de 2 photos pour l'orientation : insuffisant.
ar: أقل من صورتين للتوجيه: غير كافية.
de: Weniger als 2 Fotos zur Orientierung: unzureichend.
es: Menos de 2 fotos para la orientación: insuficiente.
it: Meno di 2 foto per l'orientamento: insufficiente.
zh: 少于2张定向照片：不足。

source: Liste des photos : %s
ar: قائمة الصور: %s
de: Liste der Fotos: %s
es: Lista de fotos : %s
it: Elenco delle foto : %s
zh: 照片列表：%s

source: La calibration de l'appareil photo n'a pas permis de trouver une orientation.
ar: لم تتمكن معايرة الكاميرا من العثور على اتجاه.
de: Die Kamerakalibrierung konnte keine Ausrichtung finden.
es: La calibración de la cámara no encontró ninguna orientación.
it: La calibrazione della telecamera non ha trovato alcun orientamento.
zh: 相机校准找不到方向。

source: Calibration de l'appareil photo non effectuée.
ar: لم يتم إجراء معايرة الكاميرا.
de: Die Kamerakalibrierung wurde nicht durchgeführt.
es: No se ha realizado la calibración de la cámara.
it: Calibrazione della fotocamera non eseguita.
zh: 未执行相机校准。

source: Problème de nombre de photos après calibration de l'appareil.
ar: مشكلة عدد الصور بعد معايرة الجهاز.
de: Problem der Anzahl der Fotos nach der Kalibrierung des Geräts.
es: Problema con el número de disparos después de calibrar la cámara.
it: Problema con il numero di scatti dopo la calibrazione della telecamera.
zh: 校准设备后出现照片数量问题。

source: Problème de nombre de photos pour calibration de l'appareil photo.
ar: مشكلة عدد الصور لمعايرة الكاميرا.
de: Problem der Anzahl der Fotos für die Kamerakalibrierung.
es: Problema con el número de disparos para la calibración de la cámara.
it: Problema con il numero di scatti per la calibrazione della telecamera.
zh: 用于相机校准的照片数量问题。

source: Calibration : Recherche des paramètres optiques des appareils sur %s photos.
ar: المعايرة: ابحث عن المعلمات الضوئية للكاميرات على %s صورة.
de: Kalibrierung: Suchen Sie nach optischen Parametern von Kameras auf %s Fotos.
es: Calibración: Buscar los parámetros ópticos de los dispositivos en %s fotos.
it: Calibrazione: Ricerca dei parametri ottici dei dispositivi su %s foto.
zh: 校准：在%s张照片上搜索相机的光学参数。

source: Calibration de l'appareil photo effectuée.
ar: تم إجراء معايرة الكاميرا.
de: Kamerakalibrierung durchgeführt.
es: Calibración de la cámara realizada.
it: Calibrazione della telecamera eseguita.
zh: 进行相机校准。

source: Calibration de l'appareil effectuée. Recherche de l'orientation sur %s photos.
ar: تم إجراء معايرة الجهاز. ابحث عن الاتجاه على %s من الصور.
de: Instrumentenkalibrierung durchgeführt. Suchen Sie nach Orientierung auf %s Fotos.
es: Calibración del dispositivo realizada. Búsqueda de orientación en %s imágenes.
it: Calibrazione del dispositivo eseguita. Ricerca di orientamento su %s immagini.
zh: 进行仪器校准。在%s张照片上搜索方向。

source: Calibration de l'appareil importée depuis '%s'. Recherche de l'orientation sur %s photos.
ar: تم استيراد معايرة الجهاز من "%s". ابحث عن الاتجاه على %s من الصور.
de: Instrumentenkalibrierung aus '%s' importiert. Suchen Sie nach Orientierung auf %s Fotos.
es: Calibración del dispositivo importado de '%s'. Búsqueda de orientación en %sfotos.
it: Calibrazione del dispositivo importato da '%s'. Ricerca di orientamento su %s foto.
zh: 从“ %s”导入的仪器校准。在%s张照片上搜索方向。

source: Calibration, pour trouver les réglages intrinsèques de l'appareil photo
ar: المعايرة ، للعثور على الإعدادات الجوهرية للكاميرا
de: Kalibrierung, um die Einstellungen der Kamera zu ermitteln
es: Calibración, para encontrar los ajustes intrínsecos de la cámara
it: Calibrazione, per trovare le impostazioni intrinseche della telecamera
zh: 校准，以查找摄像机的固有设置

source: Recherche l'orientation des %s prises de vue.
ar: يكتشف اتجاه %s اللقطات.
de: Findet die Ausrichtung von %s Aufnahmen.
it: Trova l'orientamento degli scatti %s.
zh: 查找%s张照片的方向。

source: Problème avec les photos de calibration de l'appareil.
ar: مشكلة في معايرة الصور بالكاميرا.
de: Problem mit den Kamerakalibrierungsfotos.
es: Problema con las imágenes de calibración de la cámara.
it: Problema con le immagini di calibrazione della fotocamera.
zh: 相机校准照片出现问题。

source: Pas assez de photos pour utiliser les coordonnées GPS de navigation
ar: لا توجد صور كافية لاستخدام إحداثيات GPS للملاحة
de: Nicht genügend Fotos, um GPS-Koordinaten für die Navigation zu verwenden
es: No hay suficientes fotos para usar las coordenadas GPS para la navegación
it: Non ci sono abbastanza foto per utilizzare le coordinate GPS per la navigazione
zh: 没有足够的照片来使用GPS坐标进行导航

source: Mixe les orientations de Tapas et des données GPS et positions des exifs des photos prises par drone
ar: يمزج بين اتجاهات Tapas وبيانات GPS ومواقف exifs للصور التي التقطتها الطائرات بدون طيار
de: Mischt die Ausrichtung der Tapas- und GPS-Daten und die Positionen der Exifs der von der Drohne aufgenommenen Fotos
es: Mezcla las orientaciones de Tapas con los datos del GPS y las posiciones de los exifs de las fotos tomadas por el dron
it: Mescola gli orientamenti dei nastri con i dati GPS e le posizioni degli exif delle foto scattate dal drone
zh: 混合Tapas和GPS数据的方向以及无人机拍摄的照片exif的位置

source: La prise en compte des données de navigation du drone a échoué.
ar: عدم مراعاة بيانات ملاحة الطائرة بدون طيار.
de: Nichtberücksichtigung der Navigationsdaten der Drohne.
es: Los datos de navegación del UAV no tuvieron éxito.
it: I dati di navigazione dell'UAV non hanno avuto successo.
zh: 没有考虑到无人机的导航数据。

source: Fixe l'orientation (axe, plan et métrique) suivant les options de 'Mise à l'échelle'
ar: إصلاح الاتجاه (المحور والمستوى والقياسي) وفقًا لخيارات "القياس"
de: Korrigieren Sie die Ausrichtung (Achse, Ebene und Metrik) gemäß den Optionen unter "Skalieren".
es: Establece la orientación (eje, plano y métrica) según las opciones de 'Escala'
it: Imposta l'orientamento (asse, piano e metrico) secondo le opzioni 'Scalatura'
zh: 根据“缩放”选项固定方向（轴，平面和公制）

source: L'orientation n'a pas été effectuée. Menu MicMac\Lancer Micmac
ar: لم يتم إجراء التوجيه. Mi'KmMac\إطلاق قائمة Mi'kmaq
de: Eine Orientierung wurde nicht durchgeführt. Mi'KmMac\Starten Sie das Mi'kmaq-Menü
es: No se ha llevado a cabo la orientación. Menú MicMac\Lanzar MicMac
it: L'orientamento non è stato effettuato. Menu MicMac\Avvia Micmac
zh: 没有进行定向。 Mi'KmMac\Launch Mi'kmaq Menu

source: Le nuage non dense est déjà présent.
ar: السحابة غير الكثيفة موجودة بالفعل.
de: Die nicht dichte Wolke ist bereits vorhanden.
es: La nube no densa ya está presente.
it: La nube non densa è già presente.
zh: 非密集云已经存在。

source: Pour le modifier : Menu MicMac/Options/Modifier les options des points homologues
ar: لتغييره: قائمة MiMac / خيارات / تغيير خيارات نقطة النظير
de: So ändern Sie es: MiMac-Menü / Optionen / Peer-Point-Optionen ändern
es: Para modificarlo: Menú MicMac/Opciones/Cambiar las opciones de los puntos homólogos
it: Per modificarlo: Menu MicMac/Opzioni/Modifica opzioni punti omologhi
zh: 要更改它：MiMac 菜单/选项/更改对等点选项

source: L'orientation %s n'est pas présente . Bizarre !
ar: التوجه %s غير موجود. غريب!
de: Die %s Orientierung ist nicht vorhanden. Seltsam!
es: La orientación %s no está presente . ¡Extraño!
it: L'orientamento %s non è presente . Strano!
zh: %s方向不存在。奇怪！

source: Construction du nuage non dense en cours. Patience
ar: بناء السحابة غير الكثيفة قيد التقدم. صبر
de: Der Bau der nicht dichten Wolke ist im Gange. Geduld
es: Construcción de la nube no densa en curso. Paciencia
it: Costruzione della nuvola non densa in corso. Pazienza
zh: 正在进行中的非密集云的建设。 耐心

source: Le nuage non dense n'a pas été créé.
ar: لم يتم إنشاء السحابة غير الكثيفة.
de: Die nicht dichte Wolke wurde nicht erstellt.
es: La nube no densa no ha sido creada.
it: La nube non densa non è stata creata.
zh: 未创建非密集云。

source: Nuage non dense créé. Vous pouvez définir un masque 3D pour C3DC.
ar: سحابة غير كثيفة تم إنشاؤها. يمكنك تحديد قناع ثلاثي الأبعاد ل C3DC.
de: Nicht dichte Wolke erstellt. Sie können eine 3D-Maske für C3DC definieren.
es: Nube no densa creada. Puede definir una máscara 3D para C3DC.
it: Nube non densa creata. È possibile impostare una maschera 3D per C3DC.
zh: 创建了非密集云。您可以为 C3DC 定义 3D 蒙版。

source: Pour cela Menu Micmac\Options\Densification puis 'lancer MicMac' densification
ar: للقيام بذلك القائمة Micmac \ خيارات \ تكثيف ثم "تشغيل MicMac" تكثيف
de: Gehen Sie dazu dazu ein: Menü Micmac\Optionen\Verdichtung und dann 'MicMac starten'-Verdichtung
es: Para ello Menú Micmac\Opciones\Densificación y luego 'iniciar MicMac' densificación
it: Per questo Menu Micmac\Opzioni\Densificazione poi 'lanciare MicMac' densificazione
zh: 要执行此操作，菜单Micmac\选项\致密化，然后“启动MicMac”致密化

source: Positionne les appareils photos autour du sujet.
ar: ضع الكاميرات حول الموضوع.
de: Positionieren Sie die Kameras um das Motiv.
es: Coloca las cámaras alrededor del sujeto.
it: Posizionare le telecamere attorno al soggetto.
zh: 将相机放在拍摄对象周围。

source: Création d'un nuage de points grossier.
ar: إنشاء سحابة نقطية خشنة.
de: Erzeugung einer groben Punktwolke.
es: Creación de una nube de puntos gruesa.
it: Creazione di una nuvola di punti grossolana.
zh: 创建一个粗略的点云。

source: ATTENTION : des métadonnées nécessaires sont absentes des photos. Vérifier l'exif.
ar: تنبيه: البيانات الوصفية الضرورية مفقودة من الصور. تحقق من exif.
de: ACHTUNG: Notwendige Metadaten fehlen auf den Fotos. Überprüfen Sie die exif.
es: ADVERTENCIA: los metadatos necesarios están ausentes de las fotos. Comprobar el exif.
it: ATTENZIONE: i metadati necessari sono assenti dalle foto. Verificare l'EXIF.
zh: 注意：照片中缺少必要的元数据。检查exif。

source: Ouverture du nuage de points après Apericloud
ar: فتح نقطة سحابة بعد Apericloud
de: Öffnung der Punktwolke nach Apericloud
es: Abriendo la nube de puntos después de Apericloud
it: Apertura della nuvola di punti dopo Apericloud
zh: Apericloud之后点云的开放

source: Pas de fichier AperiCloud.ply généré.
ar: لم يتم إنشاء ملف AperiCloud.ply.
de: Es wurde keine AperiCloud.ply-Datei generiert.
es: No se generó ningún archivo AperiCloud.ply.
it: Nessun file AperiCloud.ply generato.
zh: 没有生成AperiCloud.ply文件。

source: Consulter l'aide (quelques conseils), Consulter la trace.
ar: استشر المساعدة (بعض النصائح) ، استشر التتبع.
de: Konsultieren Sie die Hilfe (einige Ratschläge), Konsultieren Sie die Spur.
es: Consulte la ayuda (algunos consejos), Comprueba el rastro.
it: Consultate la guida (alcuni consigli), Controlla la traccia.
zh: 咨询帮助（一些建议），咨询跟踪。

source: Tarama : mosaïque des photos d'après les tie points
ar: تراما: فسيفساء من الصور من نقاط التعادل
de: Tarama: Mosaik von Fotos von Verbindungspunkten
es: Tarama: mosaico de fotos según los puntos de unión
it: Tarama : mosaico di foto secondo i punti di legame
zh: 塔拉玛（Tarama）：来自联络点的照片拼接

source: L'orientation n'est pas calculée Dans le menu MicMac : Lancer MicMac
ar: لا يتم احتساب الاتجاه في قائمة MicMac: قم بتشغيل MicMac
de: Orientierung wird nicht berechnet Im MicMac-Menü: Starten Sie MicMac
es: La orientación no está calculada En el menú MicMac: Iniciar MicMac
it: L'orientamento non è calcolato Nel menu MicMac: Avvia MicMac
zh: 不计算方向 在 MicMac 菜单上：启动 MicMac

source: Mosaïque TARAMA générée
ar: ولدت فسيفساء تاراما
de: TARAMA-Mosaik generiert
es: Mosaico de TARAMA GENERADO
it: Mosaico TARAMA GENERATO
zh: 塔拉玛马赛克生成
