Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Menu MicMac : - Options : choisir les options des modules Tapioca, Tapas, GCP (nuage non densifié puis de densification Malt ou C3DC: Consulter le wiki MicMac pour obtenir de l'info sur les modules MicMac, par exemple : https://micmac.ensg.eu/index.php/Tapas Les options suivantes concernent le calcul du nuage de points NON densifié : - Points homologues : Tapioca : options et sous options associées (échelles, fichier xml la recherche des points homologues se fait sur toutes les paires de photos 'All' 'MulScale' : D'abord sur toutes les paires en faible résolution (300 par exemple puis uniquement sur les paires. ayant eu au moins 2 points homologues. 'Line' : seules les N photos avant et après sont examinées. L'objectif est d'accélérer la recherche : pour 200 photos il y a 40000 paires. Voir la documentation MicMac sur Tapioca : https://micmac.ensg.eu/index.php/Tapioca. - Orientation : Tapas : choix d'un mode de calcul de la géométrie 'optique/capteur' de l'appareil. Le mode de calcul détermine le nombre de paramètres décrivant l'optique et le capteur. Si plusieurs appareils photos alors il faut les distinguer, voir menu expert. La calibration permet de figer les caractéristiques de l'appareil sur des photos spécifiques : Par exemple photos d'un angle de bâtiment avec une grande longueur de mur. Ces photos ne servent pas nécessairement pour la suite du chantier. La calibration peut être recopiée d'un autre chantier avec le même appareil photo. Masque pour C3DC : sur le nuage non dense, pour Malt Ortho : sur la mosaïque. L'arrêt après Tapas est nécessaire pour décrire le masque 2D ou 3D pour Malt ou C3DC. La production du nuage de point non dense est optionnelle. Si elle est demandée l'image 3D non dense positionne les appareils photos. Voir la documentation MicMac sur Tapas : https://micmac.ensg.eu/index.php/Tapas. - Mise à l'échelle : définir un axe, une zone plane, une distance pour définir la métrique du chantier. Cette mise à l'échelle définit un repère local pour les nuages de points, mais l'origine est fixée par MicMac - GCP : Ground Control Point : point de repère marqués sur le terrain, coordonnées repérées localement ou par GPS. - GCP : définir les points de calage qui permettent de (géo localiser la scène. Une première ligne permet de définir les options du module CAMPARI qui améliore la précision des calculs. Il faut indiquer la précision des cibles GCP (en unité du GCP et la précision des points images (en pixels . CAMPARI ne sera lancé que si les points GCP sont corrects ainsi que les 2 paramètres ci-dessus. Pour être utilisé chaque point GCP, au minimum 3, doit être placé sur au moins 2 photos. Le bouton 'appliquer' positionne le nuage non densifié immédiatement, sans recalcul. Si les points homologues sont calculés : un cercle rouge positionne le point en cours de saisie. La qualité de positionnement des points GCP est consultable (menu Outils . - Densification : choix du module de densification : C3DC ou Malt. La densification produit une représentation en 3D de la scène photographiée. Cette représentation est dans un repère local ou un référentiel géographique qui peut être : - un repère choisi par MicMac en l'absence d'indication de l'utilisateur - un repère local définit par la 'mise à l'échelle' : axe des x, plan horizontal, métrique. L'origine est fixée par MicMac. - un repère GPS défini par la donnée de points géoréférencés sur le terrain et placés sur les photos. - le référentiel WGS84 lorsque les photos sont géoréférencées dans l'exif en latitude et longitude. Dans ce cas le menu Expert/navigation GPS permet de choisir un référentiel EPSG.. Lorsque les coordonnées sont 'grandes' une translation est effectuée sur le nuage pour obtenir des coordonnées inférieures à 100000. L'utilisateur doit choisir entre 2 modules de densification : MALT ou C3DC. Les 2 modules produisent des nuages assez semblables mais ils sont différents sur certains points : - Malt Ortho permet d'obtenir une orthomosaïque de la scène - Malt Ortho permet de tracer un masque sur une mosaïque 2D (produit de TARAMA de la scène - Malt GeoImage permet de tracer des masques sur plusieurs photos du chantier - C3DC permet de tracer un masque en 3D sur le nuage non dense - Malt : Si le mode est GeomImage : désigner une ou plusieurs images maîtres dessiner sur les photos le ou les masques Seuls les points visibles sur les images maîtresses seront sur l'image 3D finale. Le masque limite la zone utile de l'image 3D finale. La molette permet de zoomer et le clic droit maintenu de déplacer l'image. Supprimer une image maître de la liste réinitialise le masque. Nombre de photos utiles autour de l'image maître : Permet de limiter les recherches aux images entourant chaque image maître. Si le mode est Ortho : le mode Ortho permet la création d'une orthomosaïque de la scène (en plus du nuage dense Création possible d'un masque sur la mosaïque Tarama demandée après Tapas Si le mode est UrbanMNE : le mode UrbanMNE offre de multiples possibilités qui ne sont pas proposées dans l'interface . Utiliser les options personnalisées du menu expert pour les rendre actives. Options communes à Malt Ortho, Malt GeomImage et Malt UrbanMne : Choix du niveau de densification final : 8,4,2 ou 1. - Le niveau 8 est le moins dense, le niveau 1 est le plus dense. La géométrie est revue à chaque niveau et de plus en plus précise : la densification s'accroît, et la géométrie s'affine aussi. Choix du format du fichier PLY : nuage de points (nuage ou maillage) - C3DC : Choix par défaut. Plusieurs options, de précision croissante. Choix du format du fichier PLY : nuage de points (nuage ou maillage) Possibilité de dessiner un masque 3D sur le nuage de points non dense. Les touches fonctions à utiliser pour la saisie du masque sont décrites dans l'onglet. Le masque limite la zone en 3 dimensions de l'image finale. L'outil de saisie est issu de MicMac. - Lancer MicMac : enregistre le chantier et lance le traitement avec les options par défaut ou choisies par l'item 'options'. Relance MicMac si l'arrêt a été demandé après tapas.
ar: قائمة Mic Mac: - الخيارات: اختر خيارات وحدات Tapioca و Tapas و GCP (السحابة غير المكثفة ثم التكثيف Malt أو C3DC): استشر MicMac wiki للحصول على معلومات حول وحدات MicMac ، على سبيل المثال: https://micmac.ensg.eu/index.php/Tapas تتعلق الخيارات التالية بحساب سحابة النقطة NON-densified: - النقاط المتشابهة: Tapioca: الخيارات المرتبطة والخيارات الفرعية (المقاييس ، ملف xml يتم البحث عن نقاط متشابهة على جميع أزواج الصور "الكل". "MulScale": أولاً على جميع الأزواج ذات الدقة المنخفضة (300 على سبيل المثال ثم على الأزواج فقط. وجود نقطتين متماثلتين على الأقل. "الخط": يتم فحص الصور قبل وبعد N فقط. الهدف هو تسريع البحث: من أجل 200 صورة هناك 40.000 زوج. راجع وثائق MicMac على Tapioca: https://micmac.ensg.eu/index.php/Tapioca. - الاتجاه: تاباس: اختيار وضع لحساب هندسة "بصري / حساس" للجهاز. يحدد وضع الحساب عدد المعلمات التي تصف البصريات والمستشعر. إذا كانت هناك عدة كاميرات فيجب تمييزها ، راجع قائمة الخبراء. تسمح لك المعايرة بتجميد خصائص الجهاز على صور محددة: على سبيل المثال ، صور ركن في مبنى بطول جدار طويل. هذه الصور ليست بالضرورة مستخدمة لبقية الموقع. يمكن نسخ المعايرة من موقع آخر بنفس الكاميرا. قناع لـ C3DC: على السحابة غير الكثيفة ، لـ Malt Ortho: على الفسيفساء. يعد التوقف بعد Tapas ضروريًا لوصف القناع ثنائي الأبعاد أو ثلاثي الأبعاد لـ Malt أو C3DC. يعد إنتاج سحابة النقاط غير الكثيفة اختياريًا. إذا لزم الأمر ، فإن الصورة ثلاثية الأبعاد غير الكثيفة تضع الكاميرات. راجع وثائق MicMac على Tapas: https://micmac.ensg.eu/index.php/Tapas. - القياس: تحديد محور ، منطقة مسطحة ، مسافة لتحديد قياس الموقع. يحدد هذا القياس نقطة مرجعية محلية للسحب النقطية ، ولكن الأصل يتم إصلاحه بواسطة MicMac - GCP: نقطة التحكم الأرضية: المعالم المحددة على الأرض والإحداثيات الموجودة محليًا أو بواسطة نظام تحديد المواقع العالمي (GPS). - GCP: تحديد نقاط التوقيت التي تسمح (تحديد الموقع الجغرافي للمشهد. يتم استخدام السطر الأول لتحديد خيارات وحدة CAMPARI التي تعمل على تحسين دقة الحسابات. يجب أن تشير إلى دقة أهداف GCP (بوحدات GCP ودقة نقاط الصورة (بالبكسل. سيتم إطلاق CAMPARI فقط إذا كانت نقاط GCP صحيحة بالإضافة إلى المعلمتين أعلاه. لاستخدام كل نقطة GCP ، يجب وضع 3 صور على الأقل على صورتين على الأقل. يقوم الزر "تطبيق" بوضع السحابة غير المكثفة على الفور ، دون إعادة الحساب. إذا تم حساب النقاط المتجانسة: تضع دائرة حمراء النقطة التي يتم إدخالها. يمكن الرجوع إلى جودة تحديد المواقع الخاصة بنقاط GCP (أدوات القائمة. - التكثيف: اختيار وحدة التكثيف: C3DC أو الشعير. ينتج عن التكثيف تمثيل ثلاثي الأبعاد للمشهد المصور. هذا التمثيل في مرجع محلي أو مرجع جغرافي يمكن أن يكون: - علامة يختارها MicMac في حالة عدم وجود إشارة من المستخدم - مرجع محلي محدد بواسطة "القياس": المحور السيني ، المستوى الأفقي ، المقياس. تم تعيين الأصل بواسطة MicMac. - علامة GPS محددة ببيانات النقاط المحددة جغرافيًا على الأرض والموضوعة على الصور. - مستودع WGS84 عندما يتم تحديد الصور جغرافيًا في exif في خطوط الطول والعرض. في هذه الحالة ، تتيح لك قائمة التنقل Expert / GPS اختيار إطار EPSG المرجعي. عندما تكون الإحداثيات "كبيرة" ، يتم إجراء ترجمة على السحابة للحصول على الإحداثيات أقل من 100000. يجب على المستخدم الاختيار بين وحدتي تكثيف: MALT أو C3DC. تنتج الوحدتان غيومًا متشابهة تمامًا ولكنها مختلفة في نقاط معينة: - يسمح Malt Ortho بالحصول على orthomosaic للمشهد - يتيح Malt Ortho رسم قناع على فسيفساء ثنائية الأبعاد (منتج TARAMA للمشهد - يسمح لك Malt GeoImage برسم أقنعة على عدة صور للموقع - يسمح C3DC برسم قناع ثلاثي الأبعاد على السحابة غير الكثيفة - شراب الشعير: إذا كان الوضع هو GeomImage: تعيين صورة رئيسية واحدة أو أكثر ارسم القناع (القناع) على الصور فقط النقاط المرئية على الصور الرئيسية ستكون على الصورة ثلاثية الأبعاد النهائية. يحد القناع من المساحة المفيدة للصورة ثلاثية الأبعاد النهائية. يتم استخدام العجلة للتكبير ، ويتم الحفاظ على النقر بزر الماوس الأيمن لتحريك الصورة. تؤدي إزالة صورة رئيسية من القائمة إلى إعادة تعيين القناع. عدد الصور المفيدة حول الصورة الرئيسية: يسمح بالبحث عن الصور المحيطة بكل صورة رئيسية. إذا كان الوضع هو Ortho: يسمح الوضع Ortho بإنشاء متعامد للمشهد (بالإضافة إلى السحابة الكثيفة مطلوب إنشاء قناع على فسيفساء Tarama بعد Tapas إذا كان الوضع هو UrbanMNE: يوفر وضع UrbanMNE إمكانيات متعددة غير متوفرة في الواجهة. استخدم الخيارات المخصصة في قائمة الخبراء لتنشيطها. خيارات مشتركة بين Malt Ortho و Malt GeomImage و Malt UrbanMne: اختيار مستوى التكثيف النهائي: 8،4،2 أو 1. - المستوى 8 هو الأقل كثافة ، والمستوى 1 هو الأكثر كثافة. تتم مراجعة الهندسة في كل مستوى وبشكل أكثر دقة: يزداد التكثيف ، ويتم تحسين الهندسة أيضًا. اختيار تنسيق ملف PLY: نقطة سحابة (سحابة أو شبكة) - C3DC: الاختيار الافتراضي. عدة خيارات لزيادة الدقة. اختيار تنسيق ملف PLY: نقطة سحابة (سحابة أو شبكة) القدرة على رسم قناع ثلاثي الأبعاد على سحابة النقطة غير الكثيفة. تم وصف مفاتيح الوظائف التي يجب استخدامها لإدخال القناع في علامة التبويب. يحدد القناع المساحة ثلاثية الأبعاد للصورة النهائية. تأتي أداة الإدخال من MicMac. - إطلاق MicMac: يحفظ الموقع ويبدأ المعالجة بالخيارات الافتراضية أو تلك التي يختارها عنصر "الخيارات". يعيد تشغيل MicMac إذا تم طلب إيقاف التشغيل بعد التاباس.
de: Mic Mac-Menü: - Optionen: Wählen Sie die Optionen der Module Tapioca, Tapas, GCP (nicht verdichtete Wolke, dann Malz- oder C3DC-Verdichtung): Informationen zu MicMac-Modulen finden Sie im MicMac-Wiki, zum Beispiel: https://micmac.ensg.eu/index.php/Tapas Folgende Optionen beziehen sich auf die Berechnung der NICHT-verdichteten Punktwolke: - Homologe Punkte: Tapioka: zugehörige Optionen und Unteroptionen (Waagen, xml-Datei die Suche nach homologen Punkten erfolgt auf allen Fotopaaren 'Alle' 'MulScale': Zuerst auf alle Paare in niedriger Auflösung (z.B. 300 dann nur auf die Paare. mit mindestens 2 homologen Punkten. „Linie“: Nur die N Vorher-Nachher-Fotos werden untersucht. Ziel ist es, die Recherche zu beschleunigen: Für 200 Fotos gibt es 40.000 Paare. Siehe MicMac-Dokumentation zu Tapioca: https://micmac.ensg.eu/index.php/Tapioca. - Orientierung: Tapas: Wahl eines Modus zur Berechnung der „Optik/Sensor“-Geometrie des Geräts. Der Berechnungsmodus bestimmt die Anzahl der Parameter, die die Optik und den Sensor beschreiben. Bei mehreren Kameras müssen diese unterschieden werden, siehe Expertenmenü. Mit der Kalibrierung können Sie die Eigenschaften des Geräts auf bestimmten Fotos einfrieren: Zum Beispiel Fotos einer Ecke eines Gebäudes mit einer langen Wand. Diese Fotos werden nicht unbedingt für den Rest der Website verwendet. Die Kalibrierung kann von einem anderen Standort mit derselben Kamera kopiert werden. Maske für C3DC: auf der nicht dichten Wolke, für Malt Ortho: auf dem Mosaik. Der Stopp nach Tapas ist notwendig, um die 2D- oder 3D-Maske für Malt oder C3DC zu beschreiben. Die Erzeugung der nicht dichten Punktwolke ist optional. Auf Wunsch positioniert das nicht dichte 3D-Bild die Kameras. Siehe MicMac-Dokumentation zu Tapas: https://micmac.ensg.eu/index.php/Tapas. - Skalierung: Definieren Sie eine Achse, einen flachen Bereich, einen Abstand, um die Metrik des Standorts zu definieren. Diese Skalierung definiert einen lokalen Referenzpunkt für die Punktwolken, aber der Ursprung wird von MicMac festgelegt - GCP: Ground Control Point: am Boden markierte Orientierungspunkte, lokal oder per GPS lokalisierte Koordinaten. - GCP: Definieren Sie die Zeitpunkte, die es ermöglichen (Geolokalisierung der Szene. Eine erste Zeile wird verwendet, um die Optionen des CAMPARI-Moduls zu definieren, was die Genauigkeit der Berechnungen verbessert. Sie müssen die Genauigkeit der GCP-Ziele (in GCP-Einheiten) und die Genauigkeit der Bildpunkte (in Pixel . CAMPARI wird nur gestartet, wenn die GCP-Punkte sowie die beiden oben genannten Parameter korrekt sind. Um verwendet zu werden, muss jeder GCP-Punkt, mindestens 3, auf mindestens 2 Fotos platziert werden. Die Schaltfläche „Anwenden“ positioniert die unverdichtete Wolke sofort, ohne Neuberechnung. Wenn die homologen Punkte berechnet wurden: Ein roter Kreis positioniert den eingegebenen Punkt. Die Positionierungsqualität der GCP-Punkte kann abgefragt werden (Menü Tools . - Verdichtung: Wahl des Verdichtungsmoduls: C3DC oder Malt. Die Verdichtung erzeugt eine 3D-Darstellung der fotografierten Szene. Diese Darstellung erfolgt in einer lokalen Referenz oder einer geografischen Referenz, die Folgendes sein kann: - eine Markierung, die von MicMac ohne Benutzerangabe gewählt wird - eine durch die 'Skalierung' definierte lokale Referenz: x-Achse, horizontale Ebene, metrisch. Der Ursprung wird von MicMac gesetzt. - ein GPS-Marker, der durch die Daten georeferenzierter Punkte auf dem Boden definiert und auf den Fotos platziert wird. - das WGS84-Repository, wenn die Fotos im Exif in Breiten- und Längengraden georeferenziert sind. In diesem Fall können Sie im Experten-/GPS-Navigationsmenü einen EPSG-Referenzrahmen auswählen. Wenn die Koordinaten "groß" sind, wird eine Übersetzung auf der Wolke durchgeführt, um Koordinaten zu erhalten weniger als 100000. Der Benutzer muss zwischen 2 Verdichtungsmodulen wählen: MALT oder C3DC. Die 2 Module erzeugen ziemlich ähnliche Wolken, aber sie unterscheiden sich in bestimmten Punkten: - Malt Ortho ermöglicht es, ein Orthomosaik der Szene zu erhalten - Malt Ortho ermöglicht das Zeichnen einer Maske auf einem 2D-Mosaik (Produkt von TARAMA der Szene - Mit Malt GeoImage können Sie Masken auf mehreren Fotos der Website zeichnen - C3DC ermöglicht das Zeichnen einer 3D-Maske auf der nicht dichten Wolke - Malz: Wenn der Modus GeomImage ist: Bestimmen Sie ein oder mehrere Master-Images Zeichnen Sie die Maske(n) auf die Fotos Nur die auf den Masterbildern sichtbaren Punkte befinden sich auf dem endgültigen 3D-Bild. Die Maske begrenzt den nutzbaren Bereich des endgültigen 3D-Bildes. Das Rad dient zum Zoomen und die rechte Maustaste zum Bewegen des Bildes. Durch das Entfernen eines Masterbilds aus der Liste wird die Maske zurückgesetzt. Anzahl nützlicher Fotos rund um das Masterbild: Ermöglicht die Beschränkung der Suche auf Bilder, die jedes Master-Bild umgeben. Wenn der Modus Ortho ist: Der Ortho-Modus ermöglicht die Erstellung eines Orthomosaiks der Szene (zusätzlich zur dichten Wolke Mögliche Erstellung einer Maske auf dem nach Tapas angeforderten Tarama-Mosaik Wenn der Modus UrbanMNE ist: Der UrbanMNE-Modus bietet mehrere Möglichkeiten, die in der Benutzeroberfläche nicht angeboten werden. Verwenden Sie benutzerdefinierte Optionen im Expertenmenü, um sie zu aktivieren. Gemeinsame Optionen für Malt Ortho, Malt GeomImage und Malt UrbanMne: Wahl der Endverdichtungsstufe: 8,4,2 oder 1. - Stufe 8 ist am wenigsten dicht, Stufe 1 ist am dichtesten. Die Geometrie wird auf jeder Ebene überprüft und immer genauer: die Verdichtung nimmt zu und auch die Geometrie wird verfeinert. Wahl des PLY-Dateiformats: Punktwolke (Wolke oder Netz) - C3DC: Standardauswahl. Mehrere Optionen mit zunehmender Genauigkeit. Wahl des PLY-Dateiformats: Punktwolke (Wolke oder Netz) Fähigkeit, eine 3D-Maske auf der nicht dichten Punktwolke zu zeichnen. Die zur Eingabe der Maske zu verwendenden Funktionstasten sind in der Registerkarte beschrieben. Die Maske begrenzt den 3-dimensionalen Bereich des endgültigen Bildes. Das Eingabetool stammt von MicMac. - MicMac starten: Speichert die Site und startet die Verarbeitung mit den Standardoptionen oder denen, die durch das Element „Optionen“ ausgewählt wurden. Startet MicMac neu, wenn das Herunterfahren nach Tapas angefordert wurde.
zh: 麦克风 Mac 菜单： - 选项：选择 Tapioca、Tapas、GCP 模块的选项（非致密云然后 Malt 或 C3DC 致密化）： 有关 MicMac 模块的信息，请参阅 MicMac wiki，例如：https://micmac.ensg.eu/index.php/Tapas 以下选项与非致密点云的计算有关： - 同源点：Tapioca：相关选项和子选项（比例，xml 文件 搜索同源点是在所有照片对“全部”上完成的 'MulScale'：首先在低分辨率的所有对上（例如 300，然后仅在对上。 至少有 2 个同源点。 'Line'：只检查照片前后的N张。 目标是加快研究速度：200 张照片有 40,000 对。 请参阅有关 Tapioca 的 MicMac 文档：https://micmac.ensg.eu/index.php/Tapioca。 - 方向：Tapas：选择用于计算设备“光学/传感器”几何形状的模式。 计算模式决定了描述光学器件和传感器的参数数量。 如果有多个摄像头，则必须区分它们，请参阅专家菜单。 校准允许您在特定照片上冻结设备的特性： 例如，具有长墙的建筑物一角的照片。 这些照片不一定用于网站的其余部分。 可以使用同一台相机从另一个站点复制校准。 C3DC 的掩码：在非密集云上，Malt Ortho：在马赛克上。 Tapas 之后的停留对于描述 Malt 或 C3DC 的 2D 或 3D 掩码是必要的。 非密集点云的生成是可选的。 如果需要，非密集 3D 图像定位相机。 请参阅有关 Tapas 的 MicMac 文档：https://micmac.ensg.eu/index.php/Tapas。 - 缩放：定义一个轴、一个平面区域、一个距离来定义站点的度量。 此缩放定义了点云的局部参考点，但原点由 MicMac 固定 - GCP：地面控制点：地面上标记的地标，坐标位于本地或 GPS。 - GCP：定义允许（地理定位场景）的时间点。 第一行用于定义提高计算精度的 CAMPARI 模块的选项。 您必须指明 GCP 目标的精度（以 GCP 单位和图像点的精度（以像素为单位）。 仅当 GCP 点以及上述 2 个参数正确时，才会启动 CAMPARI。 要使用每个 GCP 点，至少 3 个，必须放置在至少 2 张照片上。 “应用”按钮立即定位未致密的云，无需重新计算。 如果计算同源点：红色圆圈定位正在输入的点。 GCP 点的定位质量可以参考（菜单 Tools . - 致密化：致密化模块的选择：C3DC 或 Malt。 致密化生成拍摄场景的 3D 表示。 这种表示是在本地参考或地理参考中，可以是： - 在没有用户指示的情况下由 MicMac 选择的标记 - 由“缩放”定义的局部参考：x 轴、水平面、公制。 原点由 MicMac 设置。 - 由地面上的地理参考点数据定义并放置在照片上的 GPS 标记。 - WGS84 存储库，当照片在 exif 中以经纬度进行地理参考时。 在这种情况下，专家/GPS 导航菜单允许您选择一个 EPSG 参考系。 当坐标“大”时，在云上执行平移以获得坐标 小于 100000。 用户必须在 2 个致密化模块之间进行选择：MALT 或 C3DC。 这 2 个模块产生非常相似的云，但它们在某些点上有所不同： - Malt Ortho 允许获得场景的正射马赛克 - Malt Ortho 可以在 2D 马赛克上绘制面具（场景的 TARAMA 产品） - Malt GeoImage 允许您在站点的多张照片上绘制蒙版 - C3DC 允许在非密集云上绘制 3D 蒙版 - 麦芽： 如果模式是 GeomImage： 指定一个或多个主图像 在照片上画面具 只有主图像上可见的点才会出现在最终的 3D 图像上。 mask限制了最终3D图像的有用区域。 滚轮用于缩放，右击保持移动图像。 从列表中删除主图像会重置遮罩。 主图像周围的有用照片数量： 允许搜索仅限于每个主图像周围的图像。 如果模式是正交： 正射模式允许创建场景的正射镶嵌（除了密集的云 可能会在 Tapas 之后要求在 Tarama 马赛克上创建面具 如果模式是 UrbanMNE： UrbanMNE 模式提供了界面中未提供的多种可能性。 使用专家菜单中的自定义选项来激活它们。 Malt Ortho、Malt GeomImage 和 Malt UrbanMne 共有的选项： 最终致密化水平的选择：8、4、2 或 1。 - 8 级密度最低，1 级密度最高。 几何在每个级别上都经过审查，并且越来越精确： 致密化增加，几何形状也被细化。 PLY 文件格式的选择：点云（云或网格） - C3DC：默认选择。几个选项，提高精度。 PLY 文件格式的选择：点云（云或网格） 能够在非密集点云上绘制 3D 蒙版。 选项卡中描述了用于输入掩码的功能键。 mask 限制了最终图像的 3 维区域。 输入工具来自 MicMac。 - 启动 MicMac：保存站点并使用默认选项或“选项”项选择的选项启动处理。 如果在 tapas 后请求关机，则重新启动 MicMac。

source: menu Vidéo : - Options : indiquer le nom de la caméra (GoPro, smartphone... , sa focale, sa focale équivalente 35mm Le nom permet de faire le lien avec DicoCamera.xml qui contient la taille du capteur. Les focales seront recopiées dans l'exif des images. Remarque : Il faut indiquer dans DicoCamera la taille du capteur effectivement utilisée par la fonction caméra, taille qui peut être inférieure à la taille du capteur utilisée pour les photos. Voir par exemple pour une caméra Gopro : http://www.kolor.com/wiki-en/action/view/Autopano vidéo - Focal length and field of view#About GoPro focal length and FOV Indiquer aussi le nombre d'images à conserver par seconde de film (le fichier comporte 24 images par secondes) - Nouveau chantier vidéo : choisir une vidéo : choisir un fichier vidéo issu d'une caméra ou d'une GoPro. La vidéo sera décompactée en images, l'exif sera créé avec les informations en options. Cette étape nécessite la présence de l'outil ffmpeg sous le répertoire bin de MicMac.
ar: قائمة الفيديو: - الخيارات: تشير إلى اسم الكاميرا (GoPro ، الهاتف الذكي ... ، البعد البؤري ، البعد البؤري المكافئ لها 35 مم يتم استخدام الاسم للربط مع DicoCamera .xml الذي يحتوي على حجم المستشعر. سيتم نسخ الأطوال البؤرية في exif للصور. كلام: من الضروري الإشارة في DicoCamera إلى حجم المستشعر المستخدم بالفعل بواسطة وظيفة الكاميرا ، حجم قد يكون أصغر من حجم المستشعر المستخدم للصور. انظر على سبيل المثال لكاميرا Gopro: http://www.kolor.com/wiki-en/action/view/Autopano فيديو - البعد البؤري ومجال الرؤية#حول البعد البؤري ل GoPro ومجال الرؤية حدد أيضا عدد الإطارات التي يجب الاحتفاظ بها في الثانية من الفيلم (يحتوي الملف على 24 إطارا في الثانية) - مشروع فيديو جديد: اختر مقطع فيديو: اختر ملف فيديو من كاميرا أو GoPro. سيتم تفريغ الفيديو في الصور ، وسيتم إنشاء exif بالمعلومات الموجودة في الخيارات. تتطلب هذه الخطوة وجود أداة ffmpeg ضمن دليل bin الخاص ب MicMac.
de: Video-Menü: - Optionen: Geben Sie den Namen der Kamera an (GoPro, Smartphone ...), ihre Brennweite, ihre äquivalente Brennweite 35 mm Der Name wird verwendet, um eine Verbindung zu DicoCamera herzustellen.xml die die Größe des Sensors enthält. Die Brennweiten werden in das Exif der Bilder kopiert. Bemerkung: Es ist notwendig, in DicoCamera die Größe des Sensors anzugeben, der tatsächlich von der Kamerafunktion verwendet wird. Größe, die kleiner sein kann als die für Fotos verwendete Sensorgröße. Siehe zum Beispiel für eine Gopro-Kamera: http://www.kolor.com/wiki-en/action/view/Autopano Video - Brennweite und Sichtfeld#Über GoPro-Brennweite und Sichtfeld Geben Sie auch die Anzahl der Bilder an, die pro Sekunde des Films gespeichert werden sollen (die Datei hat 24 Bilder pro Sekunde) - Neues Videoprojekt: Wählen Sie ein Video aus: Wählen Sie eine Videodatei von einer Kamera oder einer GoPro aus. Das Video wird in Bilder entpackt, das Exif wird mit den Informationen in den Optionen erstellt. Dieser Schritt erfordert das Vorhandensein des ffmpeg-Tools im bin-Verzeichnis von MicMac.
zh: 视频菜单： - 选项：指示相机的名称（GoPro，智能手机......，其焦距，其等效焦距35mm 该名称用于与DicoCamera链接.xml其中包含传感器的大小。 焦距将在图像的exif中复制。 备注： 有必要在DicoCamera中指出相机功能实际使用的传感器尺寸， 尺寸可能小于用于照片的传感器尺寸。 例如，请参阅 Gopro 相机： http://www.kolor.com/wiki-en/action/view/Autopano 视频 - 焦距和视场#关于 GoPro 焦距和视场 还要指定胶片每秒要保留的帧数（文件每秒有 24 帧） - 新视频项目：选择视频：从相机或 GoPro 中选择视频文件。 视频将被解压缩成图像，exif将使用选项中的信息创建。 此步骤要求在 MicMac 的 bin 目录下存在 ffmpeg 工具。
