Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Définir plusieurs appareils photos
ar: تحديد عدة كاميرات
de: Definieren Sie mehrere Kameras
es: Definir múltiples cámaras
it: Definire più telecamere
zh: 定义多个相机

source: Lister les appareils photos
ar: قائمة الكاميرات
de: Listen Sie Kameras auf
es: Lista de cámaras
it: Elenca le telecamere
zh: 列表相机

source: Plusieurs appareils photos
ar: عدة كاميرات
de: Mehrere Kameras
es: Varias cámaras
it: Diverse telecamere
zh: 几台相机

source: navigation GPS : information sur le référentiel choisi
ar: نظام تحديد المواقع العالمي (GPS): معلومات عن المستودع المختار
de: GPS-Navigation: Informationen zum gewählten Repository
es: navegación GPS: información sobre el repositorio elegido
it: navigazione GPS: informazioni sul sistema di riferimento scelto
zh: GPS 导航：有关所选存储库的信息

source: navigation GPS : ne pas utiliser les données GPS de navigation
ar: ملاحة GPS: لا تستخدم بيانات الملاحة GPS
de: GPS-Navigation: Verwenden Sie keine GPS-Navigationsdaten
es: navegación GPS: no utilice los datos de navegación GPS
it: navigazione GPS: non utilizzare dati di navigazione GPS
zh: GPS导航：请勿使用GPS导航数据

source: Référentiel : utiliser le Lambert 93
ar: المعيار: استخدم لامبرت 93
de: Standard: Verwenden Sie den Lambert 93
es: Referencia: use el Lambert 93
it: Riferimento: utilizzare il Lambert 93
zh: 标准：使用兰伯特93

source: Référentiel : utiliser un code EPSG
ar: المستودع: استخدم كود EPSG
de: Repository: Verwenden Sie einen EPSG-Code
es: Referencial: usar un código EPSG
it: Referenziale: utilizzare un codice EPSG
zh: 储存库：使用EPSG代码

source: Référentiel : utiliser un repère local plan tangent
ar: الإطار المرجعي: استخدم نظام إحداثيات مستوى ظل محلي
de: Referenzrahmen: Verwenden Sie ein lokales Koordinatensystem der Tangentialebene
es: Dato: usar un marcador de plano tangente local
it: Datum: utilizzare un marcatore di piano tangente locale
zh: 参考系：使用局部切线平面坐标系

source: Référentiel : utiliser le WGS884
ar: المستودع: استخدم WGS884
de: Repository: Verwenden Sie WGS884
es: Línea de base: usar WGS884
it: Linea di base: utilizzare WGS884
zh: 仓库：使用WGS884

source: Référentiel : utiliser un repère géocentrique cartésien
ar: مرجعي: استخدم نظام إحداثيات مركزية الأرض الديكارتي
de: Referenz: Verwenden Sie ein kartesisches geozentrisches Koordinatensystem
es: Dato: usar un marcador geocéntrico cartesiano
it: Datum: utilizzare un marcatore geocentrico cartesiano
zh: 参考：使用笛卡尔地心坐标系

source: Navigation GPS
ar: الملاحة
de: GPS-Navigation
es: Navegación GPS
it: Navigazione GPS
zh: GPS 导航

source: Ecrire un MNT à partir d'un PLY
ar: اكتب ماركًا من الورق
de: Schreiben Sie ein DEM von einer PLY
es: Escribir un MDT de un PLY
it: Scrivere un DTM da un PLY
zh: 从PLY编写DEM

source: Ecrire un MNT à partir d'un fichier XYZ
ar: اكتب DEM من ملف XYZ
de: Schreiben Sie ein DEM aus einer XYZ-Datei
es: Escribir un MDT de un archivo XYZ
it: Scrivere un DTM da un file XYZ
zh: 从XYZ文件写入DEM

source: Visualiser un fichier MNT
ar: عرض ملف MNT
de: Anzeigen einer MNT-Datei
es: Visualizar un archivo MNT
it: Visualizzare un file MNT
zh: 查看 MNT 文件

source: Calculer le volume d'un MNT
ar: احسب حجم مارك ألماني
de: Berechnen Sie das Volumen eines DEM
es: Calculando el volumen de un MDT
it: Calcolo del volume di un DTM
zh: 计算DEM的体积

source: Calculer le volume entre 2 MNT
ar: احسب الحجم بين 2 ماركا
de: Berechnen Sie das Volumen zwischen 2 DEM
es: Calcular el volumen entre 2 DTM
it: Calcolare il volume tra 2 DTM
zh: 计算2 DEM之间的体积

source: Visualiser l'écart entre les 2 MNT
ar: تصور الفرق بين 2 ديم
de: Visualisieren Sie den Unterschied zwischen den beiden DEMs
es: Ver la diferencia entre los 2 DTM
it: Visualizza la differenza tra i 2 DTM
zh: 可视化两个DEM之间的差异

source: Tracer le profil entre 2 points
ar: الملف الشخصي بين 2 نقطة
de: Profil zwischen 2 Punkten
es: Trazar el perfil entre dos puntos
it: Tracciare il profilo tra 2 punti
zh: 2 点之间的轮廓

source: Modifier la tolérance utilisée pour calculer le volume
ar: قم بتغيير التفاوتات المستخدمة لحساب الحجم
de: Ändern Sie die Toleranz zur Berechnung des Volumens
es: Cambiar la tolerancia utilizada para calcular el volumen
it: Modificare la tolleranza utilizzata per calcolare il volume
zh: 更改用于计算体积的公差

source: Modifier l'arrondi des résultats du calcul des volumes
ar: تعديل تقريب نتائج حساب الحجم
de: Ändern Sie die Rundung der Ergebnisse der Volumenberechnung
es: Modificar el redondeo de los resultados del cálculo del volumen
it: Modificare l'arrotondamento dei risultati del calcolo del volume
zh: 修改体积计算结果的舍入

source: Ecrire un fichier XYZ à partir d'un PLY
ar: اكتب ملف XYZ من PLY
de: Schreiben Sie eine XYZ-Datei aus einem PLY
es: Escribir un archivo XYZ de un PLY
it: Scrivere un file XYZ da un PLY
zh: 从PLY写入XYZ文件

source: Visualiser un fichier XYZ
ar: عرض ملف XYZ
de: Zeigen Sie eine XYZ-Datei an
es: Ver un archivo XYZ
it: Visualizzare un file XYZ
zh: 查看XYZ文件

source: Informations sur un MNT
ar: معلومات الأمراض غير السارية
de: Informationen zu nichtübertragbaren Krankheiten
es: Información sobre un MNT
it: Informazioni su un MNT
zh: 非传染性疾病信息

source: Aide sur les outils métiers
ar: مساعدة في أدوات العمل
de: Hilfe zu Geschäftstools
es: Ayuda sobre herramientas de negocio
it: Aiuto sugli strumenti di business
zh: 商业工具帮助

source: Information sur le calcul des volumes
ar: معلومات عن حساب الحجم
de: Informationen zur Volumenberechnung
es: Información sobre el cálculo del volumen
it: Informazioni sul calcolo del volume
zh: 体积计算信息

source: Désactiver le 'tacky' message de lancement
ar: قم بتعطيل رسالة الإطلاق "المبتذلة"
de: Deaktivieren Sie die Startmeldung "Klebrig"
es: Desactivar el mensaje de lanzamiento de mal gusto
it: Disattivare il messaggio di lancio pacchiano
zh: 禁用“发粘”启动消息

source: Activer le 'tacky' message de lancement
ar: قم بتنشيط رسالة الإطلاق "المبتذلة"
de: Aktivieren Sie die Startmeldung "Klebrig"
es: Activar el mensaje de lanzamiento "pegajoso
it: Attivare il messaggio di lancio 'pacchiano'
zh: 激活“粘性”启动消息

source: Désactiver la recherche de nouvelle version au lancement
ar: تعطيل البحث عن الإصدار الجديد عند الإطلاق
de: Deaktivieren Sie die Suche nach einer neuen Version beim Start
es: Desactivar la búsqueda de la nueva versión al inicio
it: Disattivare la ricerca di una nuova versione all'avvio
zh: 启动时禁用对新版本的搜索

source: Activer la recherche de nouvelle version au lancement
ar: قم بتنشيط البحث عن إصدار جديد عند الإطلاق
de: Aktivieren Sie beim Start die Suche nach einer neuen Version
es: Activar la búsqueda de la nueva versión en el lanzamiento
it: Attivare la ricerca di una nuova versione al lancio
zh: 启动时激活搜索新版本

source: Afficher les paramètres
ar: اعرض
de: Zeige Einstellungen
es: Ajustes de la pantalla
it: Impostazioni del display
zh: 显示杂注

source: Associer le répertoire de MicMac
ar: إقران دليل MicMac
de: Zuordnen des MicMac-Verzeichnisses
es: Asociar directorio de MicMac
it: Collega la directory di MicMac
zh: 关联麦克风目录

source: Associer 'exiftool'
ar: مساعد "exiftool"
de: Assoziieren Sie 'exiftool'
es: Asociar 'exiftool'
it: Associare 'exiftool'
zh: 关联“ exiftool”

source: Associer 'convert' d'ImageMagick
ar: مساعد "تحويل" ImageMagick
de: Verknüpfen Sie 'konvertieren' von ImageMagick
es: Asociando "convertir" de ImageMagick
it: Associare 'convertire' da ImageMagick
zh: 关联ImageMagick的“转换”

source: Associer 'ffmpeg (décompacte les vidéos)
ar: مشارك 'ffmpeg (فك ضغط مقاطع الفيديو)
de: Assoziiere 'ffmpeg (dekompaktiere die Videos)
es: Asociar 'ffmpeg (descomprimir videos)
it: Associato 'ffmpeg (decomprimere i video)
zh: 关联'ffmpeg（对视频进行压缩）

source: Associer 'Meshlab' ou 'CloudCompare'
ar: ربط "مشلاب" أو "CloudCompare"
de: Verknüpfen Sie 'Meshlab' oder 'CloudCompare'
es: Asociar "Meshlab" o "CloudCompare"
it: Associare 'Meshlab' o 'CloudCompare'
zh: 关联“ Meshlab”或“ CloudCompare”

source: Changer la langue
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar el idioma
it: Cambiare la lingua
zh: 改变语言

source: Désactive/Active le tacky message de lancement...
ar: تعطيل / تمكين رسالة الإطلاق المبتذلة ...
de: Deaktiviert / Aktiviert die klebrige Startmeldung ...
es: Desactiva/Activa el mensaje de lanzamiento hortera .
it: Disattiva/attiva il messaggio di lancio pacchiano .
zh: 禁用/启用发粘启动消息...

source: Désactive/Active la recherche d'une nouvelle version au lancement
ar: تعطيل / تمكين البحث عن إصدار جديد عند الإطلاق
de: Deaktiviert / Aktiviert die Suche nach einer neuen Version beim Start
es: Desactiva/Activa la búsqueda de una nueva versión al inicio
it: Disattiva/attiva la ricerca di una nuova versione all'avvio
zh: 在启动时禁用/启用对新版本的搜索

source: Pour commencer...
ar: "أوّلاً..."
de: Als Einstieg
es: Bueno, para empezar...
it: Beh, per cominciare...
zh: 我想第一件事...

source: 2 mots sur la photogrammétrie...
ar: كلمتان عن القياس التصويري ...
de: Zwei Worte über Photogrammetrie...
es: Dos palabras sobre la fotogrametría...
it: Due parole sulla fotogrammetria...
zh: 摄影测量学2个字...

source: Fichier
ar: الملف
de: Datei
es: Archivo
it: File
zh: 文件

source: Edition
ar: الطبعة
es: Edición
it: Edizione
zh: 编辑

source: Vidéo
ar: فيديو
de: Video
es: Video
it: Video
zh: 视频

source: Outils
ar: الأدوات
de: Werkzeug
es: Instrumentos
it: Strumenti
zh: 工具

source: Outils métier
ar: أدوات العمل
de: Geschäftstools
es: Herramientas de negocios
it: Strumenti di business
zh: 商业工具

source: Paramètres
ar: الإعدادات
de: Parameter
es: Parametros
it: impostazioni
zh: 设置

source: Aide
ar: المساعدة
de: Hilfe
es: Ayuda
it: Aiuto
zh: 帮助

source: Tous les menus
ar: جميع القوائم
de: Menüs
es: Todos los menús
it: Tutti i menu
zh: 所有菜单

source: Aide sur les menus
ar: مساعدة في القوائم
de: Hilfe zu Menüs
es: Ayuda con los menús
it: Aiuto sui menu
zh: 菜单帮助

source: Quelques conseils sur les prises de vue
ar: بعض النصائح حول التقاط الصور
de: Einige Tipps zum Fotografieren
es: Algunos consejos sobre el rodaje
it: Alcuni consigli per le riprese
zh: 拍照技巧

source: Quelques conseils sur le choix des options de MicMac
ar: بعض النصائح حول اختيار خيارات MicMac
de: Einige Ratschläge zur Auswahl von MicMac-Optionen
es: Algunos consejos para elegir las opciones del MicMac
it: Alcuni consigli per la scelta delle opzioni MicMac
zh: 有关选择MicMac选项的一些建议

source: Et si MicMac ne trouve pas de points homologues ou d'orientation
ar: ماذا لو لم يعثر MicMac على نظير أو نقاط اتجاه
de: Was ist, wenn MicMac keine Peer- oder Orientierungspunkte findet?
es: Y si MicMac no encuentra ningún punto de coincidencia o guía..
it: E se il MicMac non trova punti partita o una guida..
zh: 如果MicMac找不到对等点或方向点

source: Et si MicMac ne trouve pas de nuage dense
ar: ماذا لو لم يجد MicMac سحابة كثيفة
de: Was ist, wenn MicMac keine dichte Wolke findet?
es: Y si el MicMac no encuentra una nube densa..
it: E se MicMac non trova una nuvola densa..
zh: 如果MicMac没有找到密集的云怎么办

source: Et si il y a plusieurs focales, plusieurs dimensions, plusieurs appareils
ar: وإذا كان هناك عدة أطوال بؤرية ، عدة أبعاد ، عدة أجهزة
de: Und wenn es mehrere Brennweiten, mehrere Dimensionen, mehrere Geräte gibt
es: Y si hay varias distancias focales, varias dimensiones, varias cámaras..
it: E se ci sono diverse lunghezze focali, diverse dimensioni, diverse telecamere..
zh: 如果有几个焦距，几个尺寸，几个设备

source: Et si la saisie du masque 3D plante
ar: ماذا لو تعطل إدخال قناع 3D
de: Was ist, wenn die 3D-Maskeneingabe abstürzt?
es: Y si la entrada de la máscara 3D planta
it: E se l'immissione della maschera 3D si blocca
zh: 如果 3D 蒙版条目崩溃怎么办

source: Quelques conseils ou en cas de problème
ar: بعض النصائح أو في حالة وجود مشكلة
de: Einige Ratschläge oder im Falle eines Problems
es: Algunos consejos o en caso de problemas
it: Qualche consiglio o in caso di problemi
zh: 一些建议或有问题的情况

source: Trucs et Astuces
ar: النصائح والحيل
de: Tipps und Tricks
es: Consejos y trucos
it: Consigli e trucchi
zh: 小贴士和技巧

source: Historique
ar: التاريخ
de: Historie
es: Histórico
it: Storico
zh: 历史记录

source: A Propos
ar: حول
de: Über
es: Sobre nosotros
it: Chi siamo
zh: 关于

source: lancement d'aperodedenis
ar: إطلاق aperodedenis
de: Start von Aperodedenis
es: lanzamiento de aperodedenis
it: lancio di aperodedeni
zh: 发射十二指肠球

source: Pas de répertoire désigné pour MicMac\bin
ar: لا يوجد دليل مخصص لـ MicMac \ bin
de: Kein Verzeichnis für MicMac \ bin
es: No hay un directorio designado para MicMacobin
it: Nessun elenco designato per MicMacobin
zh: 没有为MicMac \ bin指定目录

source: Pas de fichier désigné pour ouvrir les .PLY
ar: لا يوجد ملف معين لفتح PLY
de: Keine Datei zum Öffnen von .PLY vorgesehen
es: No hay un archivo designado para abrir los .PLYs
it: Nessun file designato per aprire .PLYs
zh: 没有文件指定打开.PLY

source: Pas de chemin pour ExifTool
ar: لا يوجد مسار لـ ExifTool
de: Kein Pfad für ExifTool
es: No hay camino a ExifTool
it: Nessun percorso per ExifTool
zh: 没有ExifTool的路径

source: Pas de fichier pour mm3d
ar: لا يوجد ملف لـ mm3d
de: Keine Datei für mm3d
es: Paso de archivo para mm3d
it: Passo della lima per mm3d
zh: 没有适用于mm3d的文件

source: Pas de fichier pour ffmpeg
ar: لا يوجد ملف لـ ffmpeg
de: Keine Datei für ffmpeg
es: No hay archivo para la ffmpeg
it: Nessun file per ffmpeg
zh: ffmpeg没有文件

source: Pas de version MicMac
ar: لا يوجد إصدار MicMac
de: Keine MicMac-Version
es: No hay versión del MicMac
it: Nessuna versione MicMac
zh: 没有MicMac版本

source: Pas de version Image Magick
ar: إصدار No Image Magick
de: Keine Image Magick-Version
es: No hay versión de Image Magick
it: Nessuna immagine versione Magick
zh: 无图像Magick版本

source: Pas de chantier en cours
ar: لا يوجد عمل قيد التقدم
de: Keine laufenden Arbeiten
es: No hay ningún trabajo en curso
it: Nessun lavoro in corso
zh: 暂无工作

source: Démarrer un nouveau chantier : menu 'Fichier/nouveau chantier'
ar: بدء موقع بناء جديد: القائمة "ملف / موقع جديد"
de: Start einer neuen Baustelle: Menü 'Datei/neue Baustelle'
es: Comenzar una nueva obra: menú 'Archivo/nueva obra'
it: Avviare un nuovo cantiere: menu 'File/nuovo cantiere'
zh: 开始新的建筑工地：菜单“文件/新工地”

source: Ou bien ouvrir un chantier enregistré : menu 'Fichier/ouvrir un chantier
ar: أو افتح موقعا مسجلا: القائمة "ملف / فتح موقع
de: Oder öffnen Sie eine registrierte Website: Menü "Ablage/Öffnen einer Website"
es: O bien abrir una obra registrada: menú 'Archivo/abrir una obra
it: Oppure apri un cantiere registrato: menu 'File/apri cantiere
zh: 或打开已注册的网站：菜单“文件/打开网站”

source: Données GPS de navigation supprimées
ar: بيانات ملاحة GPS المحذوفة
de: Gelöschte GPS-Navigationsdaten
es: Datos de navegación GPS borrados
it: Dati di navigazione GPS cancellati
zh: 删除的GPS导航数据

source: Absence de données GPS 'drones' dans les photos.
ar: عدم وجود بيانات GPS "بدون طيار" في الصور.
de: Fehlende 'Drohnen'-GPS-Daten auf den Fotos.
es: Ausencia de datos de drones GPS en las fotos.
it: Assenza di dati del drone GPS nelle foto.
zh: 照片中缺少“无人机” GPS数据。

source: Tapioca recherche les points homologues entre photos : indiquer l'échelle ou les échelles utilisées
ar: يبحث Tapioca عن نقاط متجانسة بين الصور: الإشارة إلى المقياس أو المقاييس المستخدمة
de: Tapioca sucht nach homologen Punkten zwischen Fotos: Geben Sie den oder die verwendeten Skalen an
es: Tapioca busca puntos homólogos entre las fotos: indica la escala o escalas utilizadas
it: Tapioca cerca punti omologhi tra le foto: indicare la scala o le scale utilizzate
zh: 木薯粉会在照片之间寻找同源点：标出一个或多个比例

source: Echelle image (-1 pour l'image entière) :
ar: مقياس الصورة (-1 للصورة بأكملها):
de: Bildmaßstab (-1 für das gesamte Bild):
es: Escala de la imagen (-1 para toda la imagen) :
it: Scala immagine (-1 per l'intera immagine) :
zh: 图像比例（整个图像为-1）：

source: Echelle image réduite :
ar: مقياس صورة مخفض:
de: Reduzierter Bildmaßstab:
es: Escala de imagen reducida
it: Scala immagine ridotta
zh: 缩小的图像比例：

source: Seconde Echelle (-1 pour l'image entière) :
ar: المقياس الثاني (-1 للصورة بأكملها):
de: Zweite Skala (-1 für das gesamte Bild):
es: Segunda Escala (-1 para toda la imagen) :
it: Seconda scala (-1 per l'intera immagine) :
zh: 第二标度（整个图像为-1）：

source: Delta (nombre d'images se recouvrant, avant et après) :
ar: دلتا (عدد الصور المتداخلة ، قبل وبعد):
de: Delta (Anzahl überlappender Bilder vorher und nachher):
es: Delta (número de imágenes superpuestas, antes y después)
it: Delta (numero di immagini sovrapposte, prima e dopo)
zh: Delta（重叠图像的数量，之前和之后）：

source: Remarque : Si la dernière photo recouvre la première :
ar: ملاحظة: إذا تداخلت الصورة الأخيرة مع الأولى:
de: Hinweis: Wenn das letzte Foto das erste überlappt:
es: Nota: Si la última imagen se superpone a la primera
it: Nota: Se l'ultima immagine si sovrappone alla prima
zh: 注意：如果最后一张照片与第一张照片重叠：

source: Utiliser l'option personnalisée pour Tapioca Line : Circ=1
ar: استخدم الخيار المخصص لـ Tapioca Line: Circ = 1
de: Verwenden Sie die benutzerdefinierte Option für Tapioca Line: Circ = 1
es: Utilice la opción personalizada para la Línea de Tapioca: Circ=1
it: Utilizzare l'opzione personalizzata per Tapioca Line: Circ=1
zh: 对木薯粉线使用自定义选项：Circ = 1

source: Sélection de points homologues pour calculer l'orientation (module schnaps)
ar: اختيار النقاط المتشابهة لحساب الاتجاه (وحدة schnaps)
de: Auswahl homologer Punkte zur Berechnung der Orientierung (Schnapsmodul)
es: Selección de puntos homólogos para calcular la orientación (módulo schnaps)
it: Selezione di punti omologhi per il calcolo dell'orientamento (modulo schnaps)
zh: 选择同源点以计算方向（快照模块）

source: Tapas oriente les appareils photos à partir des points homologues.
ar: يوجه التاباس الكاميرات من نقاط النظراء.
de: Tapas richtet die Kameras von den Gegenpunkten aus.
es: Tapas orienta las cámaras desde los puntos homólogos.
it: Tapas orienta le fotocamere dai punti omologhi.
zh: 小吃从对应点定向相机。

source: Quelques photos avec une grande profondeur d'image aident à calibrer l'optique des appareils photos.
ar: تساعد بعض الصور ذات العمق الكبير للصورة في معايرة بصريات الكاميرات.
de: Einige Fotos mit einer großen Bildtiefe helfen bei der Kalibrierung der Optik von Kameras.
es: Unas pocas fotos con gran profundidad de imagen ayudan a calibrar la óptica de la cámara.
it: Alcune foto con grande profondità d'immagine aiutano a calibrare l'ottica della fotocamera.
zh: 几张图像深度较大的照片有助于校准相机的光学效果。

source: La géométrie 'optique/capteur' est déterminée avec plus (frazer) ou moins (RadialBasic) de paramètres.
ar: يتم تحديد الهندسة "البصرية / المستشعر" مع المزيد من المعلمات (frazer) أو أقل (RadialBasic).
de: Die "optische/sensorische" Geometrie wird mit mehr (Frazer) oder weniger (RadialBasic) Parametern bestimmt.
es: La geometría 'óptica/sensor' se determina con más (frazer) o menos (RadialBasic) parámetros.
it: La geometria 'ottico/sensore' è determinata con più (frazer) o meno (RadialBasic) parametri.
zh: “光学/传感器”几何形状由更多（弗雷泽）或更少（径向基本）参数确定。

source: Calibration par défaut
ar: المعايرة الافتراضية
de: Standard-Kalibrierung
es: Calibración por defecto
it: Calibrazione di default
zh: 默认校准

source: Choisir la calibration d'un autre chantier
ar: اختر معايرة موقع آخر
de: Wählen Sie die Kalibrierung eines anderen Standorts
es: Elija la calibración de otro sitio
it: Scegliere la calibrazione da un altro sito
zh: 选择另一个站点的校准

source: Choisir des photos pour calibrer l'appareil
ar: اختر الصور لمعايرة الجهاز
de: Wählen Sie Fotos aus, um das Gerät zu kalibrieren
es: Elegir las fotos para calibrar la cámara
it: Scelta delle foto per calibrare la fotocamera
zh: 选择照片以校准设备

source: Charger la calibration d'un autre chantier
ar: قم بتحميل المعايرة من وظيفة أخرى
de: Laden Sie die Kalibrierung von einem anderen Job
es: Calibración de la carga desde otro lugar de trabajo
it: Taratura del carico da un altro cantiere
zh: 从另一个作业加载校准

source: Les %s focales différentes doivent être présentes dans l'autre chantier.
ar: يجب أن تكون الأبعاد البؤرية المختلفة %s موجودة في الموقع الآخر.
de: Die %s unterschiedlichen Brennweiten müssen an der anderen Stelle vorhanden sein.
es: Las %s diferentes longitudes focales deben estar presentes en el otro sitio.
it: Le %s diverse lunghezze focali devono essere presenti nell'altro cantiere.
zh: 其他站点中必须存在%s不同的焦距。

source: Choisir les photos pour la calibration de l'appareil
ar: اختر الصور لمعايرة الجهاز
de: Wählen Sie Fotos für die Gerätekalibrierung
es: Elección de las fotos para la calibración de la cámara
it: Scelta delle foto per la calibrazione della fotocamera
zh: 选择照片进行设备校准

source: N'utiliser ces photos que pour la calibration
ar: استخدم هذه الصور فقط للمعايرة
de: Verwenden Sie diese Fotos nur zur Kalibrierung
es: Utilice estas imágenes sólo para la calibración
it: Utilizzare queste immagini solo per la calibrazione
zh: 仅将这些照片用于校准

source: Les %s focales différentes doivent être présentes pour la calibration des appareils photos.
ar: يجب وجود %s أطوال بؤرية مختلفة لمعايرة الكاميرات.
de: Für die Kalibrierung der Kameras müssen die %s unterschiedlichen Brennweiten vorhanden sein.
es: Las %s diferentes distancias focales deben estar presentes para la calibración de la cámara.
it: Le %s diverse lunghezze focali devono essere presenti per la calibrazione della telecamera.
zh: 相机的校准必须存在%s不同的焦距。

source: lancer Tarama après TAPAS : mosaïque pouvant définir un masque pour Malt/ortho)
ar: إطلاق Tarama بعد TAPAS: البلاط الذي يمكن أن يحدد قناعا للشعير / أورثو)
de: Starten Sie Tarama nach TAPAS: Kachel, die eine Maske für Malt / Ortho definieren kann)
es: lanzar Tarama después de TAPAS: mosaico que puede definir una máscara para malta/orto)
it: lanciare Tarama dopo TAPAS: mosaico che può impostare una maschera per Malt/ortho)
zh: 在 TAPAS 之后启动塔拉马：可以为麦芽/正畸定义面具的瓷砖）

source: Générer et afficher le nuage non dense, pour construire un masque 3D
ar: قم بإنشاء وعرض السحابة غير الكثيفة لإنشاء قناع ثلاثي الأبعاد
de: Generieren und zeigen Sie die nicht dichte Wolke an, um eine 3D-Maske zu erstellen
es: Generar y mostrar la nube no densa, para construir una máscara 3D
it: Generare e visualizzare la nuvola non densa, per costruire una maschera 3D
zh: 生成并显示非密集云，以构建3D蒙版

source: Ne pas lancer la densification - permet de définir un masque pour C3DC ou Malt Ortho
ar: لا تبدأ التكثيف - يسمح لك بتحديد قناع ل C3DC أو Malt Ortho
de: Verdichtung nicht starten - ermöglicht es Ihnen, eine Maske für C3DC oder Malt Ortho zu definieren
es: No iniciar la densificación - permite definir una máscara para C3DC o Malt Ortho
it: Non avviare la densificazione - consente di impostare una maschera per C3DC o Malt Ortho
zh: 不要开始致密化 - 允许您为 C3DC 或麦芽正交定义掩码

source: Référentiel défini par MicMac
ar: مستودع معرف بواسطة MicMac
de: MicMac-definiertes Repository
es: Repositorio definido por MicMac
it: Repository definito da MicMac
zh: MicMac 定义的存储库

source: Mise à l'échelle
ar: النسبة المقياسية
de: Auto.
es: Escalando..
it: In scala crescente
zh: Scale the coordinate system.

source: Points GCP/GPS
ar: نقاط GCP / GPS
de: Punkte GCP/GPS
es: Puntos GCP/GPS
it: Punti GCP/GPS
zh: 点 GCP/GPS

source: GPS des photos
ar: صور GPS
de: GPS-Fotos
es: Fotos
it: GPS delle foto
zh: 全球定位系统照片

source: Autre chantier
ar: مشاريع أخرى
de: Weitere Projekte
es: Otro astillero
it: Un cantiere "Quattro mura".
zh: 其他项目

source: MicMac choisit le référentiel : origine au sud ouest, largeur de l'ordre de 10.
ar: يختار MicMac المستودع: الأصل في جنوب غرب المدينة ، عرض ترتيب 10.
de: MicMac wählt das Repository: Ursprung im Südwesten der Stadt, Breite in der Größenordnung von 10.
es: MicMac elige el repositorio: origen en el suroeste, ancho del orden de 10.
it: MicMac sceglie il riferimento: origine a sud-ovest, larghezza dell'ordine di 10.
zh: MicMac选择存储库：原产地在城市的西南部，宽度为10级。
