Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: MicMac est une réalisation de Marc Pierrot-Deseilligny, IGN
ar: إن MicMac هو تحقيق من Marc Pierrot-Deseilligny ، IGN
de: MicMac ist eine Realisierung von Marc Pierrot-Deseilligny, IGN
es: El MicMac es una realización de Marc Pierrot-Deseilligny, IGN
it: MicMac è una realizzazione di Marc Pierrot-Deseilligny, IGN
zh: MicMac是IGN的Marc Pierrot-Deseilligny的实现

source: Quelles options par défaut utiliser pour les nouveaux chantiers ? Les options par défaut concernent : Points homologues : All, MulScale, line ,les échelles et delta Orientation : toutes les options de la boite de dialogue Densification Malt : mode, zoom final, nombre de photos autour de la maîtresse Densification Malt Ortho : Tawny et ses options en saisie libre Densification C3DC : mode Les paramètres personnalisés des modules Micmac (menu Expert Calcul du volume entre 2 MNT : tolérance
ar: ما هي الخيارات الافتراضية التي يجب أن أستخدمها لمواقع البناء الجديدة؟ الخيارات الافتراضية هي: نقاط الأقران: الكل ، MulScale ، الخط ، المقاييس والدلتا الاتجاه: كافة الخيارات في مربع الحوار تكثيف الشعير: الوضع ، التكبير النهائي ، عدد الصور حول العشيقة تكثيف الشعير أورثو: Tawny وخيارات الدخول المجاني تكثيف C3DC: الوضع الإعدادات المخصصة لوحدات Mi'kmaq (قائمة الخبراء) حساب الحجم بين 2 DTMs: التسامح
de: Welche Standardoptionen sollte ich für neue Baustellen verwenden? Die Standardoptionen sind: Peer-Punkte: Alle, MulScale, Linie, Skalen und Delta Ausrichtung: Alle Optionen im Dialogfenster Malzverdichtung: Modus, Endzoom, Anzahl der Fotos um die Herrin herum Verdichtung Malt Ortho: Tawny und seine freien Eintrittsmöglichkeiten C3DC-Verdichtung: Modus Benutzerdefinierte Einstellungen für Mi'kmaq-Module (Expertenmenü) Berechnung des Volumens zwischen 2 DTMs: Toleranz
zh: 我应该为新建筑工地使用哪些默认选项？ 默认选项为： 对等点：全部、多尺度、线、刻度和增量 方向：对话框中的所有选项 麦芽致密化：模式、最终变焦、情妇周围的照片数量 致密化麦芽矫形：黄褐色及其自由入场选项 C3DC致密化：模式 Mi'kmaq 模块的自定义设置（专家菜单） 计算 2 个 DTM 之间的体积：公差

source: Interface graphique du CEREMA pour lancer les modules de MICMAC.
ar: واجهة رسومية CEREMA لإطلاق وحدات MICMAC.
de: Grafische CEREMA-Oberfläche zum Starten von MICMAC-Modulen.
es: La interfaz gráfica de usuario de CEREMA para lanzar los módulos MICMAC.
it: L'interfaccia grafica utente di CEREMA per il lancio dei moduli MICMAC.
zh: CEREMA图形界面可启动MICMAC模块。

source: Utilisable sous Linux, Windows, Mac OS.
ar: يمكن استخدامه على أنظمة Linux و Windows و Mac OS.
de: Verwendbar unter Linux, Windows, Mac OS.
es: Utilizable en Linux, Windows, Mac OS.
it: Utilizzabile su Linux, Windows, Mac OS.
zh: 在Linux，Windows，Mac OS下可用。

source: Logiciel libre et open source diffusé sous licence CeCILL-B.
ar: برنامج مجاني ومفتوح المصدر يتم توزيعه بموجب ترخيص CeCILL-B.
de: Kostenlose und Open Source-Software, die unter der CeCILL-B-Lizenz vertrieben wird.
es: Software libre y de código abierto distribuido bajo la licencia CeCILL-B.
it: Software libero e open source distribuito sotto licenza CeCILL-B.
zh: 根据CeCILL-B许可分发的免费和开源软件。

source: La barre de titre présente le nom du chantier et la version de l'interface CEREMA.
ar: يعرض شريط العنوان اسم الموقع وإصدار واجهة CEREMA.
de: Die Titelleiste zeigt den Namen der Site und die Version der CEREMA-Oberfläche.
es: La barra de título muestra el nombre de la obra y la versión de la interfaz de CEREMA.
it: La barra del titolo mostra il nome del cantiere e la versione dell'interfaccia CEREMA.
zh: 标题栏显示站点的名称和CEREMA界面的版本。

source: Menu Fichier : - Nouveau chantier : constitution d'un 'chantier' comportant les photos, les options d'exécution de Micmac et les résultats des traitements. Les paramètres du chantier sont conservés dans le fichier self.paramChantierSav . Enregistrer le chantier crée une arborescence dont la racine est le répertoire des photos et le nom du chantier. Remarque sur le choix des photos : choisir des photos JPG, GIF, TIF ou BMP pour le traitement. Les photos GIF et BMP seront converties en JPG (nécessite la présence de l'outil convert). Un EXIF avec la focale utilisée pour la prise de vue est nécessaire : si besoin l'ajouter (menu Outil/ajout exif. Remarques : 1 Si l'exif ne comporte pas la focale équivalente en 35 mm alors le fichier DicoCamera.xml doit comporter la taille du capteur de l'appareil (voir menu Outils la page web http://www.dpreview.com/products fournit beaucoup de tailles de capteurs. 2 Si les photos proviennent de plusieurs appareils alors les tags 'model' des exif doivent être différenciés (voir l'aide 'Plusieurs focales... plusieurs appareils et le menu Expert/plusieurs appareils photos 3 Les photos géolocalisées par GPS sont automatiquement placées dans le référentiel WGS84 Le menu expert/Navigation GPS permet de changer le référentiel. Les photos prises par les drones sont généralement géolocalisées. - Ouvrir un chantier : revenir sur un ancien chantier pour le poursuivre ou consulter les résultats. - Enregistrer le chantier : enregistre le chantier en cours. Le chantier est systématiquement enregistré après chaque modification. Cet item est conservé pour mémoire. Le chantier en cours est enregistré lors de la fermeture de l'application. - Renommer le chantier : personnalise le nom du chantier. Le chantier est déplacé dans l'arborescence en indiquant un chemin absolu ou relatif. Par exemple : 'D: MonPremierChantier' nomme 'MonPremierChantier' sous la racine du disque D. Attention : Pour changer d'unité disque utiliser 'enregistrer sous...'. - Enregistrer sous... : copie du chantier sous un nouveau répertoire. Le répertoire initial est conservé, inutilisé. Le changement d'unité disque est valide. Attention à la taille du chantier.: - Exporter le chantier en cours : création d'une archive ZIP du chantier, qui permet : - de conserver le chantier en l'état, pour y revenir. - de l'importer sous un autre répertoire, un autre disque, un autre ordinateur, un autre système d'exploitation - Importer un chantier : - copie le chantier sauvegardé dans un nouvel environnement (ordinateur, système d'exploitation - un exemple d'intérêt : copier un chantier après tapas, lancer malt avec des options variées sans perdre l'original. - Ajouter le répertoire d'un chantier : - ajoute le chantier présent sous le répertoire indiqué. Alternative moins robuste à l'export/import - Du ménage ! : nettoyer ou supprimer les chantiers : chaque chantier crée une arborescence de travail assez lourde. Le choix entre suppression et ménage est fait après le choix des chantiers. Le nettoyage garde les photos, les modèles 3D résultats, les traces, les paramètres : gain de place assuré !. La suppression supprime tout le chantier sans mise à la corbeille. Un message demande confirmation avant la suppression définitive, sans récupération possible : Toute l'arborescence est supprimée, même les archives exportées. - Quitter : quitte l'application, le chantier en cours est conservé et sera ouvert lors du prochain lancement.
ar: القائمة ملف: - موقع بناء جديد: إنشاء "موقع بناء" يتضمن الصور وخيارات تنفيذ Micmac و نتائج العلاجات. يتم تخزين معلمات الموقع في ملف self.paramChantierSav. يؤدي حفظ الموقع إلى إنشاء بنية شجرية يكون جذرها هو دليل الصور واسم الموقع. ملاحظة حول اختيار الصور: اختر صور JPG أو GIF أو TIF أو BMP للمعالجة. سيتم تحويل صور GIF و BMP إلى JPG (يتطلب وجود أداة التحويل). من الضروري وجود EXIF مع البعد البؤري المستخدم في اللقطة: إذا لزم الأمر ، قم بإضافتها (قائمة الأداة / إضافة exif. ملاحظات: 1 إذا لم يتضمن exif البعد البؤري المكافئ 35 مم إذن يجب أن يتضمن ملف DicoCamera.xml حجم مستشعر الكاميرا (انظر قائمة الأدوات توفر صفحة الويب http://www.dpreview.com/products العديد من أحجام أجهزة الاستشعار. 2 إذا كانت الصور تأتي من عدة أجهزة ، فيجب أن تكون علامات "الطراز" الخاصة بصيغة exif أن تكون متمايزة (انظر المساعدة "عدة أطوال بؤرية ... عدة كاميرات وقائمة الخبراء / عدة كاميرات 3 يتم وضع الصور التي تم تحديد موقعها جغرافيًا بواسطة GPS تلقائيًا في مستودع WGS84 تتيح لك قائمة التنقل الخاصة بالخبراء / نظام تحديد المواقع العالمي (GPS) تغيير الإطار المرجعي. الصور التي تلتقطها الطائرات بدون طيار تحمل علامات جغرافية بشكل عام. - فتح موقع: العودة إلى موقع قديم لمتابعته أو لعرض النتائج. - حفظ الموقع: يحفظ الموقع الحالي. يتم حفظ الموقع بشكل منهجي بعد كل تعديل. هذا العنصر محفوظ للذاكرة. يتم حفظ العمل الجاري عند إغلاق التطبيق. - إعادة تسمية موقع البناء: إضفاء الطابع الشخصي على اسم موقع البناء. يتم نقل الموقع في هيكل الشجرة بالإشارة إلى مسار مطلق أو نسبي. على سبيل المثال: "D: MyFirstSite" أسماء "MyFirstSite" تحت جذر القرص D. تحذير: لتغيير وحدة القرص ، استخدم "حفظ باسم ...". - حفظ تحت ...: نسخة من الموقع تحت دليل جديد. يتم الاحتفاظ بالدليل الأولي ، غير مستخدم. تغيير وحدة القرص صالح. انتبه إلى حجم موقع البناء: - تصدير الموقع الحالي: إنشاء أرشيف ZIP للموقع ، والذي يسمح بما يلي: - لإبقاء الموقع كما هو والعودة إليه. - لاستيراده ضمن دليل آخر أو قرص آخر أو كمبيوتر آخر أو نظام تشغيل آخر - استيراد موقع بناء: - نسخ الموقع المحفوظ في بيئة جديدة (كمبيوتر ، نظام تشغيل - مثال مهم: نسخ موقع بناء بعد التاباس ، إطلاق الشعير بخيارات مختلفة دون فقد الأصل. - اضافة دليل موقع البناء: - يضيف الموقع الموجود في الدليل المحدد. بديل أقل قوة للتصدير / الاستيراد - أُسرَة ! : تنظيف المواقع أو حذفها: ينشئ كل موقع شجرة عمل ثقيلة إلى حد ما. يتم الاختيار بين الإزالة والتنظيف بعد اختيار المواقع. التنظيف يحافظ على الصور ، ونتائج النماذج ثلاثية الأبعاد ، والآثار ، والمعلمات: توفير مساحة مضمون!. يؤدي الحذف إلى حذف الموقع بالكامل دون إرساله إلى سلة المحذوفات. رسالة تطلب التأكيد قبل الحذف النهائي ، دون إمكانية الاسترداد: يتم حذف هيكل الشجرة بالكامل ، حتى الأرشيفات المصدرة. - خروج: يخرج من التطبيق ، ويتم الاحتفاظ بالموقع الحالي وسيتم فتحه أثناء الإطلاق التالي.
de: Dateimenü: - Neue Baustelle: Erstellung einer 'Baustelle' inkl. Fotos, Micmac's Ausführungsmöglichkeiten u die Ergebnisse der Behandlungen. Die Site-Parameter werden in der Datei self.paramChantierSav gespeichert. Durch das Speichern der Site wird eine Baumstruktur erstellt, deren Wurzel das Verzeichnis der Fotos und der Name der Site ist. Hinweis zur Fotoauswahl: Wählen Sie JPG-, GIF-, TIF- oder BMP-Fotos zur Bearbeitung aus. GIF- und BMP-Fotos werden in JPG konvertiert (erfordert das Vorhandensein des Konvertierungstools). Ein EXIF mit der für die Aufnahme verwendeten Brennweite ist notwendig: fügen Sie es ggf. hinzu (Werkzeugmenü/Exif hinzufügen. Anmerkungen: 1 Wenn das Exif nicht die äquivalente Brennweite von 35 mm enthält, dann Die Datei DicoCamera.xml muss die Größe des Kamerasensors enthalten (siehe Menü Tools die Webseite http://www.dpreview.com/products bietet viele Sensorgrößen. 2 Wenn die Fotos von mehreren Geräten stammen, müssen die „Modell“-Tags des Exifs angegeben werden unterschieden werden (siehe Hilfe 'Mehrere Brennweiten... mehrere Kameras und das Expertenmenü/mehrere Kameras). 3 Per GPS mit Geotags versehene Fotos werden automatisch im WGS84-Repository abgelegt Im Experten-/GPS-Navigationsmenü können Sie den Referenzrahmen ändern. Von Drohnen aufgenommene Fotos sind in der Regel mit Geotags versehen. - Öffnen Sie eine Website: Kehren Sie zu einer alten Website zurück, um sie fortzusetzen oder die Ergebnisse anzuzeigen. - Site speichern: Speichert die aktuelle Site. Die Seite wird systematisch nach jeder Änderung gespeichert. Dieses Element wird zur Erinnerung aufbewahrt. Die laufende Arbeit wird beim Schließen der Anwendung gespeichert. - Baustelle umbenennen: Personalisieren Sie den Namen der Baustelle. Durch die Angabe eines absoluten oder relativen Pfades wird die Site in der Baumstruktur verschoben. Beispiel: „D: MyFirstSite“ benennt „MyFirstSite“ im Stammverzeichnis von Laufwerk D. Warnung: Um die Platteneinheit zu ändern, verwenden Sie 'Speichern unter...'. - Speichern unter...: Kopieren der Site in ein neues Verzeichnis. Das anfängliche Verzeichnis wird beibehalten, ungenutzt. Die Änderung der Platteneinheit ist gültig. Achten Sie auf die Größe der Baustelle.: - Aktuelle Site exportieren: Erstellung eines ZIP-Archivs der Site, das Folgendes ermöglicht: - um die Website so zu halten, wie sie ist, um zu ihr zurückzukehren. - um es in ein anderes Verzeichnis, eine andere Festplatte, einen anderen Computer oder ein anderes Betriebssystem zu importieren - Baustelle importieren: - kopiert die gespeicherte Seite in eine neue Umgebung (Computer, Betriebssystem - ein interessantes Beispiel: Kopieren einer Baustelle nach Tapas, Malz mit verschiedenen Optionen auf den Markt bringen, ohne das Original zu verlieren. - Fügen Sie das Verzeichnis einer Baustelle hinzu: - fügt die vorhandene Site im angegebenen Verzeichnis hinzu. Weniger robuste Alternative zum Export/Import - Haushalt! : Sites bereinigen oder löschen: Jede Site erstellt einen ziemlich umfangreichen Arbeitsbaum. Die Wahl zwischen Entfernung und Reinigung wird nach der Standortwahl getroffen. Die Reinigung hält die Fotos, die Ergebnisse der 3D-Modelle, die Spuren, die Parameter: garantiert platzsparend!. Löschen löscht die gesamte Website, ohne sie zu zerstören. Eine Meldung bittet um Bestätigung vor dem endgültigen Löschen, ohne mögliche Wiederherstellung: Die gesamte Baumstruktur wird gelöscht, auch die exportierten Archive. - Beenden: Beendet die Anwendung, die aktuelle Seite bleibt erhalten und wird beim nächsten Start geöffnet.
zh: 文件菜单： - 新建筑工地：创建“建筑工地”，包括照片、Micmac 的执行选项和 治疗的结果。 站点参数存储在 self.paramChantierSav 文件中。 保存站点会创建一个树结构，其根是照片目录和站点名称。 选择照片注意事项：选择JPG、GIF、TIF或BMP照片进行处理。 GIF 和 BMP 照片将转换为 JPG（需要存在转换工具）。 具有用于拍摄的焦距的 EXIF 是必要的：如果需要，添加它（工具菜单/添加 exif. 注：1 如果 exif 不包括 35mm 等效焦距，则 DicoCamera.xml 文件必须包含相机传感器的大小（请参阅工具菜单 网页 http://www.dpreview.com/products 提供了许多传感器尺寸。 2 如果照片来自多个设备，则 exif 的“型号”标签必须 区分（参见帮助“几个焦距...几个相机和专家菜单/几个相机 3 由 GPS 地理标记的照片自动放置在 WGS84 存储库中 专家/GPS 导航菜单允许您更改参考框架。 无人机拍摄的照片通常带有地理标记。 - 打开站点：返回旧站点继续或查看结果。 - 保存站点：保存当前站点。 网站每次修改后都会系统保存。保留此项目以供记忆。 关闭应用程序时会保存正在进行的工作。 - 重命名建筑工地：个性化建筑工地的名称。 通过指示绝对或相对路径在树结构中移动站点。 例如：'D:MyFirstSite' 在 D 盘根目录下命名'MyFirstSite'。 警告：要更改磁盘单元，请使用“另存为...”。 - 保存在...下：站点的副本在新目录下。保留初始目录，未使用。 磁盘单元的更改有效。注意建筑场地的大小: - 导出当前站点：创建站点的 ZIP 存档，允许： - 保持网站原样，返回。 - 在另一个目录、另一个磁盘、另一台计算机、另一个操作系统下导入它 - 导入建筑工地： - 将保存的站点复制到新环境（计算机、操作系统 - 一个有趣的例子：在小吃之后复制一个建筑工地，在不丢失原件的情况下推出具有各种选择的麦芽。 - 增加工地目录： - 添加指定目录中的站点。不太可靠的导出/导入替代方案 - 家庭 ！ ：清理或删除站点：每个站点都会创建一个相当繁重的工作树。 清除和清洁之间的选择是在选择地点之后做出的。 清洁保留照片、3D 模型结果、痕迹、参数：保证节省空间！ 删除会删除整个网站而不会破坏它。 在最终删除之前会出现一条消息，要求确认，并且可能无法恢复： 整个树结构被删除，甚至是导出的档案。 - 退出：退出应用程序，当前站点将保留并在下次启动时打开。

source: Menu Edition : - Afficher l'état du chantier : affiche les paramètres du chantier et son état d'exécution. Par défaut l'état du chantier est affiché lors du lancement de l'application. Cet item est utile après un message ou l'affichage d'une trace. - Plusieurs items permettent de consulter les photos, les traces et les vues 3D du chantier en cours. - Visualiser les photos et les options : les données fournies par l'utilisateur Visualiser toutes les photos sélectionnées : visualise les photos Visualiser les photos pour la calibration de l'appareil photo Visualiser les maîtresses et les masques : visualise les masques 2D pour la densification Malt/geoimage. Visualiser le masque sur mosaïque TARAMA : visualise le masque défini sur la mosaïque TARAMA. Visualiser le masque 3D : visualise le masque 3D pour la densification C3DC Visualiser les points GCP : visu des seules photos avec points GCP. Visualiser la ligne horizontale/verticale : visualise le repère Ox ou Oy pour la mise à l'échelle. Visualiser la zone plane : visualise la zone plane Visualiser la distance : visualise de la distance et les points associés Visualiser la position du profil : points extrémités du profil sur MNT (menu outils métiers) Visualiser le pipeline : nom des fichiers et contenu des pipelines - Visualiser les nuages et les mosaïques : les résultats de MicMac Afficher le nuage dense : lance l'outil pour ouvrir les .PLY sur l'image 3D produite par Malt ou C3DC Afficher le nuage non dense : lance l'outil pour ouvrir les .PLY sur l'image 3D produite par Tapas Afficher la mosaïque Tarama : si la mosaïque tarama est demandée dans l'onglet 'orientation' Afficher l'ortho mosaïque Tawny : l'ortho mosaïque tawny est demandée dans l'onglet Densification/Malt/Ortho Afficher les points homologues : vue des points homologues entre les paires de photos Afficher le profil : affiche le profil calculé sur une coupe du MNT (menu outils métiers) Lister/visualiser les images 3D : propose une liste des .ply du chantier et permet de les ouvrir - Afficher la trace complète du chantier : visualise la trace complète, standard micmac - Afficher la trace synthétique du chantier : visualise la trace filtrée par AperoDeDenis, moins bavarde - Fusionner des orthomosaïques : fusion d'orthomosaïques de plusieurs chantiers ou des mosaïques de chaque photo - Fusionner des images 3D : permet de fusionner plusieurs PLY en un seul, sauf les maillages mesh) - Informations sur un nuage du chantier : propose tous les nuages du chantier. Pour le nuage choisi affichage : les limites du nuage en xyz, la surface et le volume, la densité de points en surface et en volume - Informations sur un fichier Ply : mêmes infos pour un ply choisi dans l'arborescence du disque
ar: عدل القائمة: - إظهار حالة الموقع: يعرض معاملات الموقع وحالة التنفيذ. بشكل افتراضي ، يتم عرض حالة الموقع عند تشغيل التطبيق. هذا العنصر مفيد بعد الرسالة أو عرض التتبع. - تتيح لك عدة عناصر عرض الصور والآثار والعروض ثلاثية الأبعاد للعمل الجاري. - عرض الصور والخيارات: البيانات المقدمة من المستخدم عرض جميع الصور المختارة: عرض الصور عرض الصور لمعايرة الكاميرا تصور الماجستير والأقنعة: تصور الأقنعة ثنائية الأبعاد لتكثيف الشعير / الصورة الجغرافية. تصور القناع على فسيفساء TARAMA: تصور القناع المحدد في فسيفساء TARAMA. عرض قناع ثلاثي الأبعاد: اعرض القناع ثلاثي الأبعاد لتكثيف C3DC عرض نقاط GCP: اعرض فقط الصور التي تحتوي على نقاط GCP. إظهار خط أفقي / عمودي: إظهار علامة Ox أو Oy للقياس. تصور المنطقة المسطحة: تصور المنطقة المسطحة تصور المسافة: تصور المسافة والنقاط المرتبطة بها عرض موضع ملف التعريف: نقاط نهاية الملف الشخصي على DTM (قائمة أدوات العمل) عرض خط الأنابيب: أسماء الملفات ومحتويات خط الأنابيب - تصور الغيوم والفسيفساء: نتائج MicMac إظهار السحابة الكثيفة: يتم تشغيل الأداة لفتح. PLYs على الصورة ثلاثية الأبعاد التي تم إنتاجها بواسطة Malt أو C3DC إظهار السحابة غير الكثيفة: يتم تشغيل الأداة لفتح. PLYs على الصورة ثلاثية الأبعاد التي تنتجها Tapas عرض فسيفساء Tarama: إذا تم طلب فسيفساء Tarama في علامة التبويب "الاتجاه" عرض فسيفساء Tawny ortho: فسيفساء أورثو أسمر مطلوبة في علامة التبويب Densification / Malt / Ortho اعرض نقاطًا متشابهة: عرض نقاط متجانسة بين أزواج من الصور عرض ملف التعريف: يعرض ملف التعريف المحسوب في قسم من DTM (قائمة أدوات الأعمال) قائمة / عرض الصور ثلاثية الأبعاد: تقدم قائمة بملفات .ply الخاصة بالموقع وتسمح بفتحها - عرض التتبع الكامل لموقع البناء: تصور التتبع الكامل ، micmac القياسي - عرض الأثر الاصطناعي للموقع: تصور الأثر الذي تمت تصفيته بواسطة AperoDeDenis ، أقل ثرثرة - دمج تقويم العظام: دمج تقويم العظام لعدة مواقع أو فسيفساء لكل صورة - دمج الصور ثلاثية الأبعاد: يسمح لك بدمج العديد من PLYs في واحدة ، باستثناء الشبكات المعشقة) - معلومات عن سحابة الموقع: تقدم كل السحب للموقع. للشاشة السحابية المختارة: حدود السحابة في xyz والسطح والحجم ، كثافة النقاط في السطح والحجم - معلومات عن ملف Ply: نفس المعلومات لطبقة مختارة في هيكل الشجرة للقرص
de: Menü Bearbeiten: - Site-Status anzeigen: Zeigt die Site-Parameter und ihren Ausführungsstatus an. Standardmäßig wird der Standortstatus beim Starten der Anwendung angezeigt. Dieses Element ist nach einer Meldung oder der Anzeige einer Ablaufverfolgung nützlich. - Mehrere Elemente ermöglichen es Ihnen, Fotos, Spuren und 3D-Ansichten der laufenden Arbeiten anzuzeigen. - Fotos und Optionen anzeigen: vom Benutzer bereitgestellte Daten Alle ausgewählten Fotos anzeigen: Fotos anzeigen Zeigen Sie Fotos für die Kamerakalibrierung an Master und Masken visualisieren: Visualisiert 2D-Masken für Malt/Geobild-Verdichtung. Maske auf TARAMA-Mosaik visualisieren: visualisiert die auf dem TARAMA-Mosaik definierte Maske. 3D-Maske anzeigen: Zeigen Sie die 3D-Maske für die C3DC-Verdichtung an GCP-Punkte anzeigen: Nur Fotos mit GCP-Punkten anzeigen. Horizontale/vertikale Linie anzeigen: Zeigt die Ox- oder Oy-Markierung für die Skalierung an. Flachen Bereich visualisieren: Visualisieren Sie den flachen Bereich Distanz visualisieren: visualisiert die Distanz und die dazugehörigen Punkte Ansicht der Position des Profils: Endpunkte des Profils auf DTM (Business-Tools-Menü) Zeigen Sie die Pipeline an: Dateinamen und Pipeline-Inhalte - Visualisieren Sie Wolken und Mosaike: MicMac-Ergebnisse Dichte Wolke anzeigen: Startet das Tool zum Öffnen von .PLYs auf dem von Malt oder C3DC erstellten 3D-Bild Nicht dichte Wolke anzeigen: Startet das Tool zum Öffnen von .PLYs auf dem von Tapas erstellten 3D-Bild Zeigen Sie das Tarama-Mosaik an: wenn das Tarama-Mosaik auf der Registerkarte „Ausrichtung“ angefordert wird Zeigen Sie das Tawny-Ortho-Mosaik an: Das Tawny-Ortho-Mosaik wird auf der Registerkarte Verdichtung/Malz/Ortho angefordert Homologe Punkte anzeigen: Ansicht homologer Punkte zwischen Fotopaaren Profil anzeigen: Zeigt das Profil an, das für einen Abschnitt des DTM berechnet wurde (Business-Tools-Menü) 3D-Bilder auflisten/ansehen: Bietet eine Liste der .ply-Dateien der Website und ermöglicht deren Öffnen - Gesamtspur der Baustelle anzeigen: visualisiert die Gesamtspur, Standard micmac - Anzeige der synthetischen Ablaufverfolgung der Website: visualisiert die von AperoDeDenis gefilterte Ablaufverfolgung, weniger gesprächig - Orthomosaiken zusammenführen: Orthomosaiken mehrerer Standorte oder Mosaike von jedem Foto zusammenführen - 3D-Bilder zusammenführen: Ermöglicht das Zusammenführen mehrerer PLYs zu einem, außer Mesh-Meshs) - Informationen zu einer Website-Cloud: Bietet alle Clouds der Website. Für die gewählte Cloud-Darstellung: die Grenzen der Wolke in xyz, die Oberfläche und das Volumen, die Dichte der Punkte in der Oberfläche und im Volumen - Informationen zu einer Ply-Datei: gleiche Informationen für eine in der Baumstruktur der Disc ausgewählte Schicht
zh: 编辑菜单： - 显示站点状态：显示站点参数及其执行状态。 默认情况下，启动应用程序时会显示站点状态。 此项目在消息或跟踪显示后很有用。 - 有几个项目允许您查看正在进行的工作的照片、轨迹和 3D 视图。 - 查看照片和选项：用户提供的数据 查看所有选择的照片：查看照片 查看照片以进行相机校准 Visualize Masters and Masks：可视化 Malt/geoimage 致密化的 2D 蒙版。 可视化 TARAMA 马赛克上的遮罩：可视化在 TARAMA 马赛克上定义的遮罩。 View 3D Mask：查看 C3DC 致密化的 3D 掩模 查看 GCP 点：仅查看带有 GCP 点的照片。 显示水平/垂直线：显示用于缩放的 Ox 或 Oy 标记。 可视化平坦区域：可视化平坦区域 可视化距离：可视化距离和关联点 查看配置文件的位置：配置文件在 DTM 上的端点（业务工具菜单） 查看管道：文件名和管道内容 - 可视化云和马赛克：MicMac 结果 Show dense cloud：启动工具在 Malt 或 C3DC 生成的 3D 图像上打开 .PLYs 显示非密集云：启动工具以在 Tapas 生成的 3D 图像上打开 .PLYs 显示 Tarama 马赛克：如果在“方向”选项卡中请求 Tarama 马赛克 显示黄褐色正射马赛克：在 Densification/Malt/Ortho 选项卡中要求黄褐色正射马赛克 显示同源点：查看成对照片之间的同源点 显示配置文件：显示在 DTM 的一部分（业务工具菜单）上计算的配置文件 列出/查看 3D 图像：提供站点的 .ply 文件列表并允许打开它们 - 显示施工现场完整轨迹：可视化完整轨迹，标准micmac - 显示站点的合成痕迹：可视化 AperoDeDenis 过滤的痕迹，少说话 - 合并正射马赛克：合并多个站点的正射马赛克或每张照片的马赛克 - 合并 3D 图像：允许您将多个 PLY 合并为一个，网格除外） - 站点云信息：提供站点的所有云。对于所选的云显示： 云在 xyz 中的极限、表面和体积， 表面和体积中点的密度 - 层文件信息：在光盘的树结构中选择的层的相同信息
