Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Le chemin du répertoire de micmac ne doit pas comporter le caractère 'espace' :
ar: يجب ألا يحتوي مسار دليل Mi'kmaq على حرف "مسافة":
de: Der Mi'kmaq-Verzeichnispfad darf nicht das Leerzeichen enthalten:
es: La ruta del directorio de micmac no debe tener el carácter 'espacio':
it: Il percorso della directory di micmac non deve contenere il carattere 'spazio':
zh: Mi'kmaq 目录路径不得包含“空格”字符：

source: Déplacer ou renommer le répertoire de MicMac.
ar: نقل أو إعادة تسمية دليل MicMac.
de: Verschieben oder benennen Sie das MicMac-Verzeichnis um.
es: Mover o renombrar el directorio de MicMac.
it: Spostare o rinominare la directory di MicMac.
zh: 移动或重命名 MicMac 目录。

source: Le chemin du répertoire de micmac ne doit pas comporter de caractère accentué ni spécial
ar: يجب ألا يحتوي مسار دليل Mi'kmaq على أحرف معلمة أو خاصة
de: Der Mi'kmaq-Verzeichnispfad darf keine Akzent- oder Sonderzeichen enthalten
es: La ruta del directorio de micmac no debe tener un carácter acentuado o especial
it: Il percorso della directory di micmac non deve avere un carattere accentuato o speciale
zh: Mi'kmaq 目录路径不得包含重音字符或特殊字符

source: Le répertoire %s ne contient pas le fichier mm3d.exe. Abandon
ar: لا يحتوي الدليل %s على ملف mm3d.exe. التخلي عن
de: Das Verzeichnis %s enthält nicht die Datei mm3d.exe. Aufgabe
es: El directorio %s no contiene el archivo mm3d.exe. Abortar
it: La directory %s non contiene il file mm3d.exe. Interrompere
zh: %s目录不包含mm3d.exe文件。放弃

source: Le répertoire %s ne contient pas le fichier mm3d. Abandon
ar: لا يحتوي الدليل %s على ملف mm3d. التخلي عن
de: Das Verzeichnis %s enthält keine mm3d-Datei. Aufgabe
es: El directorio %s no contiene el archivo mm3d. Abortar
it: La directory %s non contiene il file mm3d. Interrompere
zh: %s目录不包含mm3d文件。放弃

source: Nouveau répertoire de Micmac :
ar: ذخيرة Micmac الجديدة:
de: Neues Micmac-Repertoire:
es: Nuevo directorio de Micmac:
it: Nuovo elenco Micmac:
zh: 新的Micmac曲目：

source: Le programme mm3d est présent mais ne peut s'exécuter.
ar: برنامج mm3d موجود ولكن لا يمكن تشغيله.
de: Das mm3d-Programm ist vorhanden, kann jedoch nicht ausgeführt werden.
es: El programa mm3d está presente pero no puede ser ejecutado.
it: Il programma mm3d è presente ma non può essere eseguito.
zh: mm3d程序存在，但无法运行。

source: Vérifier si la version est compatible avec le système. :
ar: تحقق مما إذا كان الإصدار متوافقًا مع النظام. :
de: Überprüfen Sie, ob die Version mit dem System kompatibel ist. ::
es: Comprueba si la versión es compatible con el sistema. :
it: Verificare se la versione è compatibile con il sistema. :
zh: 检查版本是否与系统兼容。 ：

source: Le programme mm3d est absent du répertoire choisi :
ar: برنامج mm3d مفقود من الدليل المحدد:
de: Das mm3d-Programm fehlt im ausgewählten Verzeichnis:
es: El programa mm3d falta en el directorio seleccionado:
it: Il programma mm3d manca dalla directory selezionata:
zh: 所选目录中缺少mm3d程序：

source: Répertoire bin sous MicMac incorrect.
ar: دليل السلة ضمن MicMac غير صحيح.
de: Bin-Verzeichnis unter MicMac falsch.
es: Directorio incorrecto en el MicMac.
it: Cartella del cestino errata sotto MicMac.
zh: MicMac下的Bin目录不正确。

source: Abandon.
ar: أترك
de: Verzicht
es: Abortar.
it: Interrompere.
zh: 放棄了治療

source: Version MicMac :
ar: إصدار MicMac:
de: MicMac-Version:
es: Versión del MicMac
it: Versione MicMac
zh: MicMac版本：

source: Chemin de exiftool :
ar: مسار Exiftool:
de: Exiftool-Pfad:
es: Camino del exiftool:
it: Percorso di exiftool:
zh: Exiftool路径：

source: Chemin de convert d'image Magick :
ar: مسار تحويل الصور Magick:
de: Magick-Bildkonvertierungspfad:
es: La imagen mágica convierte el camino:
it: Convertire il percorso dell'immagine Magick :
zh: Magick图像转换路径：

source: Chemin de ffmpeg :
ar: مسار Ffmpeg:
de: Ffmpeg-Pfad:
es: Camino a ffmpeg :
it: Percorso per ffmpeg :
zh: ffmpeg路径：

source: Nouvelle version de MicMac :
ar: نسخة جديدة من MicMac:
de: Neue Version von MicMac:
es: Nueva versión del MicMac
it: Nuova versione di MicMac
zh: 新版本的MicMac：

source: Pas de chemin pour le programme exiftool
ar: لا يوجد مسار لبرنامج exiftool
de: Kein Pfad für das exiftool-Programm
es: No hay camino para el programa de exiftool
it: Nessun percorso per il programma exiftool
zh: exiftool程序没有路径

source: Programme exiftool :
ar: برنامج Exiftool:
de: Exiftool-Programm:
es: El programa Exiftool:
it: Programma Exiftool:
zh: Exiftool程序：

source: Recherche exiftool
ar: بحث Exiftool
de: Exiftool-Suche
es: Buscar exiftool
it: Ricerca exiftool
zh: Exiftool搜索

source: Fichier exiftool inchangé :
ar: ملف Exiftool دون تغيير:
de: Exiftool-Datei unverändert:
es: El archivo de Exiftool no ha cambiado:
it: File Exiftool invariato :
zh: Exiftool文件未更改：

source: L'outil choisi pour ouvrir exiftool n'est pas un programme exécutable. Valeur inchangée
ar: الأداة التي تم اختيارها لفتح exiftool ليست برنامجا قابلا للتنفيذ. القيمة دون تغيير
de: Das zum Öffnen von exiftool gewählte Tool ist kein ausführbares Programm. Wert unverändert
es: La herramienta elegida para abrir exiftool no es un programa ejecutable. Valor sin cambios
it: Lo strumento scelto per aprire exiftool non è un programma eseguibile. Valore invariato
zh: 选择打开 exiftool 的工具不是可执行程序。值不变

source: Pas de chemin pour le programme convert d'ImageMagick
ar: لا يوجد مسار لبرنامج تحويل ImageMagick
de: Kein Pfad für das Konvertierungsprogramm von ImageMagick
es: No hay camino para el programa de conversión de ImageMagick
it: Nessun percorso per il programma di conversione di ImageMagick
zh: ImageMagick的转换程序无路径

source: Programme convert :
ar: برنامج التحويل:
de: Programm konvertieren:
es: Programa de conversión :
it: Programma di conversione :
zh: 转换程序：

source: Recherche convert
ar: تحويل البحث
de: Suche konvertieren
es: Convertir la búsqueda
it: Cerca convertito
zh: 转换搜寻

source: Fichier convert inchangé :
ar: تحويل الملف دون تغيير:
de: Datei unverändert konvertieren:
es: Conversión de archivos sin cambios:
it: Convertire file senza modifiche :
zh: 转换文件不变：

source: L'outil choisi pour convert d'ImageMagick n'est pas un programme exécutable. Valeur inchangée
ar: الأداة المختارة لتحويل ImageMagick ليست برنامجا قابلا للتنفيذ. القيمة دون تغيير
de: Das zum Konvertieren von ImageMagick gewählte Tool ist kein ausführbares Programm. Wert unverändert
es: La herramienta elegida para convertir de ImageMagick no es un programa ejecutable. Valor sin cambios
it: Lo strumento scelto per convertire ImageMagick non è un programma eseguibile. Valore invariato
zh: 选择用于转换ImageMagick的工具不是可执行程序。值不变

source: Pas de chemin pour le programme ouvrant les .PLY
ar: لا يوجد مسار لفتح البرنامج
de: Kein Pfad für die Programmeröffnung .PLY
es: No hay camino para el programa que abre los .PLYs
it: Nessun percorso per il programma che apre i .PLY
zh: 没有打开程序的路径。

source: Programme ouvrant les .PLY :
ar: افتتاح البرنامج.
de: Programmeröffnung .PLY:
es: Apertura del programa. PLY:
it: Apertura del programma .PLY :
zh: 程序打开.PLY：

source: meshlab ou CloudCompare
ar: meshlab أو CloudCompare
de: Meshlab oder CloudCompare
es: meshlab o CloudCompare
it: meshlab o CloudCompare
zh: meshlab或CloudCompare

source: Recherche fichier Meshlab sous VCG, ou CloudCompare
ar: ابحث في ملف Meshlab ضمن VCG أو CloudCompare
de: Durchsuchen Sie die Meshlab-Datei unter VCG oder CloudCompare
es: Búsqueda del archivo Meshlab bajo VCG, o CloudCompare
it: Ricerca file meshlab sotto VCG, o CloudCompare
zh: 在VCG或CloudCompare下搜索Meshlab文件

source: Fichier Meshlab ou Cloud Compare :
ar: ملف Meshlab أو Cloud Compare:
de: Meshlab- oder Cloud-Vergleichsdatei:
es: Archivo Meshlab o Nube Comparativa:
it: Confronto file Meshlab o Cloud :
zh: Meshlab或Cloud Compare文件：

source: L'outil choisi pour ouvrir les ply n'est pas un programme exécutable. Valeur inchangée
ar: الأداة المختارة لفتح الطبقات ليست برنامجا قابلا للتنفيذ. القيمة دون تغيير
de: Das zum Öffnen der Lagen gewählte Werkzeug ist kein ausführbares Programm. Wert unverändert
es: La herramienta elegida para abrir los ply no es un programa ejecutable. Valor sin cambios
it: Lo strumento scelto per aprire i ply non è un programma eseguibile. Valore invariato
zh: 选择用于打开层的工具不是可执行程序。值不变

source: Pas de chemin pour le programme Ffmpeg
ar: لا يوجد مسار لبرنامج Ffmpeg
de: Kein Pfad für das Ffmpeg-Programm
es: No hay camino para el programa Ffmpeg
it: Nessun percorso per il programma Ffmpeg
zh: Ffmpeg程序没有路径

source: Programme ffmpeg :
ar: برنامج Ffmpeg:
de: Ffmpeg-Programm:
es: Programa ffmpeg:
it: Programma ffmpeg:
zh: ffmpeg程序：

source: Recherche ffmpeg
ar: البحث Ffmpeg
de: Ffmpeg-Suche
es: Buscar ffmpeg
it: Ricerca ffmpeg
zh: ffmpeg搜索

source: Fichier ffmpeg inchangé :
ar: ملف ffmpeg غير متغير:
de: Unveränderte ffmpeg-Datei:
es: Archivo ffmpeg sin cambios:
it: File ffmpeg invariato:
zh: 不变的ffmpeg文件：

source: L'outil choisi pour ouvrir ffmpeg n'est pas un programme exécutable. Valeur inchangée
ar: الأداة المختارة لفتح ffmpeg ليست برنامجا قابلا للتنفيذ. القيمة دون تغيير
de: Das zum Öffnen von ffmpeg gewählte Tool ist kein ausführbares Programm. Wert unverändert
es: La herramienta elegida para abrir ffmpeg no es un programa ejecutable. Valor sin cambios
it: Lo strumento scelto per aprire ffmpeg non è un programma eseguibile. Valore invariato
zh: 选择用于打开 ffmpeg 的工具不是可执行程序。值不变

source: Tacky message au lancement activé
ar: تم تمكين رسالة مبتذلة عند الإطلاق
de: Klebrige Nachricht beim Start aktiviert
es: Mensaje pegajoso en el lanzamiento activado
it: Messaggio pacchiano al lancio attivato
zh: 启动时发粘的消息

source: Tacky message au lancement désactivé
ar: تم تعطيل رسالة مبتذلة عند الإطلاق
de: Tacky Nachricht beim Start deaktiviert
es: El mensaje de lanzamiento de Tacky está desactivado
it: Messaggio di lancio pacchiano disabilitato
zh: 启动时发粘的消息已禁用

source: contrôle de la présence d'une nouvelle version sur GitHub activé
ar: التحقق من وجود إصدار جديد على GitHub ممكن
de: Suchen nach einer neuen Version auf aktiviertem GitHub
es: control de la presencia de una nueva versión en GitHub activado
it: controllo della presenza di una nuova versione su GitHub abilitato
zh: 已启用在 GitHub 上检查新版本

source: contrôle de la présence d'une nouvelle version sur GitHub désactivé
ar: التحقق من وجود إصدار جديد على GitHub معطل
de: Suchen nach einer neuen Version auf GitHub deaktiviert
es: control de la presencia de una nueva versión en GitHub desactivado
it: controllo della presenza di una nuova versione su GitHub disabilitato
zh: 在 GitHub 上检查新版本已禁用

source: Version bilingue non installée.
ar: نسخة ثنائية اللغة غير مثبتة.
de: Zweisprachige Version nicht installiert.
es: Versión bilingüe no instalada.
it: Versione bilingue non installata.
zh: 未安装双语版本。

source: Sélectionnez la langue à utiliser. L'application sera redémarrée.
ar: حدد اللغة التي تريد استخدامها. سيتم إعادة تشغيل التطبيق.
de: Wählen Sie die zu verwendende Sprache aus. Die Anwendung wird neu gestartet.
es: Seleccione el idioma que desea utilizar. La aplicación se reiniciará.
it: Selezionare la lingua che si desidera utilizzare. L'applicazione verrà riavviata.
zh: 选择要使用的语言。该应用程序将重新启动。

source: Appliquer
ar: تطبيق
de: Anwenden
es: Aplique
it: Richiedi
zh: 应用

source: Avant de choisir les photos associer le répertoire de micmac (Menu paramètres\associer le répertoire de MicMac).
ar: قبل اختيار الصور ، قم بربط دليل Mi'kmaq (قائمة الإعدادات \ ربط دليل MicMac).
de: Bevor Sie die Fotos auswählen, verknüpfen Sie das Mi'kmaq-Verzeichnis (Menü Einstellungen\Zuordnen des MicMac-Verzeichnisses).
es: Antes de elegir las fotos asociar el directorio de micmac (Menú parámetros\asociar el directorio de MicMac).
it: Prima di scegliere le foto associare la directory di micmac (Menu impostazioni\associare la directory di MicMac).
zh: 在选择照片之前，请关联Mi'kmaq目录（设置菜单\关联MicMac目录）。

source: Avant de choisir les photos, associer le chemin du programme exiftool (Menu paramètres\Associer exiftool).
ar: قبل اختيار الصور ، قم بإقران مسار برنامج exiftool (قائمة الإعدادات \ Associate exiftool).
de: Bevor Sie die Fotos auswählen, verknüpfen Sie den Pfad des exiftool-Programms (Menü Einstellungen\Exiftool zuordnen).
es: Antes de elegir las fotos, asocie la ruta del programa exiftool (Menú parámetros\Asociar exiftool).
it: Prima di scegliere le foto, associare il percorso del programma exiftool (Menu impostazioni\Associa exiftool).
zh: 在选择照片之前，请关联 exiftool 程序的路径（设置菜单\关联 exiftool）。

source: Choisir des photos
ar: اختر الصور
de: Fotos auswählen
es: Elija las fotos
it: Scegliere le foto
zh: 选择照片

source: Photos
ar: تصوير
de: Fotos
es: Fotos
it: Foto
zh: 照片

source: Abandon, aucune sélection de fichier image,
ar: التخلي ، لا يوجد اختيار ملف الصورة ،
de: Abbruch, keine Auswahl der Bilddatei,
es: Aborta, no hay selección de archivos de imagen,
it: Interrompere, nessuna selezione di file immagine,
zh: 放弃，未选择图片文件，

source: Aucune extension acceptable pour des images. Abandon.
ar: لا ملحقات مقبولة للصور. التخلي عن.
de: Keine Erweiterungen für Bilder akzeptabel. Aufgabe.
es: No se aceptan extensiones para las imágenes. Abandono.
it: Nessuna estensione accettabile per le immagini. Abbandono.
zh: 图片没有扩展名。放弃。

source: Plusieurs extensions différentes :
ar: عدة امتدادات مختلفة:
de: Verschiedene Erweiterungen:
es: Varias extensiones diferentes:
it: Diverse estensioni diverse:
zh: 几个不同的扩展：

source: Impossible dans cette version. Abandon.
ar: غير ممكن في هذا الإصدار. التخلي عن.
de: In dieser Version nicht möglich. Aufgabe.
es: Imposible en esta versión. Abortar.
it: Impossibile in questa versione. Interrompere.
zh: 在此版本中不可用。放弃。

source: Info : format des photos
ar: معلومات: تنسيق الصورة
de: Info: Fotoformat
es: Información: formato de foto
it: Info: formato foto
zh: 信息：照片格式

source: La version actuelle ne traite que les photos au format JPG,
ar: الإصدار الحالي يعالج الصور بتنسيق JPG فقط ،
de: Die aktuelle Version verarbeitet nur Fotos im JPG-Format.
es: La versión actual sólo procesa fotos en formato JPG,
it: La versione attuale elabora solo foto in formato JPG,
zh: 当前版本仅处理JPG格式的照片，

source: or le format des photos est :
ar: لكن تنسيق الصور هو:
de: aber das Format der Fotos ist:
es: pero el formato de las fotos es..
it: ma il formato delle foto è
zh: 但照片的格式为：

source: les photos vont être converties au format JPG.
ar: سيتم تحويل الصور إلى تنسيق JPG.
de: Die Fotos werden in das JPG-Format konvertiert.
es: las fotos serán convertidas al formato JPG.
it: le foto saranno convertite in formato JPG.
zh: 照片将被转换为JPG格式。

source: Convertir en JPG
ar: قم بالتحويل إلى JPG
de: In JPG konvertieren
es: Convertir a JPG
it: Convertire in JPG
zh: 减少为

source: Abandonner
ar: أجهضْ.
de: Discard
es: Descontinuar
it: Interrompere
zh: 退出。

source: Désigner l'outil de conversation 'convert' d'ImageMagick
ar: تعيين أداة المحادثة ImageMagick's "تحويل"
de: Bestimmen Sie das Konvertierungstool "Konvertieren" von ImageMagick
es: Designar la herramienta de conversación "convertir" de ImageMagick
it: Designare lo strumento di conversazione 'convertito' di ImageMagick
zh: 指定ImageMagick的“转换”对话工具

source: (Menu paramètres)
ar: (قائمة الإعدادات)
de: (Menü Einstellungen)
es: (Menú Configuración)
it: Menù Impostazioni
zh: （设置菜单）

source: Copie des photos en cours... Patience
ar: نسخ الصور قيد التقدم ... الصبر
de: Kopieren von Fotos in Bearbeitung ... Geduld
es: Copiando fotos en progreso... Paciencia
it: Copia di foto in corso... Pazienza
zh: 正在复制照片...耐心等待

source: Impossible de créer le répertoire de travail.
ar: تعذر إنشاء دليل العمل.
de: Arbeitsverzeichnis kann nicht erstellt werden.
es: No se puede crear el directorio de trabajo.
it: Impossibile creare la directory di lavoro.
zh: 无法创建工作目录。

source: Vérifier les droits en écriture sous le répertoire des photos
ar: تحقق من حقوق الكتابة تحت دليل الصور
de: Überprüfen Sie die Schreibrechte im Fotoverzeichnis
es: Revisa los permisos de escritura en el directorio de fotos
it: Controllare i permessi di scrittura nella directory delle foto
zh: 检查照片目录下的写权限

source: Aucun JPG, PNG, BMP, TIF, ou GIF sélectionné,
ar: لم يتم تحديد JPG أو PNG أو BMP أو TIF أو GIF ،
de: Kein JPG, PNG, BMP, TIF oder GIF ausgewählt,
es: No se ha seleccionado JPG, PNG, BMP, TIF o GIF,
it: Nessun JPG, PNG, BMP, TIF o GIF selezionato,
zh: 未选择JPG，PNG，BMP，TIF或GIF，

source: le répertoire et les photos restent inchangés.
ar: الدليل والصور تبقى دون تغيير.
de: Das Verzeichnis und die Fotos bleiben unverändert.
es: la libreta de direcciones y las fotos permanecen sin cambios.
it: la rubrica e le foto rimangono invariate.
zh: 目录和照片保持不变。

source: contrôle des photos (dimensions et focales)... Patience
ar: التحكم في الصور (الأبعاد والأطوال البؤرية)... صبر
de: Fotokontrolle (Abmessungen und Brennweiten)... Geduld
es: control de fotos (dimensiones y focales)... Paciencia
it: controllo delle foto (dimensioni e lunghezze focali)... Pazienza
zh: 照片控制（尺寸和焦距）...耐心

source: Les focales sont absentes des exif.
ar: الأطوال البؤرية غائبة عن exif.
de: Die Brennweiten fehlen im Exif.
es: Las longitudes focales están ausentes en el exif.
it: Le lunghezze focali sono assenti dall'exif.
zh: exif没有焦距。

source: Mettez à jour les exifs avant de lancer MicMac.
ar: قم بتحديث ملفات exif قبل تشغيل MicMac.
de: Aktualisieren Sie die Exifs, bevor Sie MicMac starten.
es: Actualice los exifs antes de lanzar el MicMac.
it: Aggiornare gli exifs prima di lanciare il MicMac.
zh: 在启动MicMac之前更新exif。

source: Utiliser le menu Outils/Modifier l'exif des photos.
ar: استخدم قائمة Tools / Modify photo exif.
de: Verwenden Sie das Menü Extras / Foto-Exif ändern.
es: Utilice el menú Herramientas/Editar foto Exif.
it: Utilizzare il menu Tools/Edit Photo Exif.
zh: 使用工具/修改照片exif菜单。

source: Attention : Les focales des photos ou ne sont pas toutes identiques.
ar: تحذير: الأطوال البؤرية للصور ليست كلها متطابقة.
de: Warnung: Die Brennweiten der Fotos oder sind nicht alle identisch.
es: Precaución: Las distancias focales de las fotos o no son todas iguales.
it: Attenzione: le lunghezze focali delle foto o non sono tutte uguali.
zh: 警告：照片的焦距或不完全相同。

source: Attention : les dimensions des photos ne sont pas toutes identiques.
ar: يرجى ملاحظة: أبعاد الصور ليست كلها متطابقة.
de: Bitte beachten Sie: Die Abmessungen der Fotos sind nicht alle identisch.
es: Atención: las dimensiones de las fotos no son todas iguales.
it: Attenzione: le dimensioni delle foto non sono tutte uguali.
zh: 请注意：照片的尺寸并不完全相同。

source: Le traitement par MicMac ne sera peut-être pas possible.
ar: قد لا يكون العلاج باستخدام MicMac ممكنًا.
de: Eine Behandlung mit MicMac ist möglicherweise nicht möglich.
es: El tratamiento con MicMac puede no ser posible.
it: Il trattamento con MicMac potrebbe non essere possibile.
zh: 使用MicMac可能无法进行治疗。

source: erreur lors de la copie du fichier
ar: خطأ أثناء نسخ الملف
de: Fehler beim Kopieren der Datei
es: error al copiar el archivo
it: errore durante la copia del file
zh: 复制文件时出错

source: dans le répertoire
ar: في الدليل
de: im Verzeichnis
es: en el directorio
it: nell'elenco
zh: 简编

source: libellé de l'erreur :
ar: صياغة الخطأ:
de: Fehlerformulierung:
es: error de redacción:
it: formulazione di errore :
zh: 错误措辞：

source: Causes possibles : manque d'espace disque ou droits insuffisants.
ar: الأسباب المحتملة: نقص مساحة القرص أو حقوق غير كافية.
de: Mögliche Ursachen: Mangel an Speicherplatz oder unzureichende Rechte.
es: Posibles causas: falta de espacio en el disco o derechos insuficientes.
it: Possibili cause: mancanza di spazio su disco o diritti insufficienti.
zh: 可能的原因：磁盘空间不足或权限不足。

source: Impossible de créer le répertoire de travail : erreur =
ar: تعذر إنشاء دليل العمل: خطأ =
de: Arbeitsverzeichnis kann nicht erstellt werden: error =
es: No se puede crear el directorio de trabajo: error =
it: Impossibile creare la directory di lavoro: errore =
zh: 无法创建工作目录：错误=

source: Nombre de photos choisies :
ar: عدد الصور المختارة:
de: Anzahl der ausgewählten Fotos:
es: Número de fotos seleccionadas
it: Numero di foto selezionate
zh: 选择的照片数量：

source: La version de Micmac installée ne propose pas le module C3DC. Choisir MALT.
ar: إصدار Micmac المثبت لا يقدم وحدة C3DC. اختر MALT.
de: Die installierte Version von Micmac bietet das C3DC-Modul nicht an. Wählen Sie MALT.
es: La versión instalada del Micmac no ofrece el módulo C3DC. Seleccione MALTA.
it: La versione installata di Micmac non offre il modulo C3DC. Selezionare MALT.
zh: 安装的Micmac版本不提供C3DC模块。选择MALT。

source: Pas de nuage pour construire un masque
ar: لا سحابة لبناء قناع
de: Keine Wolke, um eine Maske zu bauen
es: No hay nubes para construir una máscara
it: Nessuna nuvola per costruire una maschera
zh: 没有云可以建立面具

source: Calculer un nuage de points, non dense, pour définir un masque 3D.
ar: احسب سحابة نقطية ، وليست كثيفة ، لتحديد قناع ثلاثي الأبعاد.
de: Berechnen Sie eine nicht dichte Punktwolke, um eine 3D-Maske zu definieren.
es: Calcular una nube de puntos, no densa, para definir una máscara 3D.
it: Calcolare una nuvola di punti, non densa, per definire una maschera 3D.
zh: 计算不密集的点云，以定义3D蒙版。

source: Masque 3D créé
ar: تم إنشاء قناع ثلاثي الأبعاد
de: 3D-Maske erstellt
es: Máscara 3D creada
it: Maschera 3D creata
zh: 建立3D遮罩

source: Pas de masque 3D
ar: بدون قناع؟
de: Keine 3D-Maske
es: No hay máscara 3D
it: Nessuna maschera 3D
zh: 没有3D遮罩

source: Les options sont validées par l'utilisateur
ar: يتم التحقق من صحة الخيارات من قبل المستخدم
de: Die Optionen werden vom Benutzer validiert
es: Las opciones son validadas por el usuario
it: Le opzioni sono convalidate dall'utente
zh: 这些选项由用户验证

source: Option incorrecte :
ar: خيار غير صحيح:
de: Falsche Option:
es: Opción incorrecta :
it: Opzione errata :
zh: 选项错误：

source: Points GCP non conformes. Nom est absent ou en double. Vérifiez.
ar: نقاط GCP غير المتوافقة. الاسم مفقود أو مكرر. تحقق من ذلك.
de: Nicht konforme GCP-Punkte. Name fehlt oder wird dupliziert. Hör zu.
es: Puntos PCM no conformes. Falta el nombre o está duplicado. Comprobado.
it: Punti PCM non conformi. Manca il nome o è un duplicato. Controlla.
zh: 不符合规定的GCP点。名称丢失或重复。一探究竟。

source: %s points GCP. Aucun n'est correctement défini.
ar: %s نقاط GCP. لم يتم تعريف أي منها بشكل صحيح.
de: %s GCP-Punkte. Keine sind korrekt definiert.
es: %s Puntos de GCP. Ninguno está correctamente definido.
it: %s punti GCP. Nessuno è definito correttamente.
zh: %s GCP点。没有正确定义。

source: %s points GCP placés OK
ar: %s تم وضع نقاط GCP بشكل جيد
de: %s GCP-Punkte auf OK gesetzt
es: %s Los puntos de GCP se colocan bien
it: %s Punti GCP posizionati OK
zh: %s个GCP点已确定

source: pour %s points GCP définis
ar: لعدد %s من نقاط GCP المحددة
de: für %s definierte GCP-Punkte
es: para %s puntos de GCP definidos
it: per %s punti GCP definiti
zh: 已定义的%s个GCP点

source: Attention : il faut au moins 3 points pour qu'ils soient pris en compte.
ar: يرجى ملاحظة: مطلوب 3 نقاط على الأقل لأخذها في الاعتبار.
de: Bitte beachten Sie: Es sind mindestens 3 Punkte erforderlich, um diese zu berücksichtigen.
es: Advertencia: se deben tener en cuenta al menos 3 puntos.
it: Attenzione: sono necessari almeno 3 punti per essere presi in considerazione.
zh: 请注意：至少要考虑3点。

source: Il n'y a pas 3 points placés sur 2 photos : les points GCP seront ignorés.
ar: لا توجد 3 نقاط موضوعة على صورتين: سيتم تجاهل نقاط GCP.
de: Auf 2 Fotos sind keine 3 Punkte platziert: Die GCP-Punkte werden ignoriert.
es: No hay 3 puntos colocados en 2 fotos: los puntos de GCP serán ignorados.
it: Non ci sono 3 punti posizionati su 2 foto: i punti GCP saranno ignorati.
zh: 两张照片上没有放置3点：GCP点将被忽略。

source: Anomalie : les points suivants ne sont placés que sur une seule photo :
ar: شذوذ: يتم وضع النقاط التالية على صورة واحدة فقط:
de: Anomalie: Die folgenden Punkte werden nur auf einem einzelnen Foto platziert:
es: Anomalía: los siguientes puntos sólo se colocan en una foto
it: Anomalia: i seguenti punti sono collocati su una sola foto
zh: 异常：以下几点仅放在一张照片上：
