Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Calibrer l'appareil pour chaque focale : voir l'onglet orientation)
ar: معايرة الكاميرا لكل طول بؤري: انظر علامة التبويب الاتجاه)
de: Kalibrieren Sie die Kamera für jede Brennweite: siehe Registerkarte Ausrichtung)
es: Calibrar la cámara para cada distancia focal: ver la pestaña de orientación)
it: Calibrare la telecamera per ogni lunghezza focale: vedere la scheda di orientamento)
zh: 为每个焦距校准相机：请参阅“方向”选项卡）

source: Abandon du traitement
ar: وقف العلاج
de: Abbruch der Behandlung
es: Suspensión del tratamiento
it: Interruzione del trattamento
zh: 中止治疗

source: Les focales des photos ne sont pas toutes identiques.
ar: الأطوال البؤرية للصور ليست كلها متطابقة.
de: Die Brennweiten der Fotos sind nicht alle identisch.
es: Las distancias focales de las fotos no son todas iguales.
it: Le lunghezze focali delle foto non sono tutte uguali.
zh: 照片的焦距并不完全相同。

source: Dans ce cas une calibration est souhaitable pour chaque focale.
ar: في هذه الحالة ، تكون المعايرة مرغوبة لكل طول بؤري.
de: In diesem Fall ist eine Kalibrierung für jede Brennweite wünschenswert.
es: En este caso, es deseable una calibración para cada distancia focal.
it: In questo caso è auspicabile una calibrazione per ogni lunghezza focale.
zh: 在这种情况下，需要对每个焦距进行校准。

source: Pas assez de photos pour le traitement : il en faut au moins 2.
ar: لا توجد صور كافية للمعالجة: أنت بحاجة إلى 2 على الأقل.
de: Nicht genügend Fotos für die Verarbeitung: Sie benötigen mindestens 2.
es: No hay suficientes fotos para procesar: necesitas al menos 2.
it: Non ci sono abbastanza foto per l'elaborazione: sono necessarie almeno 2.
zh: 照片不足，无法处理：您至少需要2张照片。

source: L'orientation ne pourra pas être calculée.
ar: لا يمكن حساب الاتجاه.
de: Die Orientierung kann nicht berechnet werden.
es: La orientación no puede ser calculada.
it: L'orientamento non può essere calcolato.
zh: 无法计算方向。

source: Il faut ajouter la taille du capteur dans DicoCamera (menu Outils)
ar: يجب عليك إضافة حجم المستشعر في DicoCamera (قائمة الأدوات)
de: Sie müssen die Größe des Sensors in DicoCamera (Menü Extras) hinzufügen
es: Añade el tamaño del sensor en DicoCamera (menú Herramientas)
it: È necessario aggiungere la dimensione del sensore in DicoCamera (menu Strumenti)
zh: 您必须在 DicoCamera（工具菜单）中添加传感器的大小

source: ou modifier les focales dans l'exif des photos (menu Outils).
ar: أو تغيير الأطوال البؤرية في exif من الصور (أدوات القائمة).
de: oder ändern Sie die Brennweiten im Exif der Fotos (Menü Extras).
es: o cambiar las distancias focales en el exif de fotos (menú Herramientas).
it: o modificare le lunghezze focali nel riquadro delle foto (menu Strumenti).
zh: 或更改照片 exif 中的焦距（“工具”菜单）。

source: Le nuage dense n'a pas été créé.
ar: لم يتم إنشاء السحابة الكثيفة.
de: Die dichte Wolke wurde nicht erstellt.
es: La densa nube no fue creada.
it: La nuvola densa non è stata creata.
zh: 未创建密集云。

source: Le chantier est interrompu sans nuage dense
ar: توقف العمل بدون سحابة كثيفة
de: Die Arbeit wird ohne dichte Wolke unterbrochen
es: El trabajo se interrumpe sin nubes densas
it: Il lavoro viene interrotto senza nuvole dense
zh: 没有浓密的云彩，工作被打断了

source: Pour abandonner fermer cette fenêtre
ar: للتخلي عن إغلاق هذه النافذة
de: Zum Verlassen dieses Fensters schließen
es: Para dejar de cerrar esta ventana
it: Per chiudere questa finestra
zh: 放弃关闭此窗口

source: Lancer la densification
ar: بدء التكثيف
de: Verdichtung starten
es: Iniciar la densificación
it: Iniziare la densificazione
zh: 开始致密化

source: débloquer le chantier - effacer les points homologues
ar: قم بإلغاء حظر الموقع - امسح النقاط المقابلة
de: Entsperren Sie die Site - löschen Sie die entsprechenden Punkte
es: desbloquear la obra - Eliminar los puntos homólogos
it: sbloccare il cantiere - Cancellare i punti omologhi
zh: 取消屏蔽网站-删除同源点

source: débloquer le chantier - garder les points homologues
ar: قم بإلغاء حظر الموقع - احتفظ بالنقاط المقابلة
de: Entsperren Sie die Site - behalten Sie die entsprechenden Punkte
es: desbloquear el sitio de construcción - mantener los puntos homólogos
it: sbloccare il cantiere - mantenere i punti omologhi
zh: 取消屏蔽网站-保留相应要点

source: Reprise de la densification, après un premier échec de la densification.
ar: استئناف التكثيف بعد فشل التكثيف الأول.
de: Wiederaufnahme der Verdichtung nach einem ersten Versagen der Verdichtung.
es: Reanudación de la densificación, después de un primer fallo de densificación.
it: Ripresa dell'addensamento, dopo un primo fallimento dell'addensamento.
zh: 首次致密失败后，恢复致密化。

source: Chantier réinitialisé : points homologues effacés.
ar: إعادة تعيين الموقع: تم حذف نقاط الأقران.
de: Zurücksetzen der Site: Peer-Punkte gelöscht.
es: Restablecimiento del sitio de trabajo: puntos homólogos borrados.
it: Reset del sito di lavoro: punti omologhi cancellati.
zh: 网站重置：对等点已删除。

source: Chantier réinitialisé après Tapioca : points homologues conservés.
ar: إعادة تعيين موقع البناء بعد التابيوكا: تم الاحتفاظ بالنقاط المتماثلة.
de: Baustellen-Reset nach Tapioka: homologe Punkte beibehalten.
es: Obra reiniciada después de Tapioca: puntos homólogos conservados.
it: Cantiere resettato dopo Tapioca: punti omologhi conservati.
zh: 木薯后建筑工地重置：保留同源点。

source: Continuer le chantier %s après recherche des points homologues ?
ar: هل تريد متابعة العمل %s بعد البحث عن نقاط متجانسة؟
de: Nach der Suche nach homologen Punkten weiterarbeiten %s?
it: Continuare il lavoro %s dopo aver cercato punti omologhi?
zh: 搜索同源点后继续工作%s？

source: Le chantier est arrêté. Vous pouvez : - relancer la recherche des points homologues - rechercher l'orientation des appareils photos - lancer la densification (si l'orientation est faite) - ne rien faire : cliquer sur la croix de fermeture de la fenêtre
ar: تم إيقاف موقع البناء. يمكنك: - إعادة تشغيل البحث عن نقاط متماثلة - البحث في اتجاه الكاميرات - تكثيف الإطلاق (إذا تم إجراء التوجيه) - لا تفعل شيئا: انقر على النافذة إغلاق الصليب
de: Die Baustelle wird gestoppt. Sie können: - Starten Sie die Suche nach homologen Punkten neu - Suche nach der Ausrichtung von Kameras - Startverdichtung (wenn Orientierung gemacht wird) - Nichts tun: Klicken Sie auf das Kreuz zum Schließen des Fensters
zh: 施工现场停止。您可以： - 重新开始搜索同源点 - 搜索相机的方向 - 发射致密化（如果定向） - 什么都不做：点击窗口关闭十字

source: Recherche des points homologues
ar: إيجاد نقاط الأقران
de: Peer Points finden
es: Buscar puntos de coincidencia
it: Ricerca di punti corrispondenti
zh: 寻找对等点

source: Recherche de l'orientation
ar: بحث التوجه
de: Orientierungssuche
es: Investigación de la orientación
it: Ricerca di orientamento
zh: 方向搜索

source: lancer la densification
ar: تكثيف الإطلاق
de: Verdichtung starten
es: iniciar la densificación
it: avviare la densificazione
zh: 启动致密化

source: Reprise du chantier %s arrêté après TAPAS - La trace depuis l'origine sera disponible dans le menu édition.
ar: توقف استئناف موقع العمل %s بعد TAPAS - سيتوفر المسار من الأصل في قائمة التعديل.
de: Wiederaufnahme der Arbeit %s nach TAPAS gestoppt - Der Titel vom Ursprung ist im Bearbeitungsmenü verfügbar.
es: Reanudar el trabajo %s detenido después de TAPAS - El rastro del origen estará disponible en el menú de edición.
it: Riprendere il lavoro %s fermato dopo il TAPAS - La traccia dall'origine sarà disponibile nel menu di modifica.
zh: TAPAS之后停止恢复工作%s-从原点开始的轨道将在编辑菜单中可用。

source: Pourquoi MicMac s'arrête :
ar: لماذا يتم إغلاق MicMac:
de: Warum MicMac herunterfährt:
es: Por qué MicMac se detiene
it: Perché il MicMac si ferma
zh: 为什么MicMac关闭：

source: Longueur de ligne trop longue : trop de fichiers ou chemin trop long. Voir la trace.
ar: طول الخط طويل جدا: عدد كبير جدا من الملفات أو مسار طويل جدا. انظر الأثر.
de: Zeilenlänge zu lang: zu viele Dateien oder zu langer Pfad. Sehen Sie sich die Ablaufverfolgung an.
es: Longitud de línea demasiado larga: demasiados archivos o camino demasiado largo. Ver el rastro.
it: Lunghezza della linea troppo lunga: troppi file o percorso troppo lungo. Vedere la traccia.
zh: 行长太长：文件太多或路径太长。看到痕迹。

source: Le chantier comporte trop de photos : %s
ar: يحتوي الموقع على صور كثيرة جدًا: %s
de: Die Seite hat zu viele Fotos: %s
es: Hay demasiadas fotos en la obra: %s
it: Ci sono troppe foto sul cantiere: %s
zh: 该网站的照片太多：%s

source: Les maximums connus sont de l'ordre de 250 sous Windows, 400 sous Linux
ar: الحدود القصوى المعروفة هي من أجل 250 على Windows ، 400 على Linux
de: Die bekannten Maximalwerte liegen in der Größenordnung von 250 unter Windows und 400 unter Linux
es: Los máximos conocidos son del orden de 250 en Windows, 400 en Linux
it: I massimi conosciuti sono 250 su Windows, 400 su Linux
zh: 已知的最大值在Windows上为250，在Linux上为400。

source: Pourquoi MicMac s'arrête : Aucun point en correspondance sur 2 images n'a été trouvé par Tapioca. Parmi les raisons de cet échec il peut y avoir : Tapioca n'a pas été lancé %s soit les photos ne se recouvrent pas du tout soit l'exif des photos ne comporte pas la focale ou plusieurs focales sont présentes Soit l'appareil photo est inconnu de Micmac soit la qualité des photos est en cause. soit la trace complète contient : 'Error: -- Input line too long, increase MAXLINELENGTH' . alors tenter, sans certitude, de modifier le fichier /binaire-aux/windows/startup/local.mk Utiliser les items du menu 'outils' pour vérifier ces points.
ar: لماذا يتوقف ميك ماك: لم يتم العثور على نقاط مطابقة على 2 صور بواسطة Tapioca. من بين أسباب هذا الفشل قد يكون هناك: لم يتم إطلاق تابيوكا %s إما أن الصور لا تتداخل على الإطلاق إما أن EXIF للصور لا يتضمن البعد البؤري أو توجد عدة أطوال بؤرية إما أن الكاميرا غير معروفة ل Micmac أو جودة الصور موضع تساؤل. دع التتبع الكامل يحتوي على: "خطأ: - خط الإدخال طويل جدا ، قم بزيادة MAXLINELENGTH". ثم حاول ، دون يقين ، تعديل الملف / binary-aux / windows / startup / local.mk استخدم العناصر الموجودة في قائمة "الأدوات" للتحقق من هذه النقاط.
de: Warum MicMac aufhört: Es wurden keine übereinstimmenden Punkte auf 2 Bildern von Tapioca gefunden. Zu den Gründen für dieses Versagen können gehören: Tapioka wurde nicht auf den Markt gebracht %s Entweder überlappen sich die Fotos überhaupt nicht Entweder enthält das Exif der Fotos nicht die Brennweite oder es sind mehrere Brennweiten vorhanden Entweder ist die Kamera Micmac unbekannt oder die Qualität der Fotos steht in Frage. Lassen Sie die vollständige Ablaufverfolgung Folgendes enthalten: 'Fehler: -- Eingabezeile zu lang, MAXLINELENGTH erhöhen' . Versuchen Sie dann ohne Gewissheit, die Datei /binary-aux/windows/startup/local.mk zu ändern Verwenden Sie die Elemente im Menü "Extras", um diese Punkte zu überprüfen.
zh: 为什么MicMac停止： 木薯在 2 张图像上没有找到匹配点。 此失败的原因可能包括： 木薯粉尚未推出 %s 要么照片根本不重叠 照片的EXIF不包括焦距或存在多个焦距 要么相机不知道米马克 或者照片的质量有问题。 让完整的跟踪包含：“错误：-- 输入行太长，增加最大行长度”。 然后尝试修改文件 /binary-aux/windows/startup/local.mk 使用“工具”菜单中的项目来检查这些要点。

source: Plusieurs scènes dans les photos après le premier passage de Tapioca. L'utilisateur décide de continuer avec la plus nombreuse.
ar: عدة مشاهد في الصور بعد المقطع الأول من التابيوكا. يقرر المستخدم الاستمرار مع الأكثر عددا.
de: Mehrere Szenen auf den Fotos nach der ersten Passage von Tapioka. Der Benutzer beschließt, mit den zahlreichsten fortzufahren.
es: Varias escenas en las fotos después del primer pasaje de Tapioca. El usuario decide continuar con el mayor número.
it: Diverse scene nelle foto dopo il primo passaggio di Tapioca. L'utente decide di continuare con il più grande.
zh: 木薯第一次通过后的照片中的几个场景。 用户决定继续使用最多的。

source: Les photos définissent plusieurs scènes séparées
ar: تحدد الصور عدة مشاهد منفصلة
de: Fotos definieren mehrere separate Szenen
es: Las fotos definen varias escenas separadas
it: Le foto definiscono diverse scene separate
zh: 照片定义了几个单独的场景

source: MicMac ne peut travailler que sur une seule scène : toutes les photos doivent former une seule scène.
ar: يمكن أن يعمل MicMac على مشهد واحد فقط: يجب أن تشكل جميع الصور مشهدا واحدا.
de: MicMac kann nur an einer Szene arbeiten: Alle Fotos müssen eine einzige Szene bilden.
es: MicMac solo puede trabajar en una escena: todas las fotos deben formar una sola escena.
it: MicMac può lavorare solo su una scena: tutte le foto devono formare un'unica scena.
zh: MicMac只能在一个场景上工作：所有照片必须形成一个场景。

source: Les photos se répartissent en :
ar: الصور مقسمة إلى:
de: Die Fotos sind unterteilt in:
es: Las fotos se dividen en..:
it: Le foto sono suddivise in :
zh: 这些照片分为：

source: groupes distincts (consulter la trace) :
ar: مجموعات متميزة (راجع التتبع):
de: verschiedene Gruppen (siehe Spur):
es: grupos distintos (véase el rastro)
it: gruppi distinti (vedi traccia)
zh: 不同的组（请查询跟踪）：

source: Plusieurs scènes dans les photos. L'utilisateur décide de continuer avec la plus nombreuse.
ar: عدة مشاهد في الصور. يقرر المستخدم الاستمرار في العدد الأكبر.
de: Mehrere Szenen auf den Fotos. Der Benutzer beschließt, mit den zahlreichsten fortzufahren.
es: Varias escenas en las fotos. El usuario decide continuar con los más numerosos.
it: Diverse scene nelle foto. L'utente decide di continuare con i più numerosi.
zh: 照片中的几个场景。用户决定继续进行最多的操作。

source: Attention : une photo est rejetée
ar: تحذير: تم رفض الصورة
de: Warnung: Ein Foto wird abgelehnt
es: Advertencia: una foto es rechazada
it: Attenzione: una foto viene respinta
zh: 警告：照片被拒绝

source: Attention : MicMac considère qu'une ou plusieurs photos doivent être rejetées : %s
ar: تحذير: يعتبر MicMac أنه يجب رفض صورة واحدة أو أكثر: %s
de: Warnung: MicMac ist der Ansicht, dass ein oder mehrere Fotos abgelehnt werden sollten: %s
es: Advertencia: MicMac considera que una o más fotos deben ser rechazadas: %s
it: Attenzione: MicMac ritiene che una o più foto debbano essere rifiutate: %s
zh: 警告：MicMac 认为应拒绝一张照片或多张照片： %s

source: Vous pouvez choisir de retirer les photos.
ar: يمكنك اختيار إزالة الصور.
de: Sie können wählen, ob Sie die Fotos entfernen möchten.
es: Puedes optar por retirar las fotos.
it: Puoi scegliere di rimuovere le foto.
zh: 您可以选择删除照片。

source: Vous pouvez choisir de conserver les photos avec un fort risque d'échec
ar: يمكنك اختيار الاحتفاظ بالصور مع وجود مخاطر عالية للفشل
de: Sie können sich dafür entscheiden, die Fotos mit einem hohen Ausfallrisiko aufzubewahren
es: Puede optar por guardar las fotos con un alto riesgo de fracaso
it: Puoi scegliere di conservare le foto con un alto rischio di fallimento
zh: 您可以选择保留具有高风险失败的照片

source: Par défaut les photos seront retirés après 20 secondes d'attente.
ar: بشكل افتراضي ، ستتم إزالة الصور بعد 20 ثانية من الانتظار.
de: Standardmäßig werden die Fotos nach 20 Sekunden Wartezeit entfernt.
es: De forma predeterminada, las fotos se eliminarán después de 20 segundos de espera.
it: Per impostazione predefinita, le foto verranno rimosse dopo 20 secondi di attesa.
zh: 默认情况下，照片将在等待 20 秒后删除。

source: Retirer les photos
ar: إزالة الصور
de: Fotos entfernen
es: Eliminar fotos
it: Rimuovi foto
zh: 移除照片

source: Conserver les photos
ar: الاحتفاظ بالصور
de: Fotos aufbewahren
es: Guardar fotos
it: Mantieni le foto
zh: 保留照片

source: Une photo est rejetée par le module schnaps de MicMac : %s
ar: تم رفض الصورة بواسطة وحدة schnapps في MicMac: %s
de: Ein Foto wird vom Schnaps-Modul von MicMac abgelehnt: %s
es: Una foto es rechazada por el módulo schnaps de MicMac: %s
it: Una foto viene rifiutata dal modulo schnaps di MicMac: %s
zh: 一张照片被MicMac的杜松子酒模块拒绝： %s

source: Le traitement continue avec cette photo
ar: يستمر العلاج مع هذه الصورة
de: Die Behandlung wird mit diesem Foto fortgesetzt
es: El tratamiento continúa con esta foto
it: Il trattamento continua con questa foto
zh: 这张照片继续治疗

source: Le traitement continue avec ces photos
ar: يستمر العلاج مع هذه الصور
de: Die Behandlung wird mit diesen Fotos fortgesetzt
es: El tratamiento continúa con estas fotos
it: Il trattamento continua con queste foto
zh: 这些照片继续治疗

source: Voir dans la trace la liste complète des photos rejetées
ar: انظر في تتبع القائمة الكاملة للصور المرفوضة
de: Sehen Sie in der Ablaufverfolgung die vollständige Liste der abgelehnten Fotos
es: Ver en el track la lista completa de las fotos rechazadas
it: Visualizza in traccia l'elenco completo delle foto rifiutate
zh: 在跟踪中查看被拒绝照片的完整列表

source: La photo rejetée par Schnaps est supprimée du chantier
ar: تمت إزالة الصورة التي رفضها Schnapps من موقع البناء
de: Das von Schnaps abgelehnte Foto wird von der Baustelle entfernt
es: La foto rechazada por Schnaps es eliminada de la obra
it: La foto rifiutata da Schnaps viene rimossa dal cantiere
zh: 杜松子酒拒绝的照片已从施工现场移除

source: Les %s photos rejetées par Schnaps sont supprimées du chantier
ar: تتم إزالة الصور %s التي رفضتها Schnapps من موقع البناء
de: Die %s von Schnapps abgelehnten Fotos werden von der Baustelle entfernt
es: Las %s fotos rechazadas por Schnaps se eliminan del sitio de construcción
it: Le %s foto rifiutate da Schnaps vengono rimosse dal cantiere
zh: 杜松子酒拒绝的%s照片从施工现场移除

source: Arrêt après Tapas
ar: توقف بعد التاباس
de: Stoppen Sie nach Tapas
es: Pare después de las tapas
it: Fermata dopo Tapas
zh: 西班牙小吃后停下来

source: . Lancer MicMac pour reprendre le traitement.
ar: . ابدأ MicMac لاستئناف المعالجة.
de: . Starten Sie MicMac, um die Verarbeitung fortzusetzen.
es: . Inicie el MicMac para reanudar el tratamiento.
it: . Iniziare il MicMac per riprendere il trattamento.
zh: 。启动MicMac以继续治疗。

source: Arrêt après Tapas sur demande utilisateur
ar: توقف بعد Tapas بناءً على طلب المستخدم
de: Stoppen Sie nach Tapas auf Benutzerwunsch
es: Parada después de Tapas a petición del usuario
it: Stop dopo Tapas su richiesta dell'utente
zh: 根据用户要求在小吃后停止

source: Les photos représentent plusieurs scènes disjointes. Les groupes de photos séparés :
ar: تمثل الصور عدة مشاهد مفككة. مجموعات الصور المنفصلة:
de: Die Fotos zeigen mehrere unzusammenhängende Szenen. Die einzelnen Gruppen von Fotos:
es: Las fotos representan varias escenas desarticuladas. Grupos de fotos separadas
it: Le foto rappresentano diverse scene disarticolate. Gruppi di foto separate
zh: 这些照片代表了几个脱节的场景。单独的照片组：

source: Les photos se répartissent en plusieurs groupes distincts (consulter la trace) :
ar: الصور مقسمة إلى عدة مجموعات متميزة (انظر المسار):
de: Die Fotos sind in verschiedene Gruppen unterteilt (siehe Titel):
es: Las fotos se dividen en varios grupos distintos (consultar el rastro):
it: Le foto sono suddivise in diversi gruppi distinti (consultare la traccia) :
zh: 这些照片分为几个不同的组（请参阅曲目）：

source: Voulez-vous poursuivre l'exécution sur le groupe le plus nombreux ?
ar: هل تريد الاستمرار في الجري على أكبر مجموعة؟
de: Willst du in der größten Gruppe weiterlaufen?
es: ¿Desea continuar la ejecución en el grupo más numeroso?
it: Vuoi continuare l'esecuzione sul gruppo più numeroso?
zh: 是否要继续在最大的组上运行？

source: (réponse OUI automatique après 30 secondes)
ar: (إجابة تلقائية بنعم بعد 30 ثانية)
de: (automatische JA-Antwort nach 30 Sekunden)
es: (Respuesta SÍ automática después de 30 segundos)
it: (risposta SÌ automatica dopo 30 secondi)
zh: （30秒后自动回答“是”）

source: Si OUI les photos inutilisées seront supprimées et le chantier se poursuivra.
ar: إذا كانت الإجابة بنعم ، حذف الصور غير المستخدمة وسيستمر العمل.
de: Wenn JA, werden die nicht verwendeten Fotos gelöscht und die Arbeit wird fortgesetzt.
es: Si ES ASÍ, las fotos no utilizadas se eliminarán y el sitio continuará.
it: In caso AFFERMATIVO, le foto inutilizzate verranno eliminate e il cantiere continuerà.
zh: 如果是，未使用的照片将被删除，工作将继续。

source: Poursuivre sur moins de photos ou abandonner ?
ar: الاستمرار مع عدد أقل من الصور أو الاستسلام؟
de: Mit weniger Fotos weitermachen oder aufgeben?
es: ¿Perseguir menos fotos o rendirse?
it: Continuare con meno foto o rinunciare?
zh: 继续减少照片数量还是放弃？

source: Fin du traitement MicMac
ar: نهاية علاج MicMac
de: Ende der MicMac-Behandlung
es: Fin del tratamiento con el MicMac
it: Fine del trattamento MicMac
zh: MicMac治疗结束

source: Tapas n'a pas trouvé d'orientation.
ar: لم يجد تاباس اتجاهًا.
de: Tapas fanden keine Orientierung.
es: Tapas no pudo encontrar ninguna dirección.
it: Tapas non riusciva a trovare nessuna direzione.
zh: Tapas找不到方向。

source: Le traitement ne peut se poursuivre.
ar: العلاج لا يمكن أن يستمر.
de: Die Behandlung kann nicht fortgesetzt werden.
es: El tratamiento no puede continuar.
it: Il trattamento non può continuare.
zh: 治疗无法继续。

source: Consulter l'aide/quelques conseils.
ar: استشر المساعدة / بعض النصائح.
de: Konsultieren Sie die Hilfe / einige Ratschläge.
es: Consultar ayuda/asesoramiento.
it: Consultare aiuto/consulenza.
zh: 咨询帮助/一些建议。

source: Vérifier la qualité des photos, modifier les options et relancer tapioca-tapas
ar: تحقق من جودة الصورة وقم بتغيير الخيارات وأعد تشغيل تاباس التابيوكا
de: Überprüfen Sie die Fotoqualität, ändern Sie die Optionen und starten Sie die Tapioka-Tapas neu
es: Comprobar la calidad de las fotos, modificar las opciones y relanzar tapioca-tapas
it: Controllare la qualità delle foto, modificare le opzioni e riavviare tapioca-tapas
zh: 检查照片质量，更改选项并重新启动木薯小吃

source: Pas d'image maître pour Malt option geoimage.
ar: لا توجد صورة رئيسية لخيار Malt Geoimage.
de: Kein Master-Image für die Malt-Geoimage-Option.
es: No hay imagen maestra para la opción de geoimágenes de Malt.
it: Nessuna immagine master per l'opzione di geoimmagine del malto.
zh: 没有麦芽地理图像选项的主图像。

source: Définir une image maître
ar: حدد صورة رئيسية
de: Definieren Sie ein Master-Image
es: Definir una imagen maestra
it: Definire un'immagine master
zh: 定义主图像

source: ou Changer le mode 'GeomImage' qui impose une image maître
ar: أو قم بتغيير وضع "GeomImage" الذي يفرض صورة رئيسية
de: oder Ändern Sie den 'GeomImage'-Modus, der ein Master-Image auferlegt
es: o cambiar el modo 'GeomImage' que impone una imagen maestra
it: o cambiare la modalità 'GeomImage' che impone un'immagine master
zh: 或更改添加主图像的“ GeomImage”模式

source: Echec Malt
ar: فشل الشعير
de: Malzversagen
es: Fracaso de malta
it: Malto fallito
zh: 麦芽故障

source: Le nuage dense n'a pas été créé. Voir la trace ci-dessus
ar: لم يتم إنشاء السحابة الكثيفة. انظر التتبع أعلاه
de: Die dichte Wolke wurde nicht erzeugt. Siehe die Spur oben
es: La nube densa no ha sido creada. Ver la traza de arriba
it: La nube densa non è stata creata. Vedi la traccia sopra
zh: 没有创建密集的云。请参阅上面的跟踪

source: Le nuage dense n'a pas été créé. Voir la trace.
ar: لم يتم إنشاء السحابة الكثيفة. انظر الأثر.
de: Die dichte Wolke wurde nicht erzeugt. Sehen Sie sich die Ablaufverfolgung an.
es: La nube densa no ha sido creada. Ver el rastro.
it: La nube densa non è stata creata. Vedere la traccia.
zh: 没有创建密集的云。看到痕迹。

source: Pas de nuage de points après C3DC %s.
ar: لا توجد سحابة نقطة بعد C3DC %s.
de: Keine Punktwolke nach C3DC %s.
es: No hay nube de puntos después de C3DC %s.
it: Nessuna nuvola di punti dopo C3DC %s.
zh: C3DC %s之后没有点云。

source: L'usage de photos spécifiques pour calibrer l'appareil photo permet parfois l'obtention d'un nuage dense..
ar: قد يؤدي استخدام صور معينة لمعايرة الكاميرا أحيانًا إلى تكوين سحابة كثيفة.
de: Die Verwendung bestimmter Fotos zum Kalibrieren der Kamera kann manchmal zu einer dichten Wolke führen.
es: El uso de fotos específicas para calibrar la cámara a veces permite obtener una nube densa .
it: L'uso di foto specifiche per calibrare la macchina fotografica a volte permette di ottenere una nuvola densa.
zh: 使用特定的照片校准相机有时可能会导致浓云。

source: Sinon : Essayer de modifier l'option de C3DC : choisir 'BigMac' (sans drapage).
ar: بخلاف ذلك: حاول تعديل خيار C3DC: اختر "BigMac" (بدون اللف).
de: Andernfalls: Versuchen Sie, die Option von C3DC zu ändern: Wählen Sie 'BigMac' (ohne zu drapieren).
es: De lo contrario: Intenta cambiar la opción C3DC: elige "BigMac" (sin drapear).
it: Altrimenti: provare a cambiare l'opzione C3DC: scegliere 'BigMac' (senza drappeggio).
zh: 否则：尝试修改C3DC的选项：选择“ BigMac”（不叠加）。

source: Essayer Malt, option ortho si la scène est 'plate' (terrain, façade)
ar: جرب Malt ، خيار ortho إذا كان المشهد `` مسطحًا '' (أرض ، واجهة)
de: Versuchen Sie Malt, ortho Option, wenn die Szene "flach" ist (Land, Fassade)
es: Intenta con Malt, opción de orto si la escena es "plana" (terreno, fachada)
it: Prova Malto, opzione ortopedica se la scena è "piatta" (terreno, facciata)
zh: 如果场景是“平坦的”（陆地，外立面），请尝试使用麦芽（正交）选项
