Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: La fonction %s est abandonnée
ar: تم التخلي عن وظيفة %s
de: Die %sFunktion wird aufgegeben
es: La función %s está abandonada
it: La funzione %s è abbandonata
zh: 放弃%s功能

source: Patientez, le programme se poursuit
ar: انتظر ، يستمر البرنامج
de: Warten Sie, das Programm geht weiter
es: Espere, el programa continúa.
it: Pazientate, il programma continua.
zh: 等等，程序继续

source: Pas de version identifiée de MicMac
ar: لا يوجد إصدار محدد من MicMac
de: Keine identifizierte Version von MicMac
es: No hay una versión identificada del MicMac
it: Nessuna versione identificata di MicMac
zh: 没有确定的MicMac版本

source: Tracer le masque
ar: تتبع القناع
de: Verfolgen Sie die Maske
es: Dibuja la máscara
it: Disegnare la maschera
zh: 追踪面具

source: Saisie sur la photo :
ar: الإدخال على الصورة:
de: Eingabe auf dem Foto:
es: Capturado en la foto
it: Catturato sulla foto
zh: 在照片上输入：

source: Inverser
ar: اقلب
de: Umkehrung
es: Invertir
it: Invertire
zh: 交换

source: Valider
ar: تصديق
de: bestätigen
es: Confirmar
it: Confermare
zh: 确定

source: Abandon
ar: انسحاب
de: Verzicht
es: Abandono
it: Abbandono
zh: 放棄了治療

source: molette de la souris = zoom,
ar: عجلة الفأرة
de: Mausrad
es: rueda del ratón = zoom,
it: rotella del mouse = zoom,
zh: 鼠标滚轮

source: utilisable avant ET pendant le tracé
ar: قابلة للاستخدام قبل وأثناء التتبع
de: verwendbar vor UND während der Verfolgung
es: puede ser usado antes y durante el trazado
it: può essere utilizzato prima di AND durante la tracciatura
zh: 在跟踪之前和期间可用

source: glisser-déposer actif avant le tracé=
ar: السحب والإفلات النشط قبل المؤامرة =
de: Drag & Drop vor dem Plot aktiv =
es: arrastrar y soltar activo antes de trazar = arrastrar y soltar activo antes de trazar = arrastrar y soltar activo antes de trazar = arrastrar y soltar activo antes de trazar
it: drag and drop attivo prima del plottaggio = drag and drop attivo prima del plottaggio = drag and drop attivo prima del plottaggio = drag and drop attivo prima del plottaggio = drag and drop attivo prima del plottaggio
zh: 在绘图之前有效地拖放=

source: Tracer :
ar: قطعة:
de: die Zuständigkeitsregeln des Übereinkommens vom 27.9.1968
es: Conspiración:
it: Trama:
zh: 情节：

source: Clic gauche : ajouter un point; double clic gauche : fermer le polygone,
ar: النقر بزر الماوس الأيسر: إضافة نقطة ؛ النقر المزدوج الأيسر: أغلق المضلع ،
de: Linksklick: Punkt hinzufügen; Doppelklick mit der linken Maustaste: Polygon schließen,
es: Clic con el botón izquierdo: añadir un punto; doble clic izquierdo: cerrar el polígono,
it: Cliccare con il tasto sinistro del mouse: aggiungere un punto; doppio click sinistro: chiudere il poligono,
zh: 左键单击：添加一个点；左键双击：关闭多边形，

source: Touche Del pour supprimer un point ou le polygone,
ar: مفتاح Del لحذف نقطة أو مضلع ،
de: Entf-Taste zum Löschen eines Punktes oder des Polygons,
es: Tecla Del para borrar un punto o polígono,
it: Tasto Del per cancellare un punto o un poligono,
zh: 用Del键删除点或多边形，

source: Il faut au moins 2 points dans le polygone.
ar: هناك حاجة إلى نقطتين على الأقل في المضلع.
de: Im Polygon werden mindestens 2 Punkte benötigt.
es: Necesitas al menos 2 puntos en el polígono.
it: Sono necessari almeno 2 punti nel poligono.
zh: 多边形中至少需要2个点。

source: Zoom maximum atteint
ar: تم الوصول إلى الحد الأقصى للتكبير
de: Maximum erreicht
es: Máximo zoom alcanzado
it: Massimo zoom raggiunto
zh: 达到最大变焦

source: Erreur suppression d'info bulle :
ar: خطأ في حذف معلومات الفقاعة:
de: Fehler beim Löschen der Blaseninformationen:
es: Error al borrar la información de la herramienta
it: Errore di cancellazione del tooltip
zh: 气泡信息删除错误：

source: Points GCP ou GPS
ar: نقاط GCP أو GPS
de: GCP- oder GPS-Punkte
es: Puntos PCM o GPS
it: PCM o punti GPS
zh: GCP或GPS点

source: Position des points sur la photo :
ar: موضع النقاط على الصورة:
de: Position der Punkte auf dem Foto:
es: Posición de los puntos en la imagen
it: Posizione dei punti sull'immagine
zh: 照片上各点的位置：

source: Supprimer des points
ar: إزالة النقاط
de: Punkte löschen
es: Eliminar puntos
it: Cancellare punti
zh: 删除接点

source: Changer la couleur des libellés
ar: تغيير لون الملصقات
de: Ändern Sie die Farbe der Etiketten
es: Cambiar el color de las etiquetas
it: Cambiare il colore delle etichette
zh: 更改标签的颜色

source: Afficher les coordonnées pixels xy des points
ar: عرض إحداثيات بكسل xy للنقاط
de: Pixel xy-Koordinaten von Punkten anzeigen
es: Mostrar las coordenadas pixel xy de los puntos
it: Visualizzare le coordinate pixel xy dei punti
zh: 显示点的像素xy坐标

source: *** Remarque : Calculer les points homologues pour aider la saisie ***
ar: *** ملاحظة: احسب نقاط الأقران للمساعدة في الدخول ***
de: *** Hinweis: Berechnen Sie homologe Punkte, um die Eingabe zu erleichtern ***
es: *** Nota: Calcular puntos homólogos para ayudar a la entrada ***
it: *** Nota: Calcolare i punti omologhi per facilitare l'ingresso ***
zh: *** 注：计算同源点协助录入***。

source: Utiliser la molette pour zoomer/dezoomer pendant la saisie.
ar: استخدم العجلة للتكبير / التصغير أثناء الكتابة.
de: Verwenden Sie das Rad, um während der Eingabe hinein- / herauszuzoomen.
es: Utilice la rueda del pulgar para acercar o alejar la imagen durante la entrada.
it: Usare la rotella per ingrandire/ridurre durante l'ingresso.
zh: 在键入时使用滚轮放大/缩小。

source: La position du curseur devient le centre du zoom suivant.
ar: يصبح موضع المؤشر مركز التكبير التالي.
de: Die Cursorposition wird zur Mitte des nächsten Zooms.
es: La posición del cursor se convierte en el centro del siguiente zoom.
it: La posizione del cursore diventa il centro dello zoom successivo.
zh: 光标位置成为下一个缩放的中心。

source: Les points homologues sont affichés en couleur. Voir menu expert.
ar: يتم عرض نقاط الأقران بالألوان. انظر قائمة الخبراء.
de: Peer-Punkte werden farbig dargestellt. Siehe Expertenmenü.
es: Los puntos homólogos se muestran en color. Ver menú experto.
it: I punti omologhi sono visualizzati a colori. Vedere menu esperto.
zh: 对等点以彩色显示。请参阅专家菜单。

source: Les points homologues ne sont pas affichés. Voir menu expert.
ar: لا يتم عرض نقاط الأقران. انظر قائمة الخبراء.
de: Peer Points werden nicht angezeigt. Siehe Expertenmenü.
es: Los puntos de pares no se muestran. Ver menú de expertos.
it: I punti pari non vengono visualizzati. Vedere il menu degli esperti.
zh: 对等点不显示。请参阅专家菜单。

source: valide + photo précédente
ar: سارية + الصورة السابقة
de: gültig + vorheriges Foto
es: válido + foto anterior
it: valido + foto precedente
zh: 有效+上一张照片

source: valide + photo suivante
ar: صالحة + الصورة التالية
de: gültig + nächstes Foto
es: válido + siguiente foto
it: valido + foto successiva
zh: 有效+下一张照片

source: Placer le point
ar: ترجم نقطة
de: Punkt platzieren
es: Fijando el punto
it: Impostazione del punto
zh: 放置点

source: Point
ar: البند
de: Punkt
es: Punto
it: Punto
zh: 项目

source: Supprimer les coordonnées pixels xy des points placés
ar: قم بإزالة إحداثيات البكسل xy من النقاط الموضوعة
de: Entfernen Sie die Pixel-xy-Koordinaten von den platzierten Punkten
es: Borre las coordenadas de los píxeles xy de los puntos colocados
it: Cancellare le coordinate xy pixel dei punti posizionati
zh: 从放置的点移除像素xy坐标

source: Afficher les coordonnées pixels xy des points placés
ar: عرض إحداثيات بكسل س ص للنقاط الموضوعة
de: Zeigen Sie die Pixel-xy-Koordinaten der platzierten Punkte an
es: Mostrar las coordenadas de los píxeles xy de los puntos colocados
it: Visualizzare le coordinate xy pixel dei punti posizionati
zh: 显示放置点的像素xy坐标

source: dernière photo atteinte
ar: وصلت آخر صورة
de: letztes Foto erreicht
es: la última imagen alcanzada
it: ultima immagine raggiunta
zh: 到达最后一张照片

source: première photo atteinte
ar: وصلت الصورة الأولى
de: erstes Foto erreicht
es: la primera foto llegó
it: prima foto raggiunta
zh: 到达第一张照片

source: Position des points homologues :
ar: موقف نقاط الأقران:
de: Position der Peer-Punkte:
es: Posición de los puntos homólogos:
it: Posizione dei punti omologhi:
zh: 对等点的位置：

source: Fermer
ar: غلق
de: Schließen
es: Cerrar
it: Chiudi
zh: 关闭

source: Changer la couleur des points
ar: تغيير لون النقاط
de: Ändern Sie die Farbe der Punkte
es: Cambiar el color de los puntos
it: Cambiare il colore dei punti
zh: 更改点的颜色

source: Taille +
ar: الحجم +
de: Größe +
es: Tamaño
it: Taglia
zh: 尺寸 +

source: Taille -
ar: خصر-
es: Tamaño
it: Grandezza -
zh: 腰-

source: Utiliser la molette pour zoomer/dezoomer, et le bouton gauche pour déplacer l'image
ar: استخدم العجلة للتكبير/التصغير، والزر الأيسر لتحريك الصورة
de: Verwenden Sie das Rad zum Zoomen/Verkleinern und die linke Taste, um das Bild zu verschieben
es: Utilice la rueda para hacer zoom/dezoom, y el botón izquierdo para mover la imagen
it: Usare la rotellina per ingrandire/rimpicciolire e il pulsante sinistro per spostare l'immagine
zh: 使用滚轮缩放/缩小，使用左键移动图像

source: Taille maxi atteinte
ar: تم الوصول إلى الحد الأقصى للحجم
de: Maximale Größe erreicht
es: Tamaño máximo alcanzado
it: Altezza massima raggiunta
zh: 已达到最大大小

source: Taille mini atteinte
ar: تم الوصول إلى الحد الأدنى للحجم
de: Mindestgröße erreicht
es: Tamaño mini alcanzado
it: Mini dimensione raggiunta
zh: 已达到最小尺寸

source: Cliquer sur les boutons 'photo' pour afficher/effacer les points homologues correspondants
ar: انقر فوق أزرار "الصورة" لعرض / حذف نقاط النظير المقابلة
de: Klicken Sie auf die Schaltflächen "Foto", um die entsprechenden Peer-Punkte anzuzeigen/zu löschen
es: Haga clic en los botones 'foto' para ver/borrar los puntos homólogos correspondientes
it: Cliccare sui pulsanti 'foto' per visualizzare/cancellare i punti omologhi corrispondenti
zh: 点击“照片”按钮查看/删除相应的对等点

source: : une interface graphique pour MicMac...
ar: : واجهة رسومية لـ MicMac ...
de: : eine grafische Oberfläche für MicMac ...
es: Una interfaz gráfica para el MicMac...
it: Un'interfaccia grafica per MicMac...
zh: ：用于MicMac的图形界面...

source: Fermeture inattendue de la fenêtre.
ar: يتم إغلاق النافذة بشكل غير متوقع.
de: Das Fenster wird unerwartet geschlossen.
es: Cierre inesperado de la ventana.
it: Chiusura inaspettata della finestra.
zh: 窗口意外关闭。

source: Erreur initialisation de la fenêtre principale :
ar: خطأ في تهيئة النافذة الرئيسية:
de: Fehler beim Initialisieren des Hauptfensters:
es: Error al inicializar la ventana principal
it: Errore nell'inizializzazione della finestra principale
zh: 初始化主窗口时出错：

source: Nouveau chantier
ar: موقع جديد
de: Neue Seite
es: Nueva obra de construcción
it: Nuovo cantiere
zh: 新网站

source: Ouvrir un chantier
ar: افتح موقعًا
de: Öffnen Sie eine Site
es: Abrir una obra en construcción
it: Apertura di un cantiere
zh: 开启网站

source: Enregistrer
ar: إتمام التسجيل
de: Speichern
es: Registro
it: Salvare
zh: 存储

source: Enregistrer sous...
ar: احفظ باسم...
de: Speichern unter...
es: Guardar como...
it: Salva come...
zh: 另存为...

source: Renommer le chantier
ar: أعد تسمية الموقع
de: Benennen Sie die Site um
es: Renombrar el sitio
it: Rinomina il sito
zh: 重命名网站

source: Exporter le chantier en cours
ar: تصدير الموقع الحالي
de: Exportieren Sie die aktuelle Site
es: Exportar el trabajo en curso
it: Esportazione dei lavori in corso
zh: 导出当前站点

source: Importer un chantier
ar: استيراد موقع
de: Importieren Sie eine Site
es: Importar una obra
it: Importare un cantiere
zh: 导入网站

source: Ajouter un chantier à partir d'un répertoire
ar: أضف موقعًا من دليل
de: Fügen Sie eine Site aus einem Verzeichnis hinzu
es: Agregar un sitio de construcción desde un directorio
it: Aggiungere un cantiere da un elenco
zh: 从目录添加站点

source: Du ménage !
ar: منزلي!
de: Haushalt!
es: ¡Servicio de limpieza!
it: Pulizie!
zh: 打扫啊

source: Quitter
ar: خروج
de: ABLEHNEN
es: Salir
it: Lascia
zh: 退出

source: Visualiser toutes les photos sélectionnées
ar: عرض كل الصور المختارة
de: Alle ausgewählten Fotos anzeigen
es: Ver todas las fotos seleccionadas
it: Visualizza tutte le foto selezionate
zh: 查看所有选择的照片

source: Visualiser les photos pour la calibration de l'appareil
ar: عرض الصور لمعايرة الجهاز
de: Fotos zur Gerätekalibrierung anzeigen
es: Ver fotos para la calibración de la cámara
it: Visualizza le foto per la calibrazione della fotocamera
zh: 查看照片以进行设备校准

source: Visualiser les maîtres et les masques
ar: مشاهدة الماجستير والأقنعة
de: Anzeigen von Mastern und Masken
es: Ver maestros y máscaras
it: Visualizza i maestri e le maschere
zh: 查看母版和蒙版

source: Visualiser le masque sur mosaïque Tarama
ar: شاهد القناع على فسيفساء Tarama
de: Sehen Sie sich die Maske auf dem Tarama-Mosaik an
es: Ver la máscara en el mosaico de Tarama
it: Guarda la maschera sul mosaico di Tarama
zh: 在Tarama马赛克上查看蒙版

source: Visualiser le masque 3D
ar: اعرض القناع ثلاثي الأبعاد
de: Zeigen Sie die 3D-Maske an
es: Ver la máscara 3D
it: Visualizza la maschera 3D
zh: 查看3D蒙版

source: Visualiser les points GCP
ar: عرض نقاط GCP
de: GCP-Punkte anzeigen
es: Ver los puntos de GCP
it: Visualizza i punti GCP
zh: 查看GCP点

source: Visualiser la ligne horizontale/verticale
ar: اعرض الخط الأفقي / العمودي
de: Zeigen Sie die horizontale / vertikale Linie an
es: Ver línea horizontal/vertical
it: Visualizza linea orizzontale/verticale
zh: 查看水平/垂直线

source: Visualiser la zone plane
ar: عرض المنطقة المسطحة
de: Sehen Sie sich den flachen Bereich an
es: Visualiza el área plana
it: Visualizzare la zona pianeggiante
zh: 查看平坦区域

source: Visualiser la distance
ar: تصور المسافة
de: Visualisieren Sie die Entfernung
es: Ver la distancia
it: Visualizza la distanza
zh: 可视化距离

source: Visualiser la position du profil
ar: عرض موضع الملف الشخصي
de: Profilposition anzeigen
es: Visualizar la posición del perfil
it: Visualizzare la posizione del profilo
zh: 查看配置文件位置

source: Visualiser le pipeline
ar: عرض خط الأنابيب
de: Anzeigen der Pipeline
es: Visualización de la tubería
it: Visualizzare la pipeline
zh: 查看管道

source: Afficher le nuage dense
ar: عرض سحابة كثيفة
de: Dichte Wolken anzeigen
es: Muestra la nube densa
it: Mostra la nuvola densa
zh: 查看密集云

source: Afficher le nuage non dense
ar: إظهار سحابة غير كثيفة
de: Nicht dichte Cloud anzeigen
es: Mostrar la nube no densa
it: Mostra la nuvola non densa
zh: 显示非密集云

source: Afficher la mosaïque Tarama
ar: اعرض فسيفساء تاراما
de: Zeigen Sie das Tarama-Mosaik an
es: Mostrar el mosaico de Tarama
it: Espositore Mosaico Tarama
zh: 显示Tarama马赛克

source: Afficher l'ortho mosaïque
ar: إظهار بلاط أورثو
de: Ortho-Kachel anzeigen
es: Mostrar ortografía mosaico
it: Mostra orto mosaico
zh: 显示正交磁贴

source: Afficher les points homologues
ar: أظهر نقاط الأقران
de: Peer-Punkte anzeigen
es: Mostrar los puntos homólogos
it: Mostra i punti omologhi
zh: 显示对等点

source: Afficher le profil
ar: عرض الملف الشخصي
de: Profil ansehen
es: Ver perfil
it: Mostra profilo
zh: 查看个人资料

source: Lister-Visualiser les images 3D
ar: قائمة عرض صور ثلاثية الأبعاد
de: Listenansicht 3D-Bilder
es: Imágenes en 3D de Lister-View
it: Immagini 3D Lister-View
zh: 列表查看3D图像

source: Afficher l'état du chantier
ar: عرض حالة الموقع
de: Zeigen Sie den Status der Site an
es: Mostrando el estado del sitio
it: Visualizzazione dello stato del sito
zh: 显示网站状态

source: Visualiser les photos et les options
ar: عرض الصور والخيارات
de: Fotos und Optionen anzeigen
es: Ver fotos y opciones
it: Visualizzare le foto e le opzioni
zh: 查看照片和选项

source: Visualiser les nuages et les mosaïques
ar: تصور السحب والفسيفساء
de: Wolken und Mosaike visualisieren
es: Visualización de nubes y mosaicos
it: Visualizza nuvole e mosaici
zh: 可视化云和马赛克

source: Afficher la trace synthétique du chantier
ar: اعرض الأثر الاصطناعي للموقع
de: Zeigen Sie die synthetische Spur der Site an
es: Mostrar el rastro sintético de la obra en construcción
it: Visualizzare la traccia sintetica del cantiere
zh: 显示站点的综合跟踪

source: Afficher la trace complète du chantier
ar: اعرض التتبع الكامل للموقع
de: Zeigen Sie die vollständige Ablaufverfolgung der Site an
es: Mostrar la pista completa de la obra
it: Visualizzare il percorso completo del cantiere
zh: 显示网站的完整跟踪

source: Fusionner des orthomosaïques
ar: دمج تقويم العظام
de: Orthomosaiken zusammenführen
es: Fusión de ortomosaicos
it: Unire gli ortomosaici
zh: 合并正马赛克

source: Fusionner des nuages 3D (maillages exclus)
ar: دمج السحب 3D (باستثناء الشبكات)
de: Zusammenführen von 3D-Wolken (ohne Netze)
es: Fusionar nubes 3D (excluyendo mallas)
it: Unisci nuvole 3D (mesh escluse)
zh: 合并 3D 云（不包括网格）

source: Informations sur un nuage de points du chantier
ar: معلومات عن سحابة نقطة الموقع
de: Informationen zu einer Site Point Cloud
es: Información sobre una nube de puntos de la obra en construcción
it: Informazioni su una nuvola di punti del cantiere
zh: 站点点云上的信息

source: Informations sur un fichier ply
ar: معلومات حول ملف ply
de: Informationen zu einer Schichtdatei
es: Información sobre un archivo de capas
it: Informazioni su un file a strati
zh: 有关层文件的信息

source: Options
ar: خيارات
de: Optionen
es: Opciones
it: Opzioni
zh: 选项

source: Lancer MicMac
ar: قم بتشغيل MicMac
de: Starten Sie MicMac
es: Lanzar el MicMac
it: Lanciare MicMac
zh: 启动MicMac

source: options caméra
ar: خيارات الكاميرا
de: Kamera-Optionen
es: opciones cámara
it: opzioni fotocamera
zh: 相机选项

source: Nouveau chantier vidéo
ar: مشروع فيديو جديد
de: Neues Videoprojekt
es: Nuevo sitio de vídeo
it: Nuovo cantiere video
zh: 新视频项目

source: Nom et focale de l'appareil photo, dimension des photos
ar: اسم الكاميرا والبعد البؤري وحجم الصور
de: Kameraname und Brennweite, Größe der Fotos
es: Nombre y distancia focal de la cámara, tamaño de las imágenes
it: Nome e lunghezza focale della fotocamera, dimensioni delle immagini
zh: 相机名称和焦距，照片尺寸

source: Toutes les focales et les noms des appareils photos
ar: جميع الأطوال البؤرية وأسماء الكاميرات
de: Alle Brennweiten und Kameranamen
es: Todas las distancias focales y los nombres de las cámaras
it: Tutte le lunghezze focali e i nomi delle telecamere
zh: 所有焦距和相机名称

source: Mettre à jour DicoCamera.xml
ar: قم بتحديث DicoCamera.xml
de: Aktualisieren Sie DicoCamera.xml
es: Actualizar DicoCamera.xml
it: Aggiorna DicoCamera.xml
zh: 更新DicoCamera.xml

source: Qualité des photos du dernier traitement
ar: جودة صور آخر علاج
de: Qualität der Fotos der letzten Behandlung
es: La calidad de las fotos del último tratamiento
it: Qualità delle foto dell'ultimo trattamento
zh: 最后处理照片的质量

source: Qualité des points GCP
ar: جودة نقاط GCP
de: Qualität der GCP-Punkte
es: Calidad de los puntos de GCP
it: Qualità dei punti GCP
zh: GCP点的质量

source: Sélectionner les N meilleures photos
ar: حدد أفضل N من الصور
de: Wählen Sie die N besten Fotos aus
es: Seleccione las N mejores fotos
it: Seleziona le N migliori foto
zh: 选择N张最佳照片

source: Retirer des photos
ar: إزالة الصور
de: Fotos entfernen
es: Eliminar las fotos
it: Rimozione di foto
zh: 删除照片

source: Construire le nuage non dense (utile pour masque C3DC)
ar: بناء السحابة غير الكثيفة (مفيد لقناع C3DC)
de: Erstellen Sie die nicht dichte Wolke (nützlich für die C3DC-Maske)
es: Construir la nube no densa (útil para máscara C3DC)
it: Costruire nuvola non densa (utile per maschera C3DC)
zh: 构建非密集云（对 C3DC 掩码很有用）

source: Construire la mosaïque Tarama (utile pour masque Malt/Orho)
ar: بناء فسيفساء Tarama (مفيدة لقناع الشعير / Orho)
de: Baue das Tarama-Mosaik (nützlich für die Malz/Orho-Maske)
es: Construir el mosaico Tarama (útil para máscara de malta/Orho)
it: Costruire il mosaico Tarama (utile per maschera Malt/Orho)
zh: 构建塔拉马赛克（对麦芽/奥禾面具有用）

source: Générer un maillage texturé après C3DC
ar: إنشاء شبكة محكمة بعد C3DC
de: Generieren eines texturierten Netzes nach C3DC
es: Generar una malla texturizada después de C3DC
it: Generare una mesh strutturata dopo C3DC
zh: 在 C3DC 之后生成纹理网格

source: Modifier les focales des photos
ar: تغيير الأطوال البؤرية للصور
de: Fotobrennweiten ändern
es: Cambiar las focales de las fotos
it: Modificare le lunghezze focali delle foto
zh: 更改照片焦距

source: Afficher les options par défaut
ar: إظهار الخيارات الافتراضية
de: Standardoptionen anzeigen
es: Mostrar las opciones por defecto
it: Mostra le opzioni predefinite
zh: 显示默认选项

source: Modifier les options par défaut
ar: تغيير الخيارات الافتراضية
de: Ändern Sie die Standardoptionen
es: Cambiar las opciones predeterminadas
it: Cambiare le opzioni predefinite
zh: 更改默认选项

source: Vérifie la présence d'une nouvelle version sur GitHub
ar: للتحقق من وجود إصدار جديد على GitHub
de: Sucht auf GitHub nach einer neuen Version
es: Busca una nueva versión en GitHub
it: Controlli per una nuova versione su GitHub
zh: 在GitHub上检查新版本

source: Définir la longueur du préfixe des photos ; %s
ar: تحديد طول بادئة الصور ؛ %s
de: Definieren Sie die Länge des Fotopräfixes. %s
es: Definir la longitud del prefijo de las fotos; %s
it: Definire la lunghezza del prefisso delle foto; %s
zh: 定义照片前缀的长度； %s

source: Exécuter une ligne de commande système
ar: نفَذ سطر أمر shell
de: Ausführung einer Befehlszeile
es: Ejecutar una línea de comando de sistema
it: Eseguire una linea di comando di sistema
zh: 执行一个 shell 命令

source: Exécuter une commande python
ar: نفّذ أمر بيثون
de: Führen Sie einen Python-Befehl aus
es: Ejecutar un comando de pitón
it: Eseguire il comando del pitone
zh: 执行python命令

source: Exécuter un pipeline MicMac
ar: تشغيل خط أنابيب MicMac
de: Ausführen einer MicMac-Pipeline
es: Ejecutar una tubería MicMac
it: Eseguire una pipeline MicMac
zh: 运行 MicMac 管道

source: Personnaliser les paramètres optionnels des modules Micmac
ar: قم بتخصيص المعلمات الاختيارية لوحدات Micmac
de: Passen Sie die optionalen Parameter der Micmac-Module an
es: Personalizar los parámetros opcionales del módulo Micmac
it: Personalizzare i parametri opzionali del modulo Micmac
zh: 自定义Micmac模块的可选参数

source: Consulter le fichier mm3d-LogFile.txt
ar: استشر الملف mm3d-LogFile.txt
de: Konsultieren Sie die Datei mm3d-LogFile.txt
es: Consulte el archivo mm3d-LogFile.txt
it: Consultare il file mm3d-LogFile.txt
zh: 查阅文件mm3d-LogFile.txt

source: Importer les points homologues d'un autre chantier
ar: استيراد نقاط نظير من موقع آخر
de: Importieren Sie Peer Points von einer anderen Site
es: Importar puntos homólogos de otro sitio
it: Importazione di punti omologhi da un altro sito
zh: 从另一个站点导入对等点

source: Importer la calibration de l'appareil d'un autre chantier
ar: استيراد معايرة الجهاز من موقع آخر
de: Importieren Sie die Kalibrierung des Geräts von einem anderen Standort
es: Importar la calibración del aparato de otra obra
it: Importare la calibrazione del dispositivo da un altro cantiere
zh: 从另一个站点导入设备的校准

source: Importer les points GPS d'un autre chantier
ar: استيراد نقاط GPS من موقع بناء آخر
de: GPS-Punkte von einer anderen Baustelle importieren
es: Importar puntos GPS de otra obra
it: Importare i punti GPS da un altro cantiere
zh: 从其他建筑工地导入 GPS 点

source: Importer les points GPS terrain à partir d'un fichier
ar: استيراد نقاط حقل GPS من ملف
de: Importieren von GPS-Feldpunkten aus einer Datei
es: Importar puntos GPS de campo desde un archivo
it: Importare i punti GPS campo da un file
zh: 从文件导入 GPS 字段点

source: Importer les points GPS photos à partir d'un fichier
ar: استيراد نقاط صور GPS من ملف
de: Importieren von GPS-Fotopunkten aus einer Datei
es: Importar puntos GPS de fotos de un archivo
it: Importare i punti GPS foto da un file
zh: 从文件导入 GPS 照片点

source: Exporter les points GPS terrain vers un fichier texte
ar: تصدير نقاط حقل GPS إلى ملف نصي
de: Exportieren von GPS-Feldpunkten in eine Textdatei
es: Exportar los puntos GPS de campo a un archivo de texto
it: Esportare i punti GPS campo in un file di testo
zh: 将 GPS 字段点导出到文本文件

source: Exporter les points GPS photos vers un fichier texte
ar: تصدير نقاط صور GPS إلى ملف نصي
de: Exportieren Sie GPS-Fotopunkte in eine Textdatei
es: Exportar los puntos GPS de fotos a un archivo de texto
it: Esportare i punti GPS foto in un file di testo
zh: 将GPS照片点导出到文本文件

source: Importer points homologues, les points GCP/GPS
ar: استيراد نقاط النظراء ونقاط GCP / GPS
de: Importieren Sie Peer-Punkte, GCP / GPS-Punkte
es: Importar puntos homólogos, puntos GCP/GPS
it: Punti omologhi di importazione, punti GCP/GPS
zh: 导入对等点，GCP / GPS点
