Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Informations complémentaires
ar: الحصول على معلومات إضافية؟
de: Zusätzliche Informationen
es: Más información
it: Ulteriori informazioni
zh: 更多信息

source: - l'écart maximum est de %s %s, au point %s.
ar: - الحد الأقصى للانحراف هو %s %s ، عند النقطة %s.
de: - Die maximale Abweichung beträgt %s %s Punkt %s.
es: - la desviación máxima es %s %s, en el punto %s.
it: - la deviazione massima è %s %s, al punto %s.
zh: - 最大偏差为 %s %s，在第 %s 点。

source: - l'écart minimum est de %s %s, au point %s.
ar: - الحد الأدنى للانحراف %s %s عند النقطة %s.
de: - Die minimale Abweichung wird an Punkt %s %s %s.
es: - la diferencia mínima es de %s %s, en el punto %s.
it: - la deviazione minima è %s %s, al punto %s.
zh: - 最小偏差在第 %s 点%s %s。

source: - globalement l'écart moyen entre les 2 MNT est de %s %s.
ar: - إجمالا، يبلغ متوسط الفرق بين 2 من الأمراض غير السارية %s %s.
de: - Insgesamt beträgt der durchschnittliche Unterschied zwischen den 2 nichtübertragbaren Krankheiten %s %s.
es: En general, la diferencia media entre las 2 MNT es de %s %s.
it: - globalmente la differenza media tra i 2 MNT è %s %s.
zh: - 总体而言，两种非传染性疾病之间的平均差异为%s %s。

source: - la trace mémorise ces résultats.
ar: - يحفظ التتبع هذه النتائج.
de: - Die Ablaufverfolgung speichert diese Ergebnisse.
es: - El rastro memoriza estos resultados.
it: - la traccia memorizza questi risultati.
zh: - 跟踪会记住这些结果。

source: - le nuage de points XYZ des écarts est consultable par le menu 'Outil_Metier\Visualiser l'écart'
ar: - يمكن عرض سحابة نقاط XYZ الخاصة بالاختلافات من خلال القائمة "Business_Tool \ عرض الفرق"
de: - Die XYZ-Punktwolke der Unterschiede kann über das Menü 'Business_Tool \ Unterschied anzeigen' angezeigt werden.
es: - la nube de puntos XYZ de las desviaciones puede ser consultada a través del menú "Herramientas_Temas_Visualizar la desviación"
it: - la nuvola di punti XYZ delle deviazioni può essere consultata tramite il menu 'Tools_Topic_Visualizza la deviazione'
zh: -差异的XYZ点云可以通过菜单“ Business_Tool \ Display the Difference”查看

source: Remarque : Le calcul du volume dépend d'un paramètre : la tolérance qui vaut %s %s. (modifiable par menu)
ar: ملاحظة: يعتمد حساب الحجم على معلمة واحدة: التسامح %s %s. (قابل للتحرير بواسطة القائمة)
de: Hinweis: Die Berechnung des Volumens hängt von einem Parameter ab: der %s %s Toleranz. (editierbar über Menü)
es: Nota: El cálculo del volumen depende de un parámetro: la tolerancia que vale %s %s. (modificable por menú)
it: Nota: Il calcolo del volume dipende da un parametro: la tolleranza che vale %s %s. (modificabile dal menu)
zh: 注意：体积的计算取决于一个参数：%s %s的公差。（可通过菜单编辑）

source: Un écart d'altitude inférieur à la tolérance est ignoré, considéré comme nul, dans l'épaisseur du trait.
ar: يتم تجاهل انحراف ارتفاع أقل من التفاوت المسموح به ، باعتباره صفرًا ، في سمك الخط.
de: Ein Höhenunterschied, der kleiner als die Toleranz ist, wird in der Liniendicke ignoriert und als Null betrachtet.
es: Una desviación de altitud por debajo de la tolerancia se ignora, considerada como cero, en el grosor de la línea.
it: Una deviazione di altitudine al di sotto della tolleranza viene ignorata, considerata come zero, nello spessore della linea.
zh: 线宽中小于公差的高度差被忽略，认为是零。

source: Absence de MNT pour tracer le profil.
ar: عدم وجود NTMs لتتبع الملف الشخصي.
de: Fehlen von NTMs, um das Profil zu verfolgen.
es: Ausencia de MNT para trazar el perfil.
it: Mancanza di MNT per tracciare il profilo.
zh: 缺少用于跟踪配置文件的 NTM。

source: La mosaïque TARAMA n'existe pas. Elle permet de fixer les extrémités du profil. Vous pouvez la générer par le menu outils
ar: فسيفساء تاراما غير موجودة. يسمح لك بإصلاح نهايات الملف الشخصي. يمكنك إنشاؤه من خلال قائمة الأدوات
de: Das TARAMA-Mosaik existiert nicht. Es ermöglicht Ihnen, die Enden des Profils zu fixieren. Sie können es über das Menü "Extras" generieren
es: El mosaico TARAMA no existe. Permite fijar los extremos del perfil. Se puede crear a través del menú Herramientas.
it: Il mosaico TARAMA non esiste. Permette di fissare le estremità del profilo. È possibile generarla dal menu strumenti
zh: 塔拉玛马赛克不存在。 它允许您修复配置文件的末端。 您可以通过工具菜单生成它

source: Il faut 2 points sur la mosaïque Tarama
ar: يستغرق 2 نقطة على فسيفساء تاراما
de: Es braucht 2 Punkte auf dem Tarama-Mosaik
es: Se necesitan 2 puntos en el mosaico Tarama
it: Ci vogliono 2 punti sul mosaico Tarama
zh: 在塔拉马赛克上需要 2 分

source: Il faut choisir 2 points sur la mosaïque TARAMA. Il y en a %s
ar: عليك أن تختار 2 نقطة على فسيفساء TARAMA. هناك %s
de: Sie müssen 2 Punkte auf dem TARAMA-Mosaik auswählen. Es gibt %s
es: Hay que elegir 2 puntos en el mosaico TARAMA. Hay %s
it: È necessario scegliere 2 punti sul mosaico TARAMA. Ce ne sono %s
zh: 您必须在塔拉玛马赛克上选择 2 个点。有%s

source: Choix d'un MNT pour Profil
ar: اختيار DTM للملف الشخصي
de: Auswählen eines DTM für das Profil
es: Elección de un MNT para Perfil
it: Scelta di un MNT per Profilo
zh: 为配置文件选择 DTM

source: Pas de MNT choisi
ar: لم يتم اختيار الأمراض غير السارية
de: Keine nichtübertragbaren Krankheiten ausgewählt
es: No hay MNT elegido
it: Nessun MNT selezionato
zh: 未选择非传染性疾病

source: La mosaïque et le MNT ont des proportions trop différentes pour établir un profil correct.
ar: الفسيفساء والأمراض غير المعدية لها نسب مختلفة جدا لإنشاء ملف تعريف صحيح.
de: Das Mosaik und die NCD haben zu unterschiedliche Proportionen, um ein korrektes Profil zu erstellen.
es: El mosaico y el MNT tienen proporciones demasiado diferentes para establecer un perfil correcto.
it: Il mosaico e l'MNT hanno proporzioni troppo diverse per stabilire un profilo corretto.
zh: 马赛克和NCD的比例太不同，无法建立正确的轮廓。

source: rapport largeur sur hauteur de la mosaïque : %.2f, du MNT %s : %.2f
ar: نسبة عرض البلاط إلى ارتفاعه: %.2f، %s التضاريس: %.2f
de: Verhältnis von Fliesenbreite zu Höhe: %.2f, Gelände %s: %.2f
es: relación anchura-altura del mosaico: %.2f, del MNT %s: %.2f
it: rapporto larghezza/altezza del mosaico: %.2f, del MNT %s: %.2f
zh: 瓷砖宽高比：%.2f，地形%s：%.2f

source: Ne pas utiliser de masque
ar: لا تستخدم قناعا
de: Verwenden Sie keine Maske
es: No usar máscaras
it: Non utilizzare maschere
zh: 不要使用口罩

source: Ne pas utiliser de référentiel géographique
ar: لا تستخدم مستودعا جغرافيا
de: Verwenden Sie kein Geo-Repository
es: No utilizar referencias geográficas
it: Non utilizzare un repository geografico
zh: 不要使用地理存储库

source: Ne pas utiliser de mise à l'échelle contrariant l'orientation par défaut
ar: لا تستخدم القياس الذي يتعارض مع الاتجاه الافتراضي
de: Verwenden Sie keine Skalierung, die der Standardausrichtung widerspricht
es: No utilice escalado que obstaculice la orientación predeterminada
it: Non utilizzare ridimensionamenti che interferiscono con l'orientamento predefinito
zh: 不要使用与默认方向相矛盾的缩放

source: Essayer avec un autre MNT
ar: جرب مع مرض غير ساردي آخر
de: Versuchen Sie es mit einer anderen NCD
es: Probar con otro MNT
it: Prova con un altro MNT
zh: 尝试使用另一种非传染性疾病

source: Altitude
ar: ارتفاع
de: Höhe
es: Altitud
it: Altitudine
zh: 高度

source: pas = %s
ar: الخطوة = %s
de: Schritt = %s
es: paso = %s
it: passo = %s
zh: 步数 = %s

source: Le profil n'a pas été généré.
ar: لم يتم إنشاء ملف التعريف.
de: Das Profil wurde nicht generiert.
es: No se ha generado el perfil.
it: Il profilo non è stato generato.
zh: 未生成配置文件。

source: pas de fichier
ar: لا يوجد ملف
de: Keine Datei
es: no hay archivos
it: nessun file
zh: 无文件

source: xllcorner est négatif
ar: xllcorner سالب
de: xllcorner ist negativ
es: xllcorner es negativo
it: xllcorner è negativo
zh: xllcorner为负数

source: Associer un outil pour ouvrir les nuages de points (CloudCompare) : voir le menu paramètres)
ar: إقران أداة لفتح السحب النقطية (CloudCompare): انظر قائمة الإعدادات)
de: Verknüpfen Sie ein Werkzeug mit dem Öffnen von Punktwolken (CloudCompare): siehe Menü Einstellungen)
es: Combinar una herramienta para abrir nubes de puntos (CloudCompare): ver el menú de configuración)
it: Combinare uno strumento per aprire le nuvole di punti (CloudCompare): vedere il menu impostazioni)
zh: 将工具关联到打开点云 （CloudCompare）： 请参阅设置菜单）

source: Abandon utilisateur
ar: إحباط المستخدم
de: Benutzer abbrechen
es: Abandono del usuario
it: Abbandono dell'utente
zh: 用户中止

source: Modification clé registre %s
ar: تعديل مفتاح التسجيل %s
de: Änderung des Registrierungsschlüssels %s
es: Registrar la modificación de la clave %s
it: Modifica della chiave di registro %s
zh: 注册表项修改%s

source: Modification clé registre SaisieMasqQT
ar: تعديل مفتاح التسجيل EnterMasqQT
de: Änderung des Registrierungsschlüssels EnterMasqQT
es: Cambiar la clave de registro EnterMasqQT
it: Cambiare il tasto di registro EnterMasqQT
zh: 修改注册表项EnterMasqQT

source: Nouveau nom pour le chantier :
ar: الاسم الجديد للموقع:
de: Neuer Name für die Site:
es: Nuevo nombre para el patio
it: Nuovo nome per il cantiere
zh: 该网站的新名称：

source: Console
ar: إغلاق
de: Pult
es: Consola
zh: 控制台

source: MicMac
zh: 麦克麦克

source: Ouverture chantier : %s
de: Site-Eröffnung: %s
es: Sitio de apertura: %s
it: Luogo di apertura: %s
zh: 网站开放：%s

source: Homol
zh: 霍莫尔

source: Expert
de: Fortgeschritten
es: Experto
it: Esperto

source: {self.nbRejetSchnaps} photos sont rejetées par le module schnaps de MicMac : %s
it: {self.nbRejetSchnaps} foto vengono rifiutate dal modulo schnaps di MicMac: %s

source: Nom_du_point Nom_de_la_photo_avec_extension X Y
es: Nombre_del_punto Nombre_de_la_foto_con_extensión X Y
it: Nome_del_punto Nome_della_foto_con_estensione X Y

source: Profil entre (%.4f;%.4f) et (%.4f;%.4f) Nom du MNT : %s
es: Perfil entre (%.4f;%.4f) y (%.4f;%.4f) Nombre del MNT: %s
it: Profilo tra (%.4f;%.4f) e (%.4f;%.4f) Nome MNT: %s
