Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Interface graphique AperoDeDenis : quelques conseils si MicMac ne trouve pas de points homologues. - Une cause possible est le trop grand nombre de photos : au delà de 200 sous windows et de 400 sous linux le risque est important. Relancer le traitement après avoir découpé le chantier en paquets plus petits. Vous pourrez regrouper les nuages obtenus s'ils sont référencés par des points GCP ou GPS. - Une cause possible est la non-conformité des photos aux standards minimums de la photogrammétrie : la scène photographiée doit être 'immobile', une nature morte. Les êtres vivants et la nature ventée sont à proscrire. - Si MicMac trouve des points homologues, mais ne trouve pas l'orientation des appareils photos: - Consulter la trace : 1 si erreur dans la trace : 'Radiale distorsion abnormaly high' : modifier le type d'appareil pour l'orientation (fraser, radialstd ou radialbasic ou RadialExtended ou... 2 Eliminer les photos ayant les plus mauvais scores : menu Outils/qualité des photos puis Outils/retirer des photos Si des photos sont trouvées par le module schnaps, les retirer du chantier Penser que des photos floues ou avec un sujet brillant, lisse, mobile, transparent, vivant sont défavorables. 3 choisir 'radial basic', c'est le mode le moins exigeant pour Tapas 4 Augmenter l'échelle des photos pour tapioca, mettre -1 au lieu de la valeur par défaut. 5 Utiliser la calibration de l'appareil photo sur des photos adaptées 6 Si plusieurs appareils photos sont utilisés il faut les distinguer dans l'exif (voir menu expert et prendre des photos spécifiques pour la calibration de chaque appareil. 7 vérifier la taille du capteur dans dicocamera, nécessaire si la focale équivalente 35 mm est absente de l'exif 8 examiner la trace synthétique et la trace complète : MicMac donne quelques informations si la trace complète contient : 'Error: -- Input line too long, increase MAXLINELENGTH' alors tenter, sous windows, de modifier le fichier /binaire-aux/windows/startup/local.mk ou, sous windows, limiter la longueur du chemin menant aux fichiers en recopiant les photos sous la racine du disque. Le nombre maximum de photos d'un chantier sous windows semble être de 250 à 300, si plus utiliser Linux ou Mac 9 Si la trace synthétique contient : 'Not Enough Equation in ElSeg3D::L2InterFaisceaux' alors choisir 'radialbasic'. 10 consulter le wiki micmac (https://micmac.ensg.eu/index.php 11 consulter le forum micmac (http://forum-micmac.forumprod.com 12 faites appel à l'assistance de l'interface (voir adresse dans l'a-propos denis.jouin@gmail.com
ar: واجهة المستخدم الرسومية AperoDeDenis: بعض النصائح إذا لم يعثر MicMac على نقاط نظير. - السبب المحتمل هو العدد الكبير جدا من الصور: بعد 200 على النوافذ و 400 على لينكس ، يكون الخطر مهما. أعد تشغيل العلاج بعد قطع الموقع إلى عبوات أصغر. ستتمكن من تجميع السحب الناتجة إذا تمت الإشارة إليها بواسطة نقاط GCP أو GPS. - السبب المحتمل هو عدم امتثال الصور للحد الأدنى من معايير المسح التصويري: يجب أن يكون المشهد الذي تم تصويره "بلا حراك" ، حياة ثابتة. يجب تجنب الكائنات الحية والطبيعة العاصفة. - إذا عثر MicMac على نقاط نظير ، ولكن لا يمكنه العثور على اتجاه الكاميرا: - استشر التتبع: 1 إذا كان الخطأ في التتبع: "التشويه الشعاعي غير طبيعي مرتفع": تغيير نوع الجهاز للتوجيه (فريزر أو شعاعي أو شعاعي أساسي أو شعاعي ممتد أو... 2 القضاء على الصور مع أسوأ الدرجات: القائمة أدوات / جودة الصورة ثم أدوات / إزالة الصور إذا تم العثور على الصور بواسطة وحدة schnapps ، فقم بإزالتها من الموقع أعتقد أن الصور الضبابية أو مع موضوع حي لامع وسلس ومتحرك وشفاف وغير موات. 3 اختر "شعاعي أساسي" هو الوضع الأقل تطلبا للتاباس 4 زيادة مقياس الصورة للتابيوكا ، اضبط -1 بدلا من الافتراضي. 5 استخدام معايرة الكاميرا على الصور المناسبة 6 إذا تم استخدام عدة كاميرات ، فيجب تمييزها في exif (انظر قائمة الخبراء) والتقاط صور محددة لمعايرة كل جهاز. 7 تحقق من حجم المستشعر في dicocamera ، ضروري إذا كان البعد البؤري المكافئ 35 مم مفقودا من EXIF 8 افحص التتبع الاصطناعي والتتبع الكامل: يعطي MicMac بعض المعلومات إذا كان التتبع الكامل يحتوي على: "خطأ: - خط الإدخال طويل جدا ، فقم بزيادة MAXLINELENGTH" ثم حاول ، على Windows ، تعديل الملف / binary-aux / windows / startup / local.mk أو ، في Windows ، حدد طول المسار للملفات عن طريق نسخ الصور مرة أخرى إلى جذر القرص. يبدو أن الحد الأقصى لعدد الصور لموقع البناء على النوافذ يتراوح من 250 إلى 300 ، إذا لم يعد يستخدم Linux أو Mac 9 إذا كان التتبع الاصطناعي يحتوي على: "معادلة غير كافية في ElSeg3D::L2InterFaisceaux" ، فاختر "radialbasic". 10 قم بزيارة ويكي الميغماك (https://micmac.ensg.eu/index.php 11 زيارة منتدى الميغماك (http://forum-micmac.forumprod.com 12 اتصل للحصول على دعم الواجهة (انظر العنوان في حول denis.jouin@gmail.com
de: AperoDeDenis GUI: einige Tipps wenn MicMac keine Peer-Punkte findet. - Eine mögliche Ursache ist die zu große Anzahl von Fotos: Jenseits von 200 unter Windows und 400 unter Linux ist das Risiko wichtig. Starten Sie die Behandlung neu, nachdem Sie die Stelle in kleinere Pakete geschnitten haben. Sie können die resultierenden Wolken gruppieren, wenn sie von GCP- oder GPS-Punkten referenziert werden. - Eine mögliche Ursache ist die Nichteinhaltung der Mindeststandards der Photogrammetrie durch die Fotos: Die fotografierte Szene muss "bewegungslos" sein, ein Stillleben. Lebewesen und windige Natur sind zu meiden. - Wenn MicMac Peer-Punkte findet, aber keine Kameraausrichtung finden kann: - Konsultieren Sie die Spur: 1 bei Fehler in der Ablaufverfolgung: "Radiale Verzerrung ungewöhnlich hoch": Ändern Sie den Gerätetyp zur Orientierung (Fraser, Radialstd oder RadialBasic oder RadialExtended oder... 2 Beseitigen Sie die Fotos mit den schlechtesten Punktzahlen: Menü Extras/Fotoqualität und dann Extras/Fotos entfernen Wenn Fotos vom Schnapsmodul gefunden werden, entfernen Sie sie von der Website Denken Sie, dass verschwommene Fotos oder mit einem glänzenden, glatten, beweglichen, transparenten, lebenden Motiv ungünstig sind. 3 Wählen Sie "Radial Basic" ist der am wenigsten anspruchsvolle Modus für Tapas 4 Erhöhen Sie den Fotomaßstab für Tapioka, stellen Sie -1 anstelle von Standard ein. 5 Verwenden der Kamerakalibrierung auf geeigneten Fotos 6 Werden mehrere Kameras verwendet, müssen diese im Exif unterschieden werden (siehe Expertenmenü) und machen Sie spezifische Fotos für die Kalibrierung jedes Geräts. 7 Überprüfen Sie die Größe des Sensors in der dicocamera, die erforderlich ist, wenn die äquivalente Brennweite 35 mm im EXIF fehlt 8 Untersuchen Sie die synthetische Spur und die vollständige Spur: MicMac gibt einige Informationen Wenn die vollständige Ablaufverfolgung Folgendes enthält: 'Fehler: -- Eingabezeile zu lang, MAXLINELENGTH erhöhen' Versuchen Sie dann unter Windows, die Datei /binary-aux/windows/startup/local.mk zu ändern Oder begrenzen Sie unter Windows die Länge des Pfads zu den Dateien, indem Sie die Fotos zurück in das Stammverzeichnis der Festplatte kopieren. Die maximale Anzahl von Fotos einer Baustelle unter Windows scheint bei 250 bis 300 zu liegen, wenn Linux oder Mac nicht mehr verwendet werden 9 Wenn die synthetische Spur enthält: 'Not Enough Equation in ElSeg3D::L2InterFaisceaux', dann wählen Sie 'radialbasic'. 10 Besuche das Mi'kmaq-Wiki (https://micmac.ensg.eu/index.php 11 Besuchen Sie das Mi'kmaq-Forum (http://forum-micmac.forumprod.com 12 Fordern Sie den Schnittstellen-Support an (siehe Adresse im Info-denis.jouin@gmail.com
zh: AperoDeDenis GUI：一些提示 如果 MicMac 找不到对等点。 - 一个可能的原因是照片数量过多：在Windows上超过200张，在Linux上超过400张，风险很重要。 将部位切成较小的包装后重新开始治疗。 如果生成的云被 GCP 或 GPS 点引用，您将能够对生成的云进行分组。 - 一个可能的原因是照片不符合摄影测量的最低标准： 拍摄的场景必须是“一动不动”的静物。要避免生物和多风的自然。 - 如果 MicMac 找到对等点，但找不到相机方向： - 查阅跟踪： 如果迹线中出现错误：“径向畸变异常高”，则为 1： 更改方向的设备类型（弗雷泽、径向或径向基本或径向扩展或... 2 消除得分最差的照片：菜单工具/照片质量，然后工具/删除照片 如果杜松子酒模块找到照片，请将其从网站中删除 认为模糊的照片或带有闪亮、光滑、可移动、透明、活生生的主题是不利的。 3 选择“径向基本”是对小吃要求最低的模式 4 增加木薯粉的照片比例，设置 -1 而不是默认值。 5 在合适的照片上使用相机校准 6 如果使用多个相机，则必须在exif中区分它们（见专家菜单） 并拍摄特定照片以校准每个设备。 7 检查双相机中传感器的尺寸，如果EXIF中缺少等效焦距35 mm，则需要检查 8 检查合成迹线和完整迹线：MicMac 提供一些信息 如果完整跟踪包含：“错误： -- 输入行太长，请增加最大行长度” 然后在Windows上尝试修改文件/binary-aux/windows/startup/local.mk 或者，在 Windows 上，通过将照片复制回磁盘根目录来限制文件路径的长度。 如果不再使用 Linux 或 Mac 的话，Windows 上建筑工地的最大照片数量似乎是 250 到 300 张 9 如果合成迹线包含：“ElSeg3D：：L2InterFaisceaux 中的足够方程”，则选择“径向基本”。 10 访问Mi'kmaq维基（https://micmac.ensg.eu/index.php 11 参观米克马克论坛（http://forum-micmac.forumprod.com 12 请求接口支持（请参阅关于 denis.jouin@gmail.com 中的地址

source: Plusieurs focales, plusieurs dimensions de photos, plusieurs appareils Parfois le lot de photos du chantier n'est pas homogène : les photos ont été prises avec des focales différentes, ou encore avec des dimensions d'image différentes ou proviennent de plusieurs appareils photos. Le fait que les photos soient en position portrait ou paysage, ou prises après un retournement ne pose aucune difficulté. Ce qui importe en photogrammétrie c'est les caractéristiques géométriques et optiques lors de la prise de vue. Ces caractéristiques sont déterminées lors du calcul de la calibration de l'appareil photo. - Le changement de focale modifie les caractéristiques géométriques et optiques de l'appareil lors de la prise de vue Pour les programmes de photogrammétrie il s'agit d'un nouvel appareil photo ! De même si un appareil est capable de prendre des photos avec plusieurs dimensions d'images alors les caractéristiques géométriques et optiques de la prise de vue changent. Là encore il s'agit d'un nouvel appareil photo. - Micmac obtient la focale dans les métadonnées de la photo, dans l'exif. Sinon MicMac utilise DicoCamera.xml qui recense les focales et les tailles de capteur des appareils. Micmac connaît les dimensions en pixel de la photo Micmac connaît le nom de l'appareil car il est écrit dans l'exif. Pour chacune de ces spécifications Micmac crée une catégorie d'appareil et cherche à le 'calibrer', c'est à dire à déterminer précisément ses caractéristiques géométriques et optiques. - Si les photos proviennent de plusieurs appareils photos de même type, portant le même nom dans l'exif Micmac ne peut pas les différencier et considère qu'il s'agit du même appareil alors que les caractéristiques précises dépendant de chaque appareil. Le programme attribue donc les mêmes caractéristiques à des appareils différents et les calculs vont être difficiles et peuvent conduire à un échec Lorsqu'il y a plusieurs appareils photos de même nom il faut les différentier : AperoDeDenis propose une solution, voir ci-dessous. - Dans tous ces cas la calibration des appareils pour chaque situation est préconisée. L'absence de calibration peut être une cause d'échec lors du calcul de l'orientation par Tapas. Utiliser la calibration des appareils photos (item MicMac/Options/Orientation . Sélectionner 2 ou 3 photos pour chaque focale, ou chaque appareil. Micmac construira les calibrations. - S'il y a plusieurs appareils photos de même type il faut les distinguer : chacun a ses caractéristiques spécifiques. L'item du menu expert 'Plusieurs appareils photos' peut vous aider : 1 Commencer par modifier sur chaque appareil le nom du fichier créé : il est souvent possible de choisir le préfixe 2 L'item 'Définir plusieurs appareils photos' permet de modifier l'exif de chaque photo en fonction du préfixe du fichier. Ainsi chaque appareil est repéré par un nom différent dans l'exif : le préfixe est ajouté au nom du modèle. La longueur du préfixe utilisé est modifiable par l'item 'Définir la longueur du préfixe'. La liste des appareils du chantier est donnée par l'onglet 'Liste des appareils' 3 Utiliser la calibration de l'onglet orientation pour calibrer l'ensemble des appareils en . choisissant 3 appareils de chaque type. MicMac construira les calibrations.
ar: أبعاد بؤرية متعددة ، أحجام صور متعددة ، كاميرات متعددة أحيانًا لا تكون مجموعة صور الموقع متجانسة: تم التقاط الصور بأطوال بؤرية مختلفة ، أو حتى بأبعاد صور مختلفة أو تأتي من عدة كاميرات. حقيقة أن الصور في وضع عمودي أو أفقي ، أو تم التقاطها بعد انعكاس لا تشكل أي صعوبة. ما يهم في القياس التصويري هو الخصائص الهندسية والبصرية عند التصوير. يتم تحديد هذه الخصائص عند حساب معايرة الكاميرا. - تغيير البعد البؤري يعدل الخصائص الهندسية والبصرية للجهاز أثناء التصوير لبرامج القياس التصويري هذه كاميرا جديدة! وبالمثل ، إذا كان الجهاز قادرًا على التقاط صور بأبعاد متعددة للصور ثم تتغير الخصائص الهندسية والبصرية للصورة. مرة أخرى هذه كاميرا جديدة. - يحصل Micmac على البعد البؤري في البيانات الوصفية للصورة ، في exif. بخلاف ذلك ، يستخدم MicMac DicoCamera.xml الذي يسرد الأطوال البؤرية وأحجام أجهزة الاستشعار للأجهزة. يعرف Micmac أبعاد البكسل للصورة Micmac يعرف اسم الجهاز لأنه مكتوب بصيغة exif. لكل من هذه المواصفات ، ينشئ Micmac فئة من الأجهزة ويسعى إلى "معايرتها" ، أي إلى تحديد خصائصها الهندسية والبصرية بدقة. - إذا كانت الصور تأتي من عدة كاميرات من نفس النوع بنفس الاسم في exif لا يستطيع Micmac التمييز بينهم ويعتبرهم نفس الجهاز على الرغم من الخصائص محددة حسب كل جهاز. لذلك يقوم البرنامج بتعيين نفس الخصائص للأجهزة المختلفة والحسابات ستكون صعبة ويمكن أن تؤدي إلى الفشل عندما يكون هناك عدة كاميرات بنفس الاسم ، يجب التمييز بينها: تقدم AperoDeDenis حلاً ، انظر أدناه. - في كل هذه الحالات يوصى بمعايرة الأجهزة لكل حالة. يمكن أن يكون عدم المعايرة سببًا للفشل أثناء حساب الاتجاه بواسطة Tapas. استخدم معايرة الكاميرا (عنصر MicMac / الخيارات / الاتجاه. حدد 2 أو 3 صور لكل طول بؤري أو كل كاميرا. سيقوم Micmac ببناء عمليات المعايرة. - إذا كان هناك عدة كاميرات من نفس النوع فيجب تمييزها: لكل منها خصائصها الخاصة. يمكن أن يساعدك عنصر قائمة الخبراء "كاميرات متعددة" على: 1 ابدأ بتعديل اسم الملف الذي تم إنشاؤه على كل جهاز: غالبًا ما يكون من الممكن اختيار البادئة 2 يسمح لك عنصر "تحديد عدة كاميرات" بتعديل exif لكل صورة وفقًا لبادئة الملف. وهكذا يتم تحديد كل جهاز باسم مختلف في exif: يتم إضافة البادئة إلى اسم النموذج. يمكن تعديل طول البادئة المستخدمة بواسطة العنصر "تحديد طول البادئة". يتم توفير قائمة أجهزة الموقع من خلال علامة التبويب "قائمة الأجهزة" 3 استخدم معايرة علامة تبويب الاتجاه لمعايرة جميع الأجهزة الموجودة. اختيار 3 أجهزة من كل نوع. سيقوم MicMac ببناء عمليات المعايرة.
de: Mehrere Brennweiten, mehrere Fotogrößen, mehrere Kameras Manchmal ist der Stapel von Baustellenfotos nicht homogen: Die Fotos wurden mit unterschiedlichen Brennweiten aufgenommen, oder sogar mit unterschiedlichen Bildabmessungen oder von mehreren Kameras stammen. Dass die Fotos im Hoch- oder Querformat oder nach einer Umkehrung aufgenommen wurden, bereitet keine Schwierigkeiten. Bei der Photogrammetrie kommt es auf die geometrischen und optischen Eigenschaften beim Fotografieren an. Diese Eigenschaften werden bei der Berechnung der Kamerakalibrierung ermittelt. - Die Änderung der Brennweite verändert die geometrischen und optischen Eigenschaften des Geräts während der Aufnahme Für Photogrammetrieprogramme ist dies eine neue Kamera! Ebenso, wenn ein Gerät Bilder mit mehreren Bilddimensionen aufnehmen kann dann ändern sich die geometrischen und optischen Eigenschaften des Schusses. Auch dies ist eine neue Kamera. - Micmac erhält die Brennweite in den Metadaten des Fotos, im Exif. Ansonsten verwendet MicMac die DicoCamera.xml, die die Brennweiten und Sensorgrößen der Geräte auflistet. Micmac kennt die Pixelmaße des Fotos Micmac kennt den Namen des Geräts, weil er im Exif geschrieben ist. Für jede dieser Spezifikationen erstellt Micmac eine Gerätekategorie und versucht, sie zu „kalibrieren“, d ihre geometrischen und optischen Eigenschaften genau bestimmen. - Wenn die Fotos von mehreren Kameras des gleichen Typs stammen, mit dem gleichen Namen in der Exif Micmac kann sie nicht unterscheiden und betrachtet sie trotz der Eigenschaften als dasselbe Gerät spezifisch je nach Gerät. Das Programm ordnet daher unterschiedlichen Geräten und Berechnungen die gleichen Eigenschaften zu werden schwierig und können zum Scheitern führen Bei mehreren Kameras mit gleichem Namen müssen diese unterschieden werden: AperoDeDenis bietet eine Lösung, siehe unten. - In all diesen Fällen wird die Kalibrierung der Geräte für die jeweilige Situation empfohlen. Das Fehlen einer Kalibrierung kann eine Fehlerursache bei der Berechnung der Ausrichtung durch Tapas sein. Verwenden Sie die Kamerakalibrierung (Element MicMac/Options/Orientation . Wählen Sie 2 oder 3 Fotos für jede Brennweite oder jede Kamera aus. Micmac erstellt die Kalibrierungen. - Wenn es mehrere Kameras des gleichen Typs gibt, müssen sie unterschieden werden: Jede hat ihre spezifischen Eigenschaften. Der Expertenmenüpunkt „Mehrere Kameras“ kann Ihnen dabei helfen: 1 Ändern Sie zunächst den Namen der Datei, die auf jedem Gerät erstellt wird: Oft ist es möglich, das Präfix auszuwählen 2 Der Punkt „Mehrere Kameras definieren“ ermöglicht es Ihnen, das Exif jedes Fotos entsprechend dem Dateipräfix zu ändern. Somit wird jedes Gerät durch einen anderen Namen im Exif identifiziert: Das Präfix wird dem Namen des Modells hinzugefügt. Die Länge des verwendeten Präfixes kann über den Punkt 'Länge des Präfixes festlegen' geändert werden. Die Liste der Standortgeräte wird auf der Registerkarte „Geräteliste“ angezeigt 3 Verwenden Sie die Kalibrierung der Ausrichtungsregisterkarte, um alle Geräte in zu kalibrieren. Auswahl von 3 Geräten von jedem Typ. MicMac erstellt die Kalibrierungen.
zh: 多种焦距、多种照片尺寸、多种相机 有时，一批现场照片不是同质的：照片是用不同的焦距拍摄的， 甚至具有不同的图像尺寸或来自多个相机。 照片处于纵向或横向位置，或在反转后拍摄的照片不会造成任何困难。 摄影测量中重要的是拍摄时的几何和光学特性。 这些特性是在计算相机校准时确定的。 - 焦距的变化改变了拍摄过程中设备的几何和光学特性 对于摄影测量程序，这是一款新相机！ 同样，如果设备能够拍摄具有多个图像尺寸的照片 然后镜头的几何和光学特性发生变化。 这又是一台新相机。 - Micmac 在 exif 中获取照片元数据中的焦距。 否则 MicMac 使用 DicoCamera.xml，其中列出了设备的焦距和传感器尺寸。 Micmac 知道照片的像素尺寸 Micmac 知道设备的名称，因为它写在 exif 中。 对于这些规范中的每一个，Micmac 都创建了一个设备类别并试图对其进行“校准”，即 精确确定其几何和光学特性。 - 如果照片来自同一类型的多台相机，并且在 exif 中具有相同的名称 Micmac 无法区分它们并认为它们是同一设备，即使特征 具体取决于每个设备。 因此，该程序将相同的特性分配给不同的设备和计算 会很困难，并可能导致失败 当有多个相机同名时，必须区分它们：AperoDeDenis 提供了一种解决方案，见下文。 - 在所有这些情况下，建议针对每种情况对设备进行校准。 在 Tapas 的方向计算过程中，缺乏校准可能是失败的原因。 使用相机校准（项目 MicMac/Options/Orientation . 为每个焦距或每个设备选择 2 或 3 张照片。 Micmac 将构建校准。 - 如果有多个相同类型的摄像机，则必须将它们区分开来：每个摄像机都有其特定的特征。 专家菜单项“多台相机”可以帮助您： 1 首先修改在每个设备上创建的文件的名称：通常可以选择前缀 2 'Define several cameras'项允许您根据文件前缀修改每张照片的exif。 因此每个设备在 exif 中由不同的名称标识：前缀被添加到模型的名称中。 所用前缀的长度可以通过“定义前缀的长度”项进行修改。 站点设备列表由“设备列表”选项卡给出 3 使用方向选项卡的校准对中的所有设备进行校准。 每种类型选择 3 个设备。 MicMac 将构建校准。

source: Réalisation Denis Jouin 2015-2023
ar: إخراج دينيس جوين 2015-2023
de: Regie: Denis Jouin 2015-2023
es: Dirección Denis Jouin 2015-2023
it: Regia di Denis Jouin 2015-2023
zh: 导演：丹尼斯·茹因 2015-2023

source: Laboratoire Régional de Rouen
ar: مختبر روان الإقليمي
de: Rouen Regional Laboratory
es: Laboratorio Regional de Rouen
it: Laboratorio regionale di Rouen
zh: 鲁昂地区实验室

source: CEREMA Normandie Centre
ar: مركز CEREMA نورماندي
de: CEREMA Normandy Center
es: CEREMA Centro de Normandía
it: CEREMA Centro Normandia
zh: CEREMA诺曼底中心

source: Interface graphique AperoDeDenis : quelques conseils si MicMac ne trouve pas de nuage de points dense. - Examiner la trace (Menu Edition/afficher la trace et la qualité des photos (menu outils/Qualité des photos : . 0 Prenez un pastis, contemplez le nuage de points non dense 1 Avec C3DC nous avons constaté des échecs avec le message 'cAppliMICMAC::SauvMemPart File for compl.xml'. Le passage au paramètre 'BigMac' ou a 'Malt' a permis l'obtention d'un nuage dense. 2 assurez-vous que le sujet est immobile (pas de végétation mouvante, de pluie 3 assurez-vous que le recouvrement des photos est suffisant : chaque point du sujet doit être sur 3 photos au moins 4 assurez-vous qu'il n'y a pas une photo très mauvaise : une seule photo suffit à faire échouer un chantier, 5 consulter le forum micmac (http://forum-micmac.forumprod.com 6 faites appel à l'assistance de l'interface (voir adresse dans l'a-propos
ar: AperoDeDenis GUI: بعض النصائح إذا لم يجد MicMac سحابة نقطة كثيفة. - فحص التتبع (تحرير القائمة / عرض تتبع وجودة الصور (قائمة الأدوات / جودة الصورة:. 0 خذ معكرونة ، فكر في سحابة النقاط غير الكثيفة 1 مع C3DC ، رأينا إخفاقات مع الرسالة "cAppliMICMAC :: SauvMemPart File for compl.xml". أدى التبديل إلى "BigMac" أو "Malt" إلى سحابة كثيفة. 2 تأكد من أن الموضوع لا يزال (لا توجد نباتات متحركة ، مطر 3 تأكد من أن تداخل الصور كاف: يجب أن تكون كل نقطة من الموضوع على 3 صور على الأقل 4 تأكد من عدم وجود صورة سيئة للغاية: صورة واحدة تكفي لفشل موقع البناء ، 5 زيارة منتدى الميغماك (http://forum-micmac.forumprod.com 6 اطلب مساعدة الواجهة (انظر العنوان في a-propos
de: AperoDeDenis GUI: einige Tipps, wenn MicMac keine dichte Punktwolke findet. - Untersuchen Sie die Spur (Menü bearbeiten/Anzeige der Spur und Qualität von Fotos (Menü Extras/Fotoqualität: . 0 Nehmen Sie einen Pastis, betrachten Sie die nicht dichte Punktwolke 1 Bei C3DC haben wir Fehler mit der Meldung 'cAppliMICMAC::SauvMemPart File for compl.xml' gesehen. Der Wechsel zu "BigMac" oder "Malt" führte zu einer dichten Wolke. 2 Stellen Sie sicher, dass das Motiv still ist (keine sich bewegende Vegetation, Regen 3 Stellen Sie sicher, dass die Fotoüberlappung ausreichend ist: Jeder Punkt des Motivs muss auf mindestens 3 Fotos sein 4 Stellen Sie sicher, dass es kein sehr schlechtes Foto gibt: Ein einziges Foto reicht aus, um eine Baustelle zum Scheitern zu bringen. 5 Besuchen Sie das Mi'kmaq Forum (http://forum-micmac.forumprod.com 6 Nehmen Sie die Unterstützung der Schnittstelle in Anspruch (siehe Adresse im a-propos
zh: AperoDeDenis GUI：如果MicMac没有找到密集点云的一些提示。 - 检查跟踪（编辑菜单/显示照片的跟踪和质量（工具菜单/照片质量：. 0 取一面，观望不致密点云 1 在 C3DC 中，我们看到消息“cAppliMICMAC：：SauvMemPart File for compl.xml”失败。 切换到“巨无霸”或“麦芽”导致浓密的云层。 2 确保拍摄对象静止（没有移动的植被，下雨 3 确保照片重叠足够：主体的每个点必须至少在 3 张照片上 4.确保没有很糟糕的照片：一张照片足以使建筑工地失败， 5 访问米克马克论坛（http://forum-micmac.forumprod.com 6 调用接口的帮助（见a-propos中的地址）
