Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Abandon, aucune sélection, le chantier reste inchangé.
ar: التخلي ، لا اختيار ، موقع البناء لم يتغير.
de: Verzicht, keine Selektion, Die Baustelle bleibt unverändert.
es: Abandono, ninguna selección, la obra permanece sin cambios.
it: Nessuna selezione, il cantiere rimane invariato.
zh: 放弃，没有选择， 施工现场保持不变。

source: La version actuelle ne traite que les videos au format MP4, or le format des photos est %s. Désolé.
ar: يعالج الإصدار الحالي مقاطع الفيديو بتنسيق MP4 فقط ، لكن تنسيق الصور هو %s. آسف.
de: Die aktuelle Version verarbeitet nur Videos im MP4-Format, das Fotoformat ist jedoch %s. Es tut uns leid.
es: La versión actual sólo procesa videos en formato MP4, mientras que el formato de las fotos es %s. Lo siento.
it: La versione attuale elabora solo video in formato MP4, mentre il formato delle foto è %s. Mi dispiace.
zh: 当前版本仅处理MP4格式的视频，但照片格式为%s。抱歉。

source: Nouveau chantier Vidéo : Décompacte la vidéo
ar: مشروع فيديو جديد: فك ضغط الفيديو
de: Neues Videoprojekt: Video entpackt
es: Nuevo sitio de vídeo: descomprime el vídeo
it: Nuovo cantiere Video: Decompatta il video
zh: 新视频项目：解压缩视频

source: L'outil ffmpeg n'est pas associé dans les paramètres de l'interface CEREMA.
ar: أداة ffmpeg غير مرتبطة بمعلمات واجهة CEREMA.
de: Das ffmpeg-Tool ist den Parametern der CEREMA-Schnittstelle nicht zugeordnet.
es: La herramienta ffmpeg no está asociada a los parámetros de la interfaz de CEREMA.
it: Il tool ffmpeg non è associato nei parametri dell'interfaccia CEREMA.
zh: ffmpeg工具未与CEREMA界面的参数关联。

source: Il convient de le télécharger si besoin puis de l'associer : menu paramètres/associer ffmpeg.
ar: يجب عليك تنزيله إذا لزم الأمر ثم ربطه: معلمات القائمة / رابط ffmpeg.
de: Sie sollten es bei Bedarf herunterladen und dann zuordnen: Menüparameter / ffmpeg zuordnen.
es: Es aconsejable descargarlo si es necesario y luego asociarlo: menú parámetros/asociación ffmpeg.
it: Si consiglia di scaricarlo se necessario e poi di associarlo: menu parametri/associare ffmpeg.
zh: 如果需要，您应该下载它，然后将其关联：菜单参数/关联ffmpeg。

source: Aucune image décompactée : consulter la trace.
ar: لا توجد صورة مضغوطة: استشر المسار.
de: Kein dekomprimiertes Bild: Konsultieren Sie die Spur.
es: No hay imagen sin comprimir: consulte el rastro.
it: Nessuna immagine non compressa: consultare la traccia.
zh: 没有解压缩的图像：请查阅曲目。

source: Les images de la vidéo sont décompactées sous le répertoire :
ar: يتم تفريغ إطارات الفيديو تحت الدليل:
de: Die Frames des Videos werden unter dem Verzeichnis entpackt:
es: Las imágenes del vídeo se descomprimen en el directorio:
it: Le immagini del video sono scomposte sotto la directory:
zh: 视频的帧在目录下解压缩：

source: Il y a %s images décompactées.
ar: هناك %s صورة غير مضغوطة.
de: Es gibt %s entpackte Bilder.
es: Hay %s imágenes no comprimidas.
it: Ci sono %s immagini non compresse.
zh: 有%s张未压缩的图像。

source: Les images ont été sélectionnées au taux de %s par seconde
ar: تم اختيار الصور بمعدل %s في الثانية
de: Die Bilder wurden mit einer Geschwindigkeit von %s pro Sekunde ausgewählt
es: Las imágenes han sido seleccionadas a una velocidad de %s por segundo
it: Le immagini sono state selezionate al tasso di %s al secondo
zh: 以每秒%s的速率选择图像

source: Le chantier est prêt. Utiliser le menu MicMac.
ar: موقع البناء جاهز. استخدم قائمة الميغماك.
de: Die Baustelle ist fertig. Verwenden Sie das Mi'kmaq-Menü.
es: La construcción está lista. Utilizar el menú MicMac.
it: Il cantiere è pronto. Utilizzare il menu MicMac.
zh: 施工现场已准备就绪。使用Mi'kmaq菜单。

source: Confirmer les options des points homologues (line) et de l'orientation (RadialBasic)
ar: تأكيد خيارات الخط والاتجاه (RadialBasic)
de: Bestätigen von Linien- und Orientierungsoptionen (RadialBasic)
es: Confirmar opciones de puntos homólogos (line) y orientación (RadialBasic)
it: Confermare le opzioni dei punti omologhi (line) e dell'orientamento (RadialBasic)
zh: 确认直线和方向选项（径向基本）

source: met à jour l'exif des JPG décompactés :
ar: يحدّث exif من ملفات JPG غير المضغوطة:
de: aktualisiert das Exif entpackter JPGs:
es: actualiza el exif de los JPGs sin comprimir:
it: aggiorna l'exif dei JPG non compressi:
zh: 更新解压缩JPG的exif：

source: Modifier le nombre d'images à conserver par seconde : %s
ar: تغيير عدد الإطارات للاحتفاظ بها في الثانية: %s
de: Ändern Sie die Anzahl der Frames, die pro Sekunde beibehalten werden sollen: %s
es: Cambiar el número de imágenes a conservar por segundo: %s
it: Modificare il numero di fotogrammi al secondo: %s
zh: 更改每秒要保留的帧数：%s

source: le taux actuel ne laisse que %s photos
ar: السعر الحالي يترك %s صور فقط
de: Der aktuelle Tarif lässt nur %s Fotos übrig
es: la tasa actual solo deja %s fotos
it: il tasso attuale lascia solo %s foto
zh: 目前的费率只剩下%s张照片

source: Voir le menu vidéo/options caméra
ar: انظر قائمة خيارات الفيديو/الكاميرا
de: Siehe Video-/Kamera-Optionsmenü
es: Ver el menú de vídeo/opciones de cámara
it: Vedere il menu video/opzioni fotocamera
zh: 查看视频/相机选项菜单

source: Trouvé :
ar: -وجدتِه.
es: Lo encontré
it: Trovato
zh: 找到 ：

source: Non trouvé :
ar: غير موجود
de: Nicht gefunden
es: No se encuentra
it: Non trovato
zh: 未找到

source: Pas de fichier pour
ar: هذا ليس مُدرجا.
de: Keine Datei
es: No hay archivo para
it: Nessun file per
zh: 这名字无法验测

source: erreur infobulle :
ar: خطأ تلميح:
de: Tooltip-Fehler:
es: error de la punta de la herramienta
it: errore tooltip
zh: 工具提示错误：

source: Aucun point placé sur cette photo
ar: لا توجد نقطة موضوعة على هذه الصورة
de: Kein Punkt auf diesem Foto platziert
es: No se han colocado puntos en esta foto
it: Non ci sono punti su questa foto
zh: 这张照片上没有任何意义

source: Un point placé sur cette photo
ar: نقطة وضعت على هذه الصورة
de: Ein Punkt auf diesem Foto platziert
es: Un punto colocado en esta foto
it: Un punto posto su questa foto
zh: 这张照片上的一个点

source: points placés sur cette photo
ar: النقاط الموضوعة على هذه الصورة
de: Punkte auf diesem Foto platziert
es: puntos colocados en esta imagen
it: punti posizionati su questa immagine
zh: 这张照片上的点

source: Aucun chantier mémorisé.
ar: لم يتم حفظ أي موقع.
de: Keine Site gespeichert.
es: No hay sitios de trabajo memorizados.
it: Nessun sito di lavoro memorizzato.
zh: 没有记忆的网站。

source: Aucun chantier avec calibration d'appareil photo.
ar: لا يوجد موقع بناء مع معايرة الكاميرا.
de: Keine Baustelle mit Kamerakalibrierung.
es: No hay lugar de trabajo con la calibración de la cámara.
it: Nessun cantiere con calibrazione della telecamera.
zh: 没有使用摄像机校准的建筑工地。

source: Aucun chantier avec points GCP.
ar: لا يوجد موقع بناء مع نقاط GCP.
de: Keine Baustelle mit GCP-Punkten.
es: Ninguna obra con puntos GCP.
it: Nessun cantiere con punti GCP.
zh: 没有带有 GCP 点的建筑工地。

source: Aucun chantier avec les mêmes photos et des points homologues.
ar: لا يوجد موقع بنفس الصور والنقاط المقابلة.
de: Keine Seite mit den gleichen Fotos und entsprechenden Punkten.
es: Ningún sitio de trabajo con las mismas fotos y puntos homólogos.
it: Nessun sito di lavoro con le stesse foto e punti omologhi.
zh: 没有具有相同照片和相应点的站点。

source: Aucun chantier avec les mêmes photos et une orientation.
ar: لا يوجد موقع بنفس الصور والتوجه.
de: Keine Seite mit den gleichen Fotos und der gleichen Ausrichtung.
es: No hay ninguna obra en construcción con las mismas fotos y orientación.
it: Nessun cantiere con le stesse foto e orientamento.
zh: 没有网站使用相同的照片和方向。

source: Choisir le chantier :
ar: اختر الموقع:
de: Wählen Sie die Site:
es: Elija el sitio de construcción:
it: Scegliere il cantiere :
zh: 选择站点：

source: Ouvrir
ar: فتح
de: Öffnen
es: Abrir
it: Aprire
zh: 打开.

source: Il y a des chantiers incomplets,
ar: هناك مواقع غير مكتملة ،
de: Es gibt unvollständige Websites,
es: Hay obras incompletas,
it: Ci sono cantieri incompleti,
zh: 网站不完整，

source: le fichier %s est absent.
ar: الملف %s مفقود.
de: Die Datei %s fehlt.
es: el archivo %s ha desaparecido.
it: il file %s manca.
zh: 文件%s丢失。

source: Ces chantiers ne peuvent être ouverts mais peuvent être supprimés :
ar: لا يمكن فتح هذه المواقع ولكن يمكن حذفها:
de: Diese Websites können nicht geöffnet, aber gelöscht werden:
es: Estos sitios no pueden abrirse pero pueden ser eliminados:
it: Questi siti non possono essere aperti ma possono essere cancellati:
zh: 这些站点无法打开，但可以删除：

source: Abandon utilisateur.
ar: هجر المستخدم.
de: Benutzerabbruch.
es: Usuario abortar.
it: Interrompere l'utilizzo.
zh: 用户放弃。

source: HomolTemporaire
ar: هومول مؤقت
de: HomolTemporary
es: HomolTemporario
it: HomolTemporary
zh: 临时工

source: erreur renommage Homol en HomolTemporaire :
ar: خطأ في إعادة تسمية Homol في Homol Temporary:
de: Homol-Umbenennungsfehler in Homol Temporär:
es: error al cambiar el nombre de Homol a HomolTemporary
it: errore di rinominare Homol in HomolTemporary
zh: Homol临时中的Homol重命名错误：

source: erreur renommage %s en Homol :
ar: خطأ في إعادة التسمية %s في Homol:
de: Umbenennungsfehler %s in Homol:
es: error renombrando %s a Homol
it: errore di rinominare %s in Homol
zh: 在Homol中重命名错误%s：

source: erreur renommage Homol en : %s :
ar: خطأ في إعادة تسمية Homol في: %s:
de: Homol-Umbenennungsfehler in: %s:
es: error al cambiar el nombre de Homol a : %s
it: errore rinominando Homol in : %s
zh: Homol重命名错误：%s：

source: erreur renommage HomolTemporaire en Homol :
ar: خطأ في إعادة تسمية Homol مؤقت في Homol:
de: Homol-Umbenennungsfehler Temporär in Homol:
es: error al cambiar el nombre de HomolTemporary a Homol
it: errore di rinominare HomolTemporary in Homol
zh: Homol重命名错误Homol中的临时性：

source: ATTENTION : Les photos définissent plusieurs scènes disjointes
ar: تحذير: الصور تحدد عدة مشاهد مفككة
de: WARNUNG: Die Fotos definieren mehrere unzusammenhängende Szenen
es: ADVERTENCIA: Las fotos definen varias escenas desarticuladas
it: ATTENZIONE: Le foto definiscono diverse scene disarticolate
zh: 警告：这些照片定义了几个脱节的场景

source: Les groupes de photos séparés :
ar: مجموعات الصور المنفصلة:
de: Die einzelnen Gruppen von Fotos:
es: Grupos separados de fotos
it: Gruppi separati di foto
zh: 单独的照片组：

source: Lancer MicMac avant de pouvoir évaluer la qualité des photos.
ar: ابدأ تشغيل MicMac قبل أن تتمكن من تقييم جودة الصور.
de: Starten Sie MicMac, bevor Sie die Qualität der Fotos beurteilen können.
es: Lanza el MicMac antes de que puedas evaluar la calidad de las fotos.
it: Lanciate il MicMac prima di poter valutare la qualità delle foto.
zh: 在评估照片质量之前，请启动MicMac。

source: Le traitement n'a donné aucun point homologue.
ar: لم تسفر المعالجة عن أي نقطة متجانسة.
de: Die Verarbeitung ergab keinen homologen Punkt.
es: El tratamiento no dio como resultado ningún punto homólogo.
it: Il trattamento non ha dato luogo a punti omologhi.
zh: 加工未产生任何同源点。

source: Consulter la trace.
ar: استشر التتبع.
de: Konsultieren Sie die Spur.
es: Comprueba el rastro.
it: Controlla la traccia.
zh: 咨询跟踪。

source: dernier traitement :
ar: آخر علاج:
de: Letztes Behandlungsdatum
es: el tratamiento final
it: trattamento finale
zh: 最后治疗：

source: Classement des photos par nombre de points homologues :
ar: تصنيف الصور حسب عدد النقاط المقابلة:
de: Klassifizierung der Fotos nach Anzahl der entsprechenden Punkte:
es: Clasificación de las fotos por el número de puntos equivalentes:
it: Classifica delle foto per numero di punti equivalenti :
zh: 按对应点数对照片进行分类：

source: Photo
ar: الصورة
de: Foto
es: Foto
it: Foto
zh: 照片

source: score
ar: الرتبة
de: Punktzahl
es: puntuación
it: punteggio
zh: 得分

source: nb photos en correspondance
ar: عدد الصور المطابقة
de: Anzahl passender Fotos
es: nb de fotos en la correspondencia
it: nb di foto in corrispondenza
zh: 匹配照片的数量

source: Aucune photo n'a de point analogue avec une autre.
ar: لا توجد صورة لها نفس النقطة مع أخرى.
de: Kein Foto hat einen ähnlichen Punkt wie ein anderes.
es: Ninguna foto tiene un punto similar con otra.
it: Nessuna foto ha un punto in comune con un'altra.
zh: 没有照片与另一点有相似之处。

source: Liste complète dans la trace.
ar: القائمة الكاملة في التتبع.
de: Vollständige Liste in der Ablaufverfolgung.
es: Lista completa en la traza.
it: Elenco completo in traccia.
zh: 跟踪中的完整列表。

source: : fin de la recherche sur la qualité des photos.
ar: : نهاية البحث عن جودة الصور.
de: : Ende der Forschung zur Qualität von Fotos.
es: ...fin de la investigación sobre la calidad de las fotos.
it: fine della ricerca sulla qualità delle foto.
zh: ：照片质量研究结束。

source: Lancer d'abord Tapioca/Tapas
ar: ابدأ تشغيل Tapioca / Tapas أولاً
de: Starten Sie zuerst Tapioca / Tapas
es: Lanzar primero Tapioca/Tapas
it: Lancia prima Tapioca/Tapas
zh: 首先启动木薯粉/西班牙小吃

source: Aucun nuage de points dans ce chantier.
ar: لا توجد نقطة سحابة في هذا الموقع.
de: Keine Punktwolke auf dieser Seite.
es: No hay nubes de puntos en este patio.
it: Non ci sono nuvole di punti in questo cortile.
zh: 该站点中没有点云。

source: Liste des nuages de points du chantier
ar: قائمة غيوم نقطة الموقع
de: Liste der Standortpunktwolken
es: Lista de nubes de puntos de la obra en construcción
it: Elenco delle nuvole di punti del cantiere
zh: 站点点云列表

source: les nuages (fichiers ply) :
ar: السحب (ملفات ply):
de: Wolken (Schichtdateien):
es: nubes (archivos ply) :
it: nuvole (file di strati) :
zh: 云（层文件）：

source: Visualiser
ar: عرض
de: Ansehen
es: Vea
it: Vedi
zh: 显示

source: Aucun nuage de points dans ce chantier. (Maillages exclus)
ar: لا توجد سحابة نقطة في هذا المشروع. (باستثناء أحجام الشبكة)
de: Keine Punktwolke in diesem Projekt. (Maschenweiten ausgeschlossen)
es: No hay nubes de puntos en la construcción. (Mallas excluidas)
it: Non ci sono nuvole di punti in questo cantiere. (Maglie escluse)
zh: 此项目中没有点云。（不包括网格尺寸）

source: Info : Copier les nuages à fusionner sous le répertoire du chantier
ar: معلومات: نسخ السحب ليتم دمجها تحت دليل موقع البناء
de: Info: Kopieren Sie die zu verschmelzenden Wolken in das Baustellenverzeichnis
es: Información: Copiar las nubes a fusionar bajo el directorio de la obra
it: Info: Copiare le nuvole da unire sotto la directory del cantiere
zh: 信息：复制要合并的云在施工现场目录下

source: Choisir les fichiers à fusionner :
ar: اختر الملفات المراد دمجها:
de: Wählen Sie die zusammenzuführenden Dateien aus:
es: Elija los archivos a fusionar:
it: Scegliere i file da unire :
zh: 选择要合并的文件：

source: Fusion de nuages
ar: اندماج السحب
de: Wolkenfusion
es: Fusión de nubes
it: Fusione delle nuvole
zh: 云融合

source: Fusionner et visualiser
ar: دمج وتصور
de: Zusammenführen und visualisieren
es: Fusionar y visualizar
it: Unisci e visualizza
zh: 合并并可视化

source: Choisir au moins 2 nuages pour la fusion.
ar: اختر 2 سحابة على الأقل للاندماج.
de: Wähle mindestens 2 Wolken für die Fusion.
es: Elija al menos 2 nubes para la fusión.
it: Scegliere almeno 2 nuvole per la fusione.
zh: 选择至少2个云进行融合。

source: Les ply attendus n'ont pas été créés.
ar: لم يتم إنشاء الطبقات المتوقعة.
de: Die erwarteten Lagen wurden nicht erstellt.
es: Los ply esperados no han sido creados.
it: I ply attesi non sono stati creati.
zh: 尚未创建预期的层。

source: Nuage fusionné :
ar: السحابة المدمجة:
de: Zusammengeführte Wolke:
es: Nube fusionada:
it: Nuvola Fusa:
zh: 合并的云：

source: ajouté à la liste des nuages.
ar: تمت إضافته إلى قائمة السحابة.
de: zur Cloud-Liste hinzugefügt.
es: añadido a la lista de nubes.
it: aggiunto alla lista delle nuvole.
zh: 已添加到云列表。

source: résultat de la fusion de :
ar: نتيجة اندماج:
de: Ergebnis der Fusion von:
es: el resultado de la fusión de :
it: il risultato della fusione di :
zh: 合并的结果：

source: La fusion n'a pu se réaliser.
ar: لا يمكن تنفيذ الاندماج.
de: Die Fusion konnte nicht durchgeführt werden.
es: La fusión no pudo llevarse a cabo.
it: La fusione non ha potuto essere realizzata.
zh: 合并无法进行。

source: Information sur un fichier PLY
ar: معلومات عن ملف PLY
de: Informationen zu einer PLY-Datei
es: Información sobre un archivo PLY
it: Informazioni su un file PLY
zh: 有关PLY文件的信息

source: Choisir le fichier:
ar: اختر ملف:
de: DATEI WÄHLEN
es: Elija el archivo:
it: Scegliere il file:
zh: 选择文件：

source: Rechercher les infos
ar: معلومات البحث
de: Informationen suchen
es: Busca en las noticias
it: Cerca le notizie
zh: 搜索信息

source: ply
ar: رقائق
de: Lage
it: strato
zh: 层

source: Info sur le fichier Ply
ar: معلومات ملف Ply
de: Datei-Information
es: Información sobre el archivo Ply
it: Informazioni sul file Ply
zh: 层文件信息

source: Patience : lecture du fichier : %s
ar: الصبر: قراءة الملف: %s
de: Geduld: Lesen der Datei: %s
es: Paciencia: lectura del archivo: %s
it: Pazienza: lettura del file: %s
zh: 耐心：读取文件：%s

source: Type du fichier ply : %s
ar: نوع ملف PLY: %s
de: Ply-Dateityp: %s
es: Tipo de archivo ply: %s
it: Tipo di file ply: %s
zh: 层文件类型： %s

source: Le contenu de ce fichier n'est pas du type Ply
ar: محتوى هذا الملف ليس من نوع Ply
de: Der Inhalt dieser Datei ist nicht vom Typ Ply
es: El contenido de este archivo no es del tipo Ply
it: Il contenuto di questo file non è del tipo Ply
zh: 该文件的内容不是Ply类型

source: Nombre de points dans le nuage : %s
ar: عدد النقاط في السحابة: %s
de: Anzahl der Punkte in der Wolke: %s
es: Número de puntos en la nube: %s
it: Numero di punti nella nuvola: %s
zh: 云中的点数：%s

source: Surface couverte : %s
ar: المنطقة المغطاة: %s
de: Erfasste Fläche: %s
es: Área cubierta: %s
it: Area coperta: %s
zh: 覆盖区域：%s

source: Nombre de points par unité de surface : %s
ar: عدد النقاط لكل وحدة مساحة: %s
de: Anzahl der Punkte pro Flächeneinheit: %s
es: Número de puntos por unidad de área: %s
it: Numero di punti per unità di superficie: %s
zh: 每单位面积的点数：%s

source: X minimum : %s
ar: X كحد أدنى: %s
es: X mínimo: %s
it: X minimo: %s
zh: X最小值：%s

source: X maximum : %s
ar: الحد الأقصى X: %s
de: Maximales X: %s
es: X máximo: %s
it: X massimo: %s
zh: 最大X：%s

source: Y minimum : %s
ar: ص كحد أدنى: %s
es: Y mínimo: %s
it: Y minimo: %s
zh: Y最小值：%s

source: Y maximum : %s
ar: ص كحد أقصى: %s
es: Máximo de Y: %s
it: Y massimo: %s
zh: Y最大值：%s

source: Z minimum : %s
ar: Z الحد الأدنى: %s
es: Z mínimo: %s
it: Z minimo: %s
zh: Z最小值：%s

source: Z maximum : %s
ar: الحد الأقصى Z: %s
es: Z máximo: %s
it: Z massimo: %s
zh: Z最大值：%s

source: Volume : %s
ar: الحجم: %s
de: Volumen: %s
es: Volumen: %s

source: Nombre de points par unité de volume : %s
ar: عدد النقاط لكل وحدة حجم: %s
de: Anzahl der Punkte pro Volumeneinheit: %s
es: Número de puntos por unidad de volumen: %s
it: Numero di punti per unità di volume: %s
zh: 每单位体积的点数：%s

source: Information sur un MNT
ar: معلومات الأمراض غير السارية
de: Informationen zu nichtübertragbaren Krankheiten
es: Información sobre un MNT
it: Informazioni su un MNT
zh: 非传染性疾病信息

source: Aucun MNT dans ce chantier.
ar: لا توجد أمراض غير سارية في هذا المشروع.
de: Keine nichtübertragbaren Krankheiten in diesem Projekt.
es: No hay MNT en esta obra.
it: Nessun MNT in questo cantiere.
zh: 本项目无非传染性疾病。

source: Module gdal_merge non trouvé. Fusion impossible
ar: لم gdal_merge العثور على الوحدة. غير قادر على الدمج
de: Modul gdal_merge nicht gefunden. Zusammenführung nicht möglich
es: Módulo gdal_merge no encontrado. Fusión imposible
it: Modulo gdal_merge non trovato. Fusione impossibile
zh: 找不到模块gdal_merge。无法合并

source: Avertissement sur la fusion des orthomosaïques
ar: تحذير من اندماج تقويم العظام
de: Warnung vor der Verschmelzung von Orthomosaiken
es: Advertencia de fusión ortomosaica
it: Avviso di Fusione Ortomosaico
zh: 警告正骨融合术

source: La fusion est effectué par le module Gdal_merge et non par MicMac.
ar: يتم تنفيذ الدمج بواسطة الوحدة النمطية Gdal_merge وليس بواسطة MicMac.
de: Die Fusion wird vom Modul Gdal_merge und nicht von MicMac durchgeführt.
es: La fusión es realizada por el módulo Gdal_merge y no por el MicMac.
it: La fusione viene eseguita dal modulo Gdal_merge e non dal MicMac.
zh: 合并由Gdal_merge模块而不是MicMac执行。

source: Les orthomosaïques créées par 'Malt Ortho' sont sous le répertoire Ortho_MEC_Malt.
ar: التقويمات التي تم إنشاؤها بواسطة "Malt Ortho" موجودة ضمن دليل Ortho_MEC_Malt.
de: Die von 'Malt Ortho' erstellten Orthomosaiken befinden sich im Verzeichnis Ortho_MEC_Malt.
es: Los ortomosaicos creados por 'Malt Ortho' están bajo el directorio Ortho_MEC_Malt.
it: Gli ortomosaici creati da 'Malt Ortho' sono sotto la directory Ortho_MEC_Malt.
zh: “ Malt Ortho”创建的矫形器位于Ortho_MEC_Malt目录下。

source: La fusion crée le fichier géoréférencé 'fusion.tif' au format GTiff.
ar: ينشئ الدمج الملف المرجعي الجغرافي "fusion.tif" بتنسيق GTiff.
de: Durch die Zusammenführung wird die georeferenzierte Datei 'fusion.tif' im GTiff-Format erstellt.
es: La fusión crea el archivo georreferenciado 'fusion.tif' en formato GTiff.
it: La fusione crea il file georeferenziato 'fusion.tif' in formato GTiff.
zh: 合并将创建 GTiff 格式的地理配准文件“fusion.tif”。

source: Chaque orthomosaïque est composée d'un fichier '.tif' et d'un fichier '.tfw'.
ar: تتكون كل فسيفساء تقويمية من ملف ".tif" وملف ".tfw".
de: Jedes Orthomosaik besteht aus einer '.tif'-Datei und einer '.tfw'-Datei.
es: Cada ortomosaico está compuesto por un archivo '.tif' y un archivo '.tfw'.
it: Ogni ortomosaico è composto da un file '.tif' e da un file '.tfw'.
zh: 每个正射镶嵌由一个“.tif”文件和一个“.tfw”文件组成。

source: Seuls les fichiers d'extension 'tfw' sont affichés dans la boite de sélection des fichiers.
ar: يتم عرض الملفات ذات الامتداد "tfw" فقط في مربع اختيار الملف.
de: Im Dateiauswahlfeld werden nur Dateien mit der Erweiterung 'tfw' angezeigt.
es: Sólo los archivos con la extensión 'tfw' se muestran en el cuadro de selección de archivos.
it: Nella casella di selezione dei file vengono visualizzati solo i file con estensione 'tfw'.
zh: 在文件选择框中仅显示扩展名为“ tfw”的文件。

source: Cette fonction est utile pour les 'gros' chantiers. Voici 3 exemples :
ar: هذه الوظيفة مفيدة لمواقع البناء "الكبيرة". فيما يلي 3 أمثلة:
de: Diese Funktion ist nützlich für "große" Baustellen. Hier sind 3 Beispiele:
es: Esta función es útil para los "grandes" astilleros. He aquí tres ejemplos:
it: Questa funzione è utile per i "grandi" cantieri. Ecco tre esempi:
zh: 此功能对于“大型”建筑工地很有用。以下是 3 个示例：

source: 1) Tawny échoue à fusionner toutes les orthos individuelles : GDAL peut le faire
ar: 1) فشل Tawny في دمج جميع أجهزة التقويم الفردية: يمكن لـ GDAL القيام بذلك
de: 1) Tawny kann nicht alle einzelnen Orthos zusammenführen: GDAL kann dies tun
es: 1) El leonado no logra fusionar todas las ortesis individuales: GDAL puede hacerlo
it: 1) Tawny non riesce a fondere tutte le singole ortesi: la GDAL può farlo
zh: 1）Tawny无法合并所有单个正交：GDAL可以做到这一点

source: 2) Tawny crée une ortho trop grosse pour être ouverte : avec GDAL vous pouvez sélectionner les orthos à fusionner
ar: 2) ينشئ Tawny تقويمًا كبيرًا جدًا بحيث لا يمكن فتحه: باستخدام GDAL ، يمكنك تحديد التقويم المراد دمجه
de: 2) Tawny erstellt einen Ortho, der zu groß ist, um geöffnet zu werden: Mit GDAL können Sie den Orthos auswählen, der zusammengeführt werden soll
es: 2) Tawny crea un orto demasiado grande para ser abierto: con GDAL puedes seleccionar los ortos para fusionar
it: 2) Tawny crea un ortesi troppo grande per essere aperta: con GDAL è possibile selezionare le ortesi da unire
zh: 2）Tawny创建了一个太大而无法打开的矫正器：使用GDAL，您可以选择要合并的矫正器

source: 3) Trop de photos pour un seul chantier, vous pouvez fusionner les orthos résultantes de plusieurs chantiers
ar: 3) الكثير من الصور لموقع واحد ، يمكنك دمج orthos الناتج لعدة مواقع
de: 3) Zu viele Fotos für eine einzelne Site, können Sie die resultierenden Orthos mehrerer Sites zusammenführen
es: 3) Demasiadas fotos para un solo sitio, se pueden fusionar los ortos resultantes de varios sitios
it: 3) Troppe foto per un singolo sito, è possibile unire le ortodonzie risultanti da più siti
zh: 3）单个网站的照片太多，您可以合并多个网站的合成影像

source: ortho
ar: أورثو
es: orto

source: Fusionner les orthomosaïques
ar: دمج تقويم العظام
de: Orthomosaiken zusammenführen
es: Fusionando los ortomosaicos
it: Unire gli ortomosaici
zh: 合并正马赛克

source: Pas de fichier tif associés aux tfw. Abandon.
ar: لا يوجد ملف tif مرتبط ب tfw. التخلي عن.
de: Es ist keine tif-Datei mit tfw verknüpft. Aufgabe.
es: No hay archivos tif asociados con tfw. Abandono.
it: Nessun file tif associato a tfw. Abbandono.
zh: 没有与 tfw 关联的 tif 文件。放弃。
