Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Chantier à importer
ar: موقع للاستيراد
de: Site zum Importieren
es: La obra que se va a importar
it: Cantiere da importare
zh: 导入网站

source: Importation abandonnée.
ar: توقف الاستيراد.
de: Import eingestellt.
es: Importación abandonada.
it: Importazione abbandonata.
zh: 导入已终止。

source: n'est pas un fichier d'export valide
ar: ليس ملف تصدير صالحًا
de: ist keine gültige Exportdatei
es: no es un archivo de exportación válido
it: non è un file di esportazione valido
zh: 不是有效的导出文件

source: ou alors, sous ubuntu,il lui manque le droit d'exécution.
ar: وإلا ، في ظل نظام أوبونتو ، فإنه يفتقر إلى حق التنفيذ.
de: oder unter Ubuntu fehlt das Ausführungsrecht.
es: o si no, bajo ubuntu, carece del derecho de ejecución.
it: altrimenti, sotto ubuntu, gli manca il diritto di esecuzione.
zh: 否则，在ubuntu下，它缺乏执行权。

source: Choisir le répertoire dans lequel recopier le chantier.
ar: اختر الدليل الذي تريد نسخ الموقع فيه.
de: Wählen Sie das Verzeichnis aus, in das die Site kopiert werden soll.
es: Elija el directorio en el que copiar el sitio de trabajo.
it: Scegliere la directory in cui copiare il sito di lavoro.
zh: 选择要在其中复制站点的目录。

source: Désigner le répertoire où importer le chantier
ar: عيّن الدليل مكان استيراد الموقع
de: Geben Sie das Verzeichnis an, in das die Site importiert werden soll
es: Designe el directorio donde importar el sitio
it: Designare la directory dove importare il sito
zh: 指定将站点导入到的目录

source: Pas de répertoire choisi. Abandon.
ar: لم يتم اختيار دليل. التخلي عن.
de: Kein Verzeichnis ausgewählt. Aufgabe.
es: No se ha elegido ningún directorio. Abortar.
it: Nessun elenco scelto. Interrompere.
zh: 未选择目录。放弃。

source: n'est pas un répertoire valide.
ar: ليس دليلاً صالحًا.
de: ist kein gültiges Verzeichnis.
es: no es un directorio válido.
it: non è un elenco valido.
zh: 不是有效的目录。

source: Recopie en cours dans
ar: النسخ قيد التقدم في
de: Kopieren in Bearbeitung in
es: Copia en curso en
it: Copia in corso in
zh: 正在复制中

source: Patience !
ar: أكره الملاجئ!
de: Haben Sie Geduld!
es: ¡Paciencia!
it: Pazienza!
zh: -有点耐心

source: Le répertoire destination
ar: دليل الوجهة
de: Das Zielverzeichnis
es: El directorio de destino
it: L'elenco delle destinazioni
zh: 目标目录

source: existe déjà. Abandon
ar: موجود أصلا. التخلي عن
de: Ist bereits vorhanden. Aufgabe
es: ya existe. Abandonar
it: esiste già. Abbandonare
zh: 已经存在。放弃

source: Erreur copie lors d'un import :
ar: خطأ في النسخ أثناء الاستيراد:
de: Kopierfehler beim Import:
es: Error de copia durante la importación
it: Errore di copia durante l'importazione
zh: 导入期间复制错误：

source: L'importation a échouée. Erreur :
ar: فشل الاستيراد. خطأ :
de: Import fehlgeschlagen. Fehler :
es: La importación falló. Error
it: L'importazione non è riuscita. Errore
zh: 导入失败。故障：

source: absent
ar: متغيب
de: abwesend
es: ausente
it: assente
zh: 离开

source: Chantier importé :
ar: الموقع المستورد:
de: Importierte Seite:
es: Patio importado :
it: Cantiere importato :
zh: 导入的网站：

source: Répertoire :
ar: دليل
de: Verzeichnis
es: Directorio:
it: Elenco :
zh: 《汇编》

source: Vous pouvez le renommer si besoin.
ar: يمكنك إعادة تسميته إذا لزم الأمر.
de: Sie können es bei Bedarf umbenennen.
es: Puedes cambiarle el nombre si lo necesitas.
it: Se necessario, è possibile rinominarlo.
zh: 您可以根据需要重命名。

source: Version de MicMac avant l'import : %s
ar: إصدار MicMac قبل الاستيراد: %s
de: MicMac-Version vor dem Import: %s
es: Versión del MicMac antes de la importación: %s
it: Versione di MicMac prima dell'importazione: %s
zh: 导入之前的MicMac版本：%s

source: Version de MicMac : %s
ar: إصدار MicMac: %s
de: MicMac-Version: %s
es: Versión del MicMac: %s
it: Versione di MicMac: %s
zh: MicMac版本：%s

source: erreur affichage version lors de l'import d'un chantier :
ar: خطأ في عرض الإصدار عند استيراد موقع:
de: Versionsanzeigefehler beim Importieren einer Site:
es: versión de visualización de errores al importar una obra
it: versione di visualizzazione di errore durante l'importazione di un cantiere
zh: 导入网站时版本显示错误：

source: Anomalie lors de l'importation :
ar: شذوذ أثناء الاستيراد:
de: Anomalie beim Import:
es: Anomalía durante la importación
it: Anomalia durante l'importazione
zh: 导入期间异常：

source: Désigner le répertoire contenant un chantier
ar: حدد الدليل الذي يحتوي على موقع
de: Geben Sie das Verzeichnis an, das eine Site enthält
es: Designar el directorio que contiene un sitio de construcción
it: Designare la directory contenente un cantiere
zh: 指定包含站点的目录

source: Ce répertoire est déjà un chantier. Abandon
ar: هذا الدليل هو بالفعل موقع بناء. التخلي عن
de: Dieses Verzeichnis ist bereits eine Baustelle. Aufgabe
es: Este directorio ya es una obra en construcción. Abandonar
it: Questa directory è già un cantiere. Abbandonare
zh: 该目录已经是建筑工地。放弃

source: Le répertoire du nouveau chantier %s est déjà un chantier. Abandon.
ar: دليل موقع العمل الجديد %s هو موقع عمل بالفعل. التخلي عن.
de: Das Verzeichnis der neuen Arbeitsstelle %s ist bereits eine Arbeitsstelle. Aufgabe.
es: El directorio del nuevo edificio %s ya es una obra en construcción. Abandono.
it: L'elenco del nuovo cantiere %s è già un cantiere. Abbandono.
zh: 新工作站点%s的目录已经是一个工作站点。放弃。

source: Répertoire correct. Patience...
ar: الدليل الصحيح. الصبر ...
de: Richtiges Verzeichnis. Die Geduld...
es: Directorio correcto. Paciencia...
it: Elenco corretto. Pazienza...
zh: 正确的目录。忍耐...

source: Le répertoire ne contient pas le fichier :
ar: لا يحتوي الدليل على الملف:
de: Das Verzeichnis enthält nicht die Datei:
es: El directorio no contiene el :
it: La directory non contiene il file :
zh: 该目录不包含文件：

source: Ce n'est pas un chantier. Abandon.
ar: إنه ليس موقع بناء. التخلي عن.
de: Es ist keine Baustelle. Aufgabe.
es: No es una obra en construcción. Abandono.
it: Non è un cantiere. Abbandono.
zh: 它不是建筑工地。放弃。

source: Erreur lors de la copie du fichier paramètre chantier
ar: خطأ أثناء نسخ ملف معلمة الموقع
de: Fehler beim Kopieren der Site-Parameterdatei
es: Error al copiar el archivo de parámetros del sitio de trabajo
it: Errore durante la copia del file dei parametri del cantiere
zh: 复制站点参数文件时出错

source: vers
ar: إلى
de: an
es: hacia
it: a
zh: 正向

source: erreur :
ar: خطأ
de: Fehler
es: error:
it: errore:
zh: 错误:

source: Le répertoire
ar: دليل الهاتف.
de: Das Verzeichnis
es: El repertorio
it: Il repertorio
zh: 简编

source: du chantier précédent n'est pas trouvé sur disque.
ar: من الموقع السابق غير موجود على القرص.
de: von der vorherigen Site wurde nicht auf der Festplatte gefunden.
es: del sitio de trabajo anterior no se encuentra en el disco.
it: del cantiere precedente non si trova su disco.
zh: 在磁盘上找不到先前站点中的文件。

source: Choisir un autre chantier.
ar: اختر موقعًا آخر.
de: Wählen Sie eine andere Site.
es: Elija otro sitio.
it: Scegliete un altro sito.
zh: 选择另一个站点。

source: Un pipeline remplace le traitement habituel par l'interface :
ar: يستبدل خط الأنابيب المعالجة المعتادة بالواجهة:
de: Eine Pipeline ersetzt die übliche Verarbeitung durch die Schnittstelle:
es: Una tubería reemplaza el procesamiento habitual por la interfaz:
it: Una pipeline sostituisce la normale elaborazione con l'interfaccia:
zh: 管道用接口替换了通常的处理：

source: Le(s) pipeline(s) %s
ar: خط (أنابيب) %s
de: Rohrleitung(en) %s
es: El(los) oleoducto(s) %s
it: La(e) pipeline(e) %s
zh: 管道 （s） %s

source: Répertoire des photos :
ar: دليل الصور:
de: Fotoverzeichnis:
es: Directorio de fotos :
it: Elenco delle foto :
zh: 照片目录：

source: Répertoire de la vidéo :
ar: دليل الفيديو:
de: Videoverzeichnis:
es: Directorio de video:
it: Elenco video :
zh: 视频目录：

source: Nouveau chantier : Les options par défaut sont personnalisées
ar: موقع جديد: الخيارات الافتراضية مخصصة
de: Neue Site: Die Standardoptionen sind personalisiert
es: Nuevo sitio de trabajo: Las opciones predeterminadas se personalizan
it: Nuovo sito di lavoro: le opzioni predefinite sono personalizzate
zh: 新站点：默认选项是个性化的

source: photos sélectionnées
ar: الصور المختارة
de: ausgewählte Fotos
es: fotos seleccionadas
it: foto selezionate
zh: 选择的照片

source: photos sélectionnées :
ar: الصور المختارة:
de: ausgewählte Fotos:
es: fotos seleccionadas
it: foto selezionate
zh: 所选照片：

source: ATTENTION : plusieurs extensions différentes dans les photos choisies !
ar: تنبيه: عدة ملحقات مختلفة في الصور المختارة!
de: ACHTUNG: verschiedene Erweiterungen in den ausgewählten Fotos!
es: ADVERTENCIA: ¡varias extensiones diferentes en las fotos elegidas!
it: ATTENZIONE: diverse estensioni nelle foto scelte!
zh: 注意：所选照片中的几个不同扩展名！

source: Le traitement ne se fera que sur un type de fichier.
ar: لن تتم المعالجة إلا على نوع واحد من الملفات.
de: Die Verarbeitung wird nur für einen Dateityp durchgeführt.
es: El procesamiento sólo se hará en un tipo de archivo.
it: L'elaborazione verrà effettuata su un solo tipo di file.
zh: 仅对一种类型的文件进行处理。

source: remarque : plusieurs focales différentes.
ar: ملاحظة: عدة أطوال بؤرية مختلفة.
de: Hinweis: Mehrere unterschiedliche Brennweiten.
es: nota: varias longitudes focales diferentes.
it: nota: diverse lunghezze focali.
zh: 注意：几种不同的焦距。

source: remarque : plusieurs dimensions de photos différentes.
ar: ملاحظة: أبعاد صور مختلفة متعددة.
de: Hinweis: Mehrere verschiedene Fotoabmessungen.
es: nota: Varias dimensiones de fotos diferentes.
it: nota: diverse dimensioni di foto diverse.
zh: 注意：多个不同的照片尺寸。

source: Absence de focale eq 35mm et de taille de capteur dans dicoCamera
ar: عدم وجود البعد البؤري 35mm مكافئ وحجم الاستشعار في dicoCamera
de: Fehlende 35mm EQ Brennweite und Sensorgröße in dicoCamera
es: Falta de distancia focal eq 35mm y tamaño del sensor en dicoCamera
it: Mancanza di lunghezza focale eq 35mm e dimensione del sensore in dicoCamera
zh: dicoCamera中缺少35mm当量焦距和传感器尺寸

source: Il y a des paramètres nommés personnalisés qui surchargent les valeurs ci-dessous
ar: هناك معلمات مسماة مخصصة تتجاوز القيم أدناه
de: Es gibt benutzerdefinierte benannte Parameter, die die folgenden Werte überschreiben
es: Hay parámetros con nombre personalizado que anulan los valores siguientes
it: Ci sono parametri personalizzati che sovrascrivono i valori seguenti
zh: 有自定义的命名参数会覆盖下面的值

source: Recherche des points homologues :
ar: ابحث عن نقاط متشابهة:
de: Suche nach homologen Punkten:
es: Buscando puntos de coincidencia:
it: Ricerca di punti corrispondenti :
zh: 搜索同源点：

source: Mode :
ar: مد
de: Modus:
es: Modo
it: Modalità

source: Echelle 1 :
ar: مقياس 1:
de: Maßstab 1 :
es: Escala 1
it: Scala 1
zh: 比例尺1：

source: Echelle 2 :
ar: مقياس 2:
de: Maßstab 2 :
es: Escala 2
it: Scala 2
zh: 比例2：

source: Echelle :
ar: مقياس
de: Maßstab:
es: Escala
it: Scala
zh: -搭梯 呼呀

source: Calibration de l'appareil par le chantier %s.
ar: معايرة الجهاز من خلال الموقع %s.
de: Kalibrierung des Geräts durch die Site %s.
es: Calibración del dispositivo por la obra en construcción %s.
it: Taratura del dispositivo da parte del cantiere %s.
zh: 站点%s对设备的校准。

source: Calibration des appareils photos :
ar: معايرة الكاميرا:
de: Kamera-Kalibrierung:
es: Calibración de las cámaras:
it: Calibrazione delle macchine fotografiche:
zh: 相机校准：

source: Nombre de photos pour calibration de l'appareil :
ar: عدد الصور لمعايرة الجهاز:
de: Anzahl der Fotos für die Gerätekalibrierung:
es: Número de disparos para la calibración de la cámara
it: Numero di scatti per la calibrazione della telecamera
zh: 用于设备校准的照片数量：

source: Ces photos servent uniquement à la calibration.
ar: هذه الصور تستخدم فقط للمعايرة.
de: Diese Fotos werden nur zur Kalibrierung verwendet.
es: Estas imágenes son sólo para propósitos de calibración.
it: Queste immagini sono solo a scopo di calibrazione.
zh: 这些照片仅用于校准。

source: Tarama demandé après orientation
ar: سأل تاراما بعد التوجيه
de: Fragte Tarama nach Orientierung
es: Tarama pidió después de la orientación
it: Tarama richiesto dopo l'orientamento
zh: 塔拉玛定向后问

source: Arrêt demandé après orientation
ar: طلب التوقف بعد التوجيه
de: Stopp nach Orientierung angefordert
es: Se solicita una parada después de la orientación
it: Fermata richiesta dopo l'orientamento
zh: 定向后停止请求

source: Calcul du nuage non dense demandé
ar: حساب السحابة غير الكثيفة المطلوبة
de: Berechnung der angeforderten nicht dichten Wolke
es: Cálculo de la nube no densa solicitada
it: Calcolo della nuvola non densa richiesta
zh: 计算所需的非密集云

source: Pas de calcul du nuage non dense
ar: لا يوجد حساب للسحابة غير الكثيفة
de: Keine Berechnung der nicht dichten Wolke
es: No hay cálculo de la nube no densa
it: Nessun calcolo della nuvola non densa
zh: 无需计算非密集云

source: Référentiel par défaut (MicMac)
ar: المستودع الافتراضي (MiMac)
de: Standard-Repository (MiMac)
es: Repositorio predeterminado (MicMac)
it: Repository predefinito (MicMac)
zh: 默认存储库 （MiMac）

source: Référentiel local par mise à l'échelle
ar: مستودع محلي عن طريق التحجيم
de: Lokales Repository durch Skalierung
es: Repositorio local por escala
it: Repository locale per ridimensionamento
zh: 按缩放划分的本地存储库

source: Référentiel par points GPS
ar: مستودع نقطة GPS
de: GPS-Punkt-Repository
es: Repositorio por puntos GPS
it: Repository per punti GPS
zh: 全球定位系统点存储库

source: Référentiel par métadonnées GPS des photos
ar: مستودع البيانات الوصفية لنظام تحديد المواقع العالمي (GPS) للصور
de: GPS-Metadaten-Repository von Fotos
es: Repositorio de metadatos GPS de fotos
it: Repository di metadati GPS delle foto
zh: 照片的 GPS 元数据存储库

source: Référentiel issu du chantier :
ar: مستودع من الموقع:
de: Repository von der Website:
es: Repositorio de la obra:
it: Referenziale proveniente dal cantiere:
zh: 站点中的存储库：

source: Points GCP : Saisie complète, les points seront pris en compte
ar: نقاط GCP: إكمال الإدخال ، ستؤخذ النقاط في الاعتبار
de: GCP-Punkte: Vollständige Eingabe, die Punkte werden berücksichtigt
es: Puntos de GCP: Entrada completa, los puntos se tendrán en cuenta
it: Punti GCP: Entrata completa, i punti saranno presi in considerazione
zh: GCP积分：完整输入后，积分将被考虑在内

source: Points GPS incomplets, ignorés
ar: نقاط GPS غير مكتملة ، يتم تجاهلها
de: Unvollständige GPS-Punkte, ignoriert
es: Puntos GPS incompletos, ignorados
it: Punti GPS incompleti, ignorati
zh: 不完整的 GPS 点，已忽略

source: Points GPS/GCP : absence de saisie, ignorés
ar: نقاط GPS / GCP: لا يوجد إدخال ، يتم تجاهلها
de: GPS/GCP-Punkte: keine Eingabe, ignoriert
es: Puntos GPS/GCP: sin entrada, ignorados
it: Punti GPS/GCP: mancata immissione, ignorati
zh: GPS/GCP 点：无输入，忽略

source: Les données GPS dans les exif sont prises en compte
ar: تؤخذ بيانات GPS في exif في الاعتبار
de: GPS-Daten im Exif werden berücksichtigt
es: Se tienen en cuenta los datos del GPS en exif
it: I dati GPS in exif sono presi in considerazione
zh: 将exif中的GPS数据考虑在内

source: Référentiel : projection plane locale (métrique)
ar: الإطار المرجعي: إسقاط مستوي محلي (متري)
de: Bezugsrahmen: Projektion der lokalen Ebene (metrisch)
es: Dato: proyección del plano local (métrico)
it: Riferimento: proiezione piano locale (metrico)
zh: 参考系：局部平面投影（公制）

source: Référentiel WGS84 projeté en Lambert 93
ar: النظام المرجعي WGS84 المتوقع في لامبرت 93
de: WGS84-Referenzsystem in Lambert 93 projiziert
es: Referencia WGS84 proyectada en Lambert 93
it: Riferimento WGS84 proiettato in Lambert 93
zh: 在兰伯特93中投影的WGS84参考系统

source: Référentiel WGS84
ar: معيار WGS84
de: WGS84 Standard
es: Estándar WGS84
it: Standard WGS84
zh: WGS84标准

source: Référentiel WGS84 projeté dans un repère géocentrique cartésien X,Y,Z
ar: الإطار المرجعي WGS84 المسقط في إطار ديكارتي لمركز الأرض X ، Y ، Z
de: WGS84-Referenzrahmen, projiziert in einen kartesischen geozentrischen Rahmen X, Y, Z.
es: El dato del WGS84 proyectado en un dato cartesiano geocéntrico X,Y,Z
it: Datum WGS84 proiettato in un datum cartesiano geocentrico X,Y,Z
zh: WGS84参考框架投影在笛卡尔地心框架X，Y，Z中

source: Référentiel :
ar: إطار مرجعي
de: Referenzen:
es: Línea de base
it: Linea di base
zh: 仓库

source: Les données GPS sont ignorées sur demande utilisateur.
ar: يتم تجاهل بيانات GPS بناءً على طلب المستخدم.
de: GPS-Daten werden auf Benutzeranforderung ignoriert.
es: Los datos del GPS se ignoran a petición del usuario.
it: I dati GPS vengono ignorati su richiesta dell'utente.
zh: GPS数据应用户要求被忽略。

source: Remarque : la mise à l'échelle, incomplète, sera ignorée
ar: ملاحظة: سيتم تجاهل القياس غير المكتمل
de: Hinweis: Unvollständige Skalierung wird ignoriert
es: Nota: el escalado, incompleto, se ignorará
it: Nota: il ridimensionamento, incompleto, verrà ignorato
zh: 注意：不完整的缩放将被忽略

source: Mise à l'échelle annulée : distance=0
ar: غير مقياس: المسافة = 0
de: Nicht skaliert: Abstand = 0
es: Escala cancelada: Distancia=0
it: Scala annullata: distanza=0
zh: 未缩放：距离 = 0

source: Mise à l'échelle incomplète :
ar: التحجيم غير مكتمل:
de: Skalierung unvollständig:
es: Escala incompleta :
it: Scalatura incompleta :
zh: 缩放不完整：

source: La version installée de Micmac n'autorise pas les masques en 3D
ar: لا يسمح الإصدار المثبت من Micmac باستخدام الأقنعة ثلاثية الأبعاد
de: Die installierte Version von Micmac erlaubt keine 3D-Masken
es: La versión instalada de Micmac no permite máscaras 3D
it: La versione installata di Micmac non consente maschere 3D
zh: 安装的Micmac版本不允许3D遮罩

source: Densification : C3DC %s avec masque 3D
ar: التكثيف: C3DC %s بقناع ثلاثي الأبعاد
de: Verdichtung: C3DC %s mit 3D-Maske
es: Densificación: C3DC %s con máscara 3D
it: Densificazione: C3DC %s con maschera 3D
zh: 致密化：具有3D遮罩的C3DC %s

source: Densification : C3DC %s
ar: التكثيف: C3DC %s
de: Verdichtung: C3DC %s
es: Densificación: C3DC %s
it: Densificazione: C3DC %s
zh: 致密化：C3DC %s

source: Maillage demandé
ar: شبكة مطلوبة
de: Mesh angefordert
es: Malla solicitada
it: Maglia richiesta
zh: 请求网格

source: Nuage de points demandé
ar: طلب سحابة النقاط
de: Punktwolke angefordert
es: Nube de puntos solicitada
it: Nuvola di punti richiesta
zh: 请求点云

source: Densification :
ar: التكثيف:
de: Verdichtung
es: Densificación
it: Densificazione
zh: 致密化：

source: Pas d'image maître
ar: لا توجد صورة رئيسية
de: Kein Master-Image
es: No hay una imagen maestra
it: Nessuna immagine master
zh: 没有主图像

source: Image maître :
ar: الصورة الرئيسية:
de: Meisterbild:
es: Imagen maestra
it: Immagine principale
zh: 主图片：

source: images maîtres
ar: الصور الرئيسية
de: Master-Bilder
es: imágenes maestras
it: immagini master
zh: 主图像

source: 1 masque
ar: 1 قناع
de: Maske
es: 1 máscara
it: 1 maschera
zh: MASQUE

source: Pas de masque.
ar: بدون قناع؟
de: Keine Maske.
es: Sin máscara.
it: Niente maschera.
zh: 没有面具

source: masques
ar: أقنعة
de: Maske
es: máscaras
it: maschere
zh: 掩码

source: %s photos utiles autour de la maître
ar: %s صور مفيدة حول السيد
de: %s nützliche Fotos rund um den Master
es: %s imágenes útiles alrededor del maestro
it: %s immagini utili intorno al maestro
zh: %s掌握大师的有用照片

source: Drapage demandé
ar: طلب اللف
de: Drapieren angefordert
es: Se requiere un drapeado
it: Drappeggio richiesto
zh: 请求垂悬

source: Pas de drapage
ar: لا يلف
de: Kein Drapieren
es: No hay cobertura
it: Nessun drappeggio
zh: 不悬垂

source: arrêt au zoom : %s, rendu :
ar: توقف عند التكبير: %s ، عرض:
de: Stopp beim Zoomen: %s, Rendern:
es: parada de zoom: %s, renderizado
it: zoom stop: %s, reso
zh: 停止缩放：%s，渲染：

source: Maillage
ar: شبكة
de: Type mazen
es: Malla
it: Maglia
zh: 网状

source: Nuage
ar: سحاب
de: Wolke
es: Nube
it: Cloud
zh: 云

source: ****** ouverture du chantier.
ar: ****** افتتاح الموقع.
de: ****** Eröffnung der Website.
es: ****** inauguración de la obra.
it: ****** apertura del cantiere.
zh: ******网站的开放。

source: Le chantier a été nettoyé, les résultats et les traces sont conservées.
ar: تم تنظيف الموقع ، والحفاظ على النتائج والآثار.
de: Die Seite wurde aufgeräumt, die Ergebnisse und Spuren bleiben erhalten.
es: El sitio ha sido limpiado, los resultados y los rastros se conservan.
it: Il sito è stato pulito, i risultati e le tracce sono stati conservati.
zh: 该站点已被清理，结果和痕迹得以保留。

source: Chantier nettoyé. Résultats et traces conservées.
ar: تنظيف الموقع. النتائج والآثار المحفوظة.
de: Website gereinigt. Ergebnisse und Spuren erhalten.
es: El sitio se limpió. Se conservan los resultados y los rastros.
it: Il sito è stato ripulito. Risultati e tracce conservate.
zh: 网站已清理。结果和痕迹得以保留。

source: Chantier :
ar: نشاط البناء
de: Baustelle:
es: Una obra en construcción
it: Cantiere
zh: 建筑活动

source: Chemin du chantier :
ar: مسار الموقع:
de: Site-Pfad:
es: Camino a la obra en construcción:
it: Via per il cantiere :
zh: 网站路径：

source: Chantier en attente d'enregistrement.
ar: الموقع في انتظار التسجيل.
de: Website wartet auf Registrierung.
es: La obra está a la espera de ser registrada.
it: Cantiere in attesa di registrazione.
zh: 等待注册的站点。

source: Chantier enregistré.
ar: موقع مسجل.
de: Aufgenommene Seite.
es: Sitio de construcción registrado.
it: Cantiere registrato.
zh: 记录的站点。

source: Options du chantier modifiables.
ar: خيارات الموقع القابلة للتحرير.
de: Bearbeitbare Site-Optionen.
es: Opciones de sitio modificables.
it: Opzioni del sito modificabili.
zh: 可编辑的站点选项。

source: Chantier interrompu lors de la recherche des points homologues.
ar: توقف العمل أثناء البحث عن نقاط متجانسة.
de: Arbeit unterbrochen während der Suche nach homologen Punkten.
es: Sitio interrumpido mientras se buscan puntos homólogos.
it: Sito interrotto durante la ricerca di punti omologhi.
zh: 在寻找同源点期间工作中断。

source: Modifier les options, relancer micmac.
ar: قم بتغيير الخيارات ، وأعد تشغيل micmac.
de: Optionen ändern, micmac neu starten.
es: Cambiar las opciones, reiniciar el micmac.
it: Cambiare le opzioni, riavviare micmac.
zh: 更改选项，重新启动micmac。

source: Options de Malt/C3DC modifiables.
ar: خيارات Malt / C3DC قابلة للتحرير.
de: Bearbeitbare Malt / C3DC-Optionen.
es: Las opciones de malta/C3DC pueden ser modificadas.
it: Le opzioni Malto/C3DC possono essere modificate.
zh: 可编辑的麦芽/ C3DC选项。

source: Chantier terminé.
ar: اكتمل الموقع.
de: Montageort: &#x09;ABGESCHLOSSEN&#x09;:
es: El sitio de trabajo está terminado.
it: Il cantiere è finito.
zh: 网站完成。

source: Nuage de point non densifié généré après Tapas.
ar: تم إنشاء سحابة نقطة غير مكثفة بعد Tapas.
de: Nicht verdichtete Punktwolke nach Tapas.
es: Nube de puntos no densificada generada después de Tapas.
it: Nuvola di punti non amplificata generata dopo Tapas.
zh: Tapas之后生成的非致密点云。

source: Chantier interrompu lors de la recherche de l'orientation.
ar: توقف الموقع أثناء البحث عن التوجه.
de: Site während der Suche nach Orientierung unterbrochen.
es: La obra se interrumpió mientras buscaba orientación.
it: Cantiere interrotto durante la ricerca di orientamento.
zh: 搜索方向期间网站被打断。

source: Nuage de points densifié généré.
ar: تم إنشاء سحابة نقطة مكثفة.
de: Verdichtete Punktwolke erzeugt.
es: Se generó una nube de puntos densificada.
it: Nuvola di punti addensata generata.
zh: 生成致密的点云。

source: La densification a échoué : pas de nuage dense généré.
ar: فشل التكثيف: لم يتم إنشاء سحابة كثيفة.
de: Die Verdichtung ist fehlgeschlagen: Es wurde keine dichte Wolke erzeugt.
es: La densificación falló: no se generó una nube densa.
it: La densificazione non è riuscita: nessuna nuvola densa generata.
zh: 致密化失败：没有产生密集的云。

source: Aucun nuage de point généré.
ar: لم يتم إنشاء سحابة نقطة.
de: Keine Punktwolke generiert.
es: No se generó ninguna nube de puntos.
it: Nessuna nuvola di punti generata.
zh: 没有生成点云。

source: Les caractéristiques du chantier précédent
ar: خصائص الموقع السابق
de: Die Eigenschaften der vorherigen Site
es: Características del sitio anterior
it: Caratteristiche del sito precedente
zh: 前一个站点的特征

source: n'ont pas pu être lues correctement.
ar: لا يمكن قراءتها بشكل صحيح.
de: konnte nicht richtig gelesen werden.
es: no pudo ser leído correctamente.
it: non poteva essere letto correttamente.
zh: 无法正确读取。
