Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Anomalie : le point suivant n'est placé que sur une seule photo :
ar: شذوذ: يتم وضع النقطة التالية على صورة واحدة فقط:
de: Anomalie: Der folgende Punkt wird nur auf einem einzelnen Foto platziert:
es: Anomalía: el siguiente punto se coloca en una sola foto
it: Anomalia : il seguente punto è posto su una sola foto
zh: 异常：以下几点仅放在一张照片上：

source: Attention : plusieurs points GCP ont les mêmes coordonnées.
ar: تحذير: العديد من نقاط GCP لها نفس الإحداثيات.
de: Warnung: Mehrere GCP-Punkte haben die gleichen Koordinaten.
es: Precaución: Varios puntos de GCP tienen las mismas coordenadas.
it: Attenzione: diversi punti GCP hanno le stesse coordinate.
zh: 警告：多个GCP点具有相同的坐标。

source: Saisie incomplète : les points GCP ne seront pas pris en compte
ar: إدخال غير مكتمل: لن تؤخذ نقاط GCP في الاعتبار
de: Unvollständiger Eintrag: GCP-Punkte werden nicht berücksichtigt
es: Entrada de datos incompleta: los puntos de GCP no se tendrán en cuenta
it: Inserimento dati incompleto: i punti GCP non saranno presi in considerazione
zh: 输入不完整：将不考虑GCP积分

source: Consulter la trace
ar: استشر المسار
de: Konsultieren Sie die Strecke
es: Consulte el rastro..
it: Consultare la traccia
zh: 咨询曲目

source: Les points GCP doivent avoir un nom, des valeurs X Y et Z numériques, une incertitude de la forme '10 10 10'
ar: يجب أن يكون لنقاط GCP اسم وقيم عددية XY و Z وعدم التأكد من الشكل "10 10 10"
de: GCP-Punkte müssen einen Namen, numerische XY- und Z-Werte und eine Unsicherheit der Form '10 10 10 'haben.
es: Los puntos GCP deben tener un nombre, valores numéricos X Y y Z, una incertidumbre de la forma "10 10 10 10"
it: I punti GCP devono avere un nome, valori numerici X Y e Z, un'incertezza della forma '10 10 10 10 10 10'
zh: GCP点必须具有名称，数字XY和Z值，不确定性形式为“ 10 10 10”

source: liste des points incorrects : %s
ar: قائمة النقاط غير الصحيحة: %s
de: Liste der falschen Punkte: %s
es: lista de puntos incorrectos: %s
it: elenco dei punti non corretti: %s
zh: 错误点列表：%s

source: La ligne horizontale ou verticale ne comporte pas 2 points
ar: لا يحتوي الخط الأفقي أو الرأسي على نقطتين
de: Die horizontale oder vertikale Linie hat keine 2 Punkte
es: La línea horizontal o vertical no tiene 2 puntos
it: La linea orizzontale o verticale non ha 2 punti
zh: 水平或垂直线没有2点

source: Pas de maître plan horizontal ou vertical
ar: لا يوجد مستوى رئيسي أفقي أو رأسي
de: Kein horizontaler oder vertikaler Ebenenmaster
es: No hay planos horizontales ni verticales
it: Nessun master piano orizzontale o verticale
zh: 无水平或垂直平面母版

source: Pas de plan horizontal ou vertical
ar: لا يوجد مستوى أفقي أو عمودي
de: Keine horizontale oder vertikale Ebene
es: No hay plano horizontal o vertical
it: Nessun piano orizzontale o verticale
zh: 没有水平或垂直平面

source: Pas de distance pour la mise à l'échelle.
ar: لا توجد مسافة للقياس.
de: Kein Abstand zum Skalieren.
es: No hay distancia para escalar.
it: Nessuna distanza per la scalatura.
zh: 没有缩放距离。

source: Distance %s invalide.
ar: المسافة %s غير صالحة.
de: Entfernung %s ungültig.
es: Distancia %s inválida.
it: Distanza %s non valida.
zh: 距离%s无效。

source: Distance nulle. Mise à l'échelle annulée.
ar: المسافة صفر. تم إلغاء التحجيم.
de: Null Abstand. Skalierung abgebrochen.
es: Distancia cero. Escala cancelada.
it: Distanza zero. Scala annullata.
zh: 零距离。缩放已取消。

source: La distance n'est pas mesurée par 2 points repérés sur 2 photos.
ar: لا تقاس المسافة بنقطتين على صورتين.
de: Die Entfernung wird nicht durch 2 Punkte gemessen, die auf 2 Fotos markiert sind.
es: La distancia no se mide por 2 puntos marcados en 2 fotos.
it: La distanza non è misurata da 2 punti segnati su 2 foto.
zh: 距离不是用两张照片上标记的两个点测量的。

source: La photo avec distance %s est absente.
ar: الصورة التي تحتوي على مسافة %s مفقودة.
de: Das Foto mit dem Abstand %s fehlt.
es: La foto con la distancia %s ha desaparecido.
it: Manca la foto con la distanza %s.
zh: 距离为%s的照片丢失。

source: L'échelle pour le mode All de Tapioca est invalide, une valeur par défaut, %s, est affectée.
ar: مقياس وضع Tapioka All غير صالح ، تم تعيين القيمة الافتراضية %s.
de: Die Skala für den All-Modus von Tapioca ist ungültig. Der Standardwert %s wird zugewiesen.
es: La escala para el modo Todo de Tapioca es inválida, se asigna un valor por defecto, %s.
it: La scala per la modalità All di Tapioca non è valida, viene assegnato un valore predefinito, %s.
zh: Tapioca的“全部”模式的比例无效，已分配默认值%s。

source: Echelle pour le mode All de Tapioca trop petite :
ar: مقياس وضع Tapioca All صغير جدًا:
de: Skala für Tapioka Alle Modus zu klein:
es: Escala para Tapioca Todo modo demasiado pequeño:
it: Scala per la modalità Tapioca All troppo piccola:
zh: 木薯粉的比例所有模式都太小：

source: Minimum = 50
ar: الحد الأدنى = 50
es: Mínimo = 50
it: Minimo = 50
zh: 最低= 50

source: L'échelle 1 pour MulScale de Tapioca est invalide, une valeur par défaut, %s, est affectée.
ar: المقياس 1 لـ Tapioca's MulScale غير صالح ، القيمة الافتراضية ، %s ، تم تعيينها.
de: Skala 1 für Tapiocas MulScale ist ungültig, der Standardwert %s wird zugewiesen.
es: La escala 1 para la multiescala de Tapioca es inválida, se asigna un valor por defecto, %s.
it: La Scala 1 per il MulScale di Tapioca non è valida, viene assegnato un valore predefinito, %s.
zh: 珍珠粉的MulScale的小数位数1无效，已分配默认值%s。

source: L'échelle 1 de MulScale ne doit pas être -1.
ar: يجب ألا يكون مقياس MulScale 1 -1.
de: MulScale-Skala 1 darf nicht -1 sein.
es: MulScale 1 no debe ser -1.
it: MulScale 1 non deve essere -1.
zh: MulScale刻度1不得为-1。

source: Elle est mise à 300.
ar: تم ضبطه على 300.
de: Es ist auf 300 eingestellt.
es: Está fijado en 300.
it: E' impostato a 300.
zh: 设置为300。

source: L'échelle 1 pour le mode MulScale de Tapioca est trop petite :
ar: المقياس 1 لوضع MulScale في Tapioca صغير جدًا:
de: Skala 1 für Tapiocas MulScale-Modus ist zu klein:
es: La escala 1 para el modo multiescala de Tapioca es demasiado pequeña
it: La scala 1 per la modalità MulScale di Tapioca è troppo piccola
zh: Tapioca的MulScale模式的Scale 1太小：

source: Minimum = 200, maximum conseillé : 300
ar: الحد الأدنى = 200 ، الحد الأقصى الموصى به: 300
de: Minimum = 200, empfohlenes Maximum: 300
es: Mínimo = 200, máximo recomendado: 300
it: Minimo = 200, massimo consigliato: 300
zh: 最小值= 200，建议最大值：300

source: L'échelle 2 pour le mode MulScale de Tapioca est invalide, une valeur par défaut, %s, est affectée.
ar: المقياس 2 لوضع MulScale في Tapioca غير صالح ، تم تعيين القيمة الافتراضية ، %s.
de: Skala 2 für Tapiocas MulScale-Modus ist ungültig, der Standardwert %s wird zugewiesen.
es: La escala 2 para el modo de multiescala de Tapioca es inválida, se asigna un valor por defecto, %s.
it: La Scala 2 per la modalità MulScale di Tapioca non è valida, viene assegnato un valore predefinito, %s.
zh: 木薯淀粉的MulScale模式的刻度2无效，已分配默认值%s。

source: L'échelle 2 pour le mode MulScale de Tapioca est trop petite :
ar: المقياس 2 لوضع MulScale في Tapioca صغير جدًا:
de: Skala 2 für Tapiocas MulScale-Modus ist zu klein:
es: La escala 2 para el modo multiescala de Tapioca es demasiado pequeña:
it: La scala 2 per la modalità MulScale di Tapioca è troppo piccola:
zh: Tapioca的MulScale模式的Scale 2太小：

source: L'échelle 2 de MulScale pour tapioca
ar: مقياس MulScale 2 للتابيوكا
de: MulScales Skala 2 für Tapioka
es: MulScale 2 para la tapioca
it: MulScale 2 per tapioca
zh: MulScale的木薯刻度2

source: plus petite que l'échelle 1 :
ar: أصغر من المقياس 1:
de: kleiner als Maßstab 1:
es: más pequeño que la escala 1:
it: più piccolo della scala 1:
zh: 小于比例尺1：

source: L'échelle pour le mode Line de tapioca est invalide, une valeur par défaut, %s, est affectée.
ar: مقياس وضع Tapioca Line غير صالح ، تم تعيين قيمة افتراضية ، %s.
de: Die Skala für den Tapioca-Linienmodus ist ungültig. Der Standardwert %s wird zugewiesen.
es: La escala para el modo de línea de la tapioca es inválida, se asigna un valor por defecto, %s.
it: La scala per la modalità Line di tapioca non è valida, viene assegnato un valore predefinito, %s.
zh: 木薯粉行模式的比例尺无效，已分配默认值%s。

source: Echelle pour le mode Line de tapioca trop petite :
ar: مقياس وضع التابيوكا Line صغير جدًا:
de: Skala für den Linienmodus von Tapioka zu klein:
es: Escala para el modo de línea de Tapioca demasiado pequeña
it: Scala per la modalità Tapioca Line troppo piccola
zh: 木薯粉的Line模式的比例太小：

source: La valeur de delta pour le mode Line de Tapioca est invalide,
ar: قيمة دلتا لوضع الخط في تابيوكا غير صالحة ،
de: Der Delta-Wert für den Tapioca-Linienmodus ist ungültig.
es: El valor delta del modo de línea de Tapioca no es válido,
it: Il valore delta per la modalità Line di Tapioca non è valido,
zh: 木薯粉行模式的增量值无效，

source: une valeur par défaut, %s, est affectée.
ar: تم تعيين قيمة افتراضية ، %s.
de: Der Standardwert %s wird zugewiesen.
es: se asigna un valor por defecto, %s.
it: viene assegnato un valore predefinito, %s.
zh: 分配了默认值%s。

source: Delta trop petit :
ar: دلتا صغيرة جدًا:
de: Delta zu klein:
es: Delta demasiado pequeño:
it: Delta troppo piccolo:
zh: Delta太小：

source: Minimum = 1
ar: الحد الأدنى = 1
de: Minimum von 1
es: Mínimo = 1
it: Minimo = 1
zh: 最小值= 1

source: Le zoom final pour MALT n'est pas 1,2,4 ou 8 : %s
ar: التكبير النهائي لـ MALT ليس 1،2،4 أو 8: %s
de: Der endgültige Zoom für MALT ist nicht 1,2,4 oder 8: %s
es: El zoom final para la MALTA no es 1,2,4 u 8: %s
it: Lo zoom finale per il MALT non è 1,2,4 o 8: %s
zh: MALT的最终缩放比例不是1,2,4或8：%s

source: Malt mode Geomimage :
ar: وضع Geomimage الشعير:
de: Geomimage-Modus Malz:
es: Modo de malta Geomimage :
it: Modalità Malto Geomimage :
zh: Geomimage模式麦芽：

source: Le nombre de photos utiles autour de l'image maître est trop petit : %s
ar: عدد الصور المفيدة حول الصورة الرئيسية صغير جدًا: %s
de: Die Anzahl der nützlichen Fotos um das Masterbild ist zu gering: %s
es: El número de fotos útiles alrededor de la imagen maestra es demasiado pequeño: %s
it: Il numero di foto utili intorno all'immagine master è troppo piccolo: %s
zh: 主图像周围有用的照片数量太少：%s

source: Le nombre de photos utiles autour de l'image centrale n'est pas numérique :
ar: عدد الصور المفيدة حول الصورة المركزية ليس رقميًا:
de: Die Anzahl der nützlichen Fotos um das zentrale Bild ist nicht digital:
es: El número de fotos útiles alrededor de la imagen central no es digital
it: Il numero di foto utili intorno all'immagine centrale non è digitale
zh: 中心图像周围有用的照片数量不是数字的：

source: Il est mis à 5.
ar: تم ضبطه على 5.
de: Es ist auf 5 eingestellt.
es: Está fijado en 5.
it: E' fissato alle 5.
zh: 是級數5

source: La photo %s n'existe plus.
ar: لم تعد الصورة %s موجودة.
de: Foto %s existiert nicht mehr.
it: La foto %s non esiste più.
zh: 照片%s不再存在。

source: Inutile et ralenti le traitement. Modifier.
ar: عديم الفائدة ويبطئ المعالجة. تعديل.
de: Nutzlos und verlangsamt die Verarbeitung. Bearbeiten.
es: Es inútil y retrasa el tratamiento. Modificar.
it: Inutile e rallenta il trattamento. Modificare.
zh: 无用并减慢了处理速度。编辑。

source: L'échelle pour le mode All de tapioca =
ar: مقياس كل وضع التابيوكا =
de: Die Skala für den All-Modus von Tapioka =
es: La escala para la tapioca Todo modo =
it: La scala per la modalità tapioca All mode =
zh: 木薯粉的所有模式的比例=

source: , est plus grande que la dimension maxi de la photo :
ar: ، أكبر من الحد الأقصى لأبعاد الصورة:
de: ist größer als die maximale Abmessung des Fotos:
es: es mayor que la dimensión máxima de la foto
it: è più grande della dimensione massima della foto
zh: ，大于照片的最大尺寸：

source: L'échelle 2 pour le mode MulScale de tapioca=
ar: مقياس 2 لوضع MulScale من التابيوكا =
de: Skala 2 für den MulScale-Modus von Tapioka =
es: Escala 2 para Tapioca Modo multiescala=
it: Scala 2 per la modalità Tapioca MulScale =
zh: 珍珠粉的MulScale模式的刻度2 =

source: est plus grande que la dimension maxi de la photo :
ar: أكبر من الحد الأقصى لأبعاد الصورة:
de: ist größer als die maximale Abmessung des Fotos:
es: es mayor que la dimensión máxima de la foto:
it: è più grande della dimensione massima della foto:
zh: 大于照片的最大尺寸：

source: L'échelle pour le mode Line de tapioca =
ar: مقياس وضع التابيوكا Line =
de: Die Skala für den Linienmodus von Tapioka =
es: La escala para el modo de la Línea de Tapioca =
it: La scala per il modo Linea Tapioca =
zh: 木薯粉的线路模式的比例=

source: point GCP : %s ligne incorrecte: %d %d %d %s
ar: عنصر GCP: %s سطر غير صالح: %d %d %d %s
de: GCP-Artikel: %s Ungültige Zeile: %d %d %d %s
es: punto GCP: %s línea incorrecta: %d %d %d %s
it: punto GCP: %s riga errata: %d %d %d %s
zh: 基仕伯项目： %s 无效行：%d %d%d %s

source: Les options sont abandonnées par l'utilisateur
ar: تم التخلي عن الخيارات من قبل المستخدم
de: Die Optionen werden vom Benutzer aufgegeben
es: Las opciones son abandonadas por el usuario
it: Le opzioni sono abbandonate dall'utente
zh: 选项被用户放弃

source: Les %s focales différentes doivent être présentes pour la calibration des appareils.
ar: يجب توفر %s أطوال بؤرية مختلفة لمعايرة الأجهزة.
de: Für die Kalibrierung der Geräte müssen die %s unterschiedlichen Brennweiten vorhanden sein.
es: Las %s diferentes longitudes focales deben estar presentes para la calibración del instrumento.
it: Le %s diverse lunghezze focali devono essere presenti per la calibrazione dello strumento.
zh: 设备校准必须存在%s不同的焦距。

source: Les %s focales différentes doivent être présentes dans la calibration des appareils de l'autre chantier.
ar: يجب أن تتواجد %s أطوال بؤرية مختلفة في معايرة الأجهزة من الموقع الآخر.
de: Die %s unterschiedlichen Brennweiten müssen bei der Kalibrierung der Geräte vom anderen Standort vorhanden sein.
es: Las %s diferentes distancias focales deben estar presentes en la calibración de los instrumentos del otro sitio.
it: Le %s diverse lunghezze focali devono essere presenti nella calibrazione degli strumenti dell'altro sito.
zh: 来自其他站点的设备校准中必须存在%s不同的焦距。

source: bilan copie répertoire du chantier devant servir de référence : %s
ar: دليل نسخ الميزانية العمومية للموقع المراد استخدامه كمرجع: %s
de: Verzeichnis der Bilanzkopie des Standorts, der als Referenz verwendet werden soll: %s
es: balance copia repertorio de la obra que debe servir de referencia: %s
it: bilancio copia repertorio del cantiere da utilizzare come riferimento: %s
zh: 要用作参考的网站的资产负债表副本目录：%s

source: erreur copie nuage distant du chantier devant servir de référence :
ar: خطأ في النسخة السحابية البعيدة من الموقع المراد استخدامه كمرجع:
de: Fehler Remote-Cloud-Kopie der Site, die als Referenz verwendet werden soll:
es: error copia nube distante de la obra que debe servir de referencia:
it: errore copia cloud remota dal cantiere da utilizzare come riferimento:
zh: 要用作参考的站点的远程云副本出错：

source: Chantier de référence :
ar: الموقع المرجعي:
de: Referenzseite:
es: Obra de referencia:
it: Cantiere di riferimento:
zh: 参考网站：

source: Copie référentiel du chantier : %s
ar: نسخة مستودع من موقع البناء: %s
de: Endlagerkopie der Baustelle: %s
es: Copia referencial de la obra: %s
it: Copia referenziale del cantiere: %s
zh: 施工现场的存储库副本：%s

source: Erreur : pas d'orientation copiée depuis le chantier de référence
ar: خطأ: لم يتم نسخ أي اتجاه من الموقع المرجعي
de: Fehler: Keine Orientierung vom Referenzstandort kopiert
es: Error: no hay orientación copiada desde el sitio de referencia
it: Errore: nessun orientamento copiato dal cantiere di riferimento
zh: 错误：未从参考站点复制方向

source: Aucun chantier de référence n'a été choisi
ar: لم يتم اختيار أي موقع مرجعي
de: Es wurde kein Referenzstandort ausgewählt
es: No se ha seleccionado ninguna obra de referencia
it: Non è stato scelto alcun cantiere di riferimento
zh: 未选择参考站点

source: Calibration de l'appareil recopiée du chantier '%s'.
ar: تم نسخ معايرة الجهاز من الموقع "%s".
de: Instrumentenkalibrierung von Standort '%s' kopiert.
es: La calibración del dispositivo copiado del sitio '%s'.
it: Calibrazione del dispositivo copiato dal sito '%s'.
zh: 从站点“ %s”复制的仪器校准。

source: Choisir le chantier pour copier la calibration de l'appareil.
ar: اختر الموقع لنسخ معايرة الجهاز.
de: Wählen Sie den Standort aus, an dem die Kalibrierung des Geräts kopiert werden soll.
es: Seleccione el lugar de trabajo para copiar la calibración del instrumento.
it: Selezionare il sito di lavoro per copiare la calibrazione dello strumento.
zh: 选择要复制设备校准的站点。

source: Pas de chantier compatible avec calibration.
ar: لا يوجد موقع بناء متوافق مع المعايرة.
de: Keine mit Kalibrierung kompatible Baustelle.
es: No es compatible con la calibración.
it: Nessun cantiere compatibile con calibrazione.
zh: 没有与校准兼容的建筑工地。

source: le chantier choisi %s n'a pas de données de calibration pour l'appareil photo.
ar: الموقع المختار %s لا يحتوي على بيانات معايرة للكاميرا.
de: Der gewählte Standort %s hat keine Kalibrierungsdaten für die Kamera.
es: la obra elegida %s no tiene datos de calibración para la cámara.
it: il cantiere scelto %s non dispone di dati di calibrazione per la fotocamera.
zh: 所选站点 %s 没有相机的校准数据。

source: la copie de la calibration a échouée.
ar: فشلت نسخة المعايرة.
de: Die Kopie der Kalibrierung ist fehlgeschlagen.
es: ha fallado la copia de la calibración.
it: la copia della calibrazione non è riuscita.
zh: 校准副本失败。

source: La copie de la calibration de l'appareil à partir de %s a échoué.
ar: نسخ معايرة الجهاز من %s فشل.
de: Kopieren der Kalibrierung des Geräts von %s misslungen.
es: La copia de la calibración del aparato a partir de %s ha fallado.
it: La copia della calibrazione del dispositivo da %s non riuscita.
zh: 从 复制设备的校准 %s 失败。

source: Calibration de l'appareil photo à partir de '%s' recopiée.
ar: تم نسخ معايرة الكاميرا من "%s".
de: Kamerakalibrierung von '%s' kopiert.
es: Calibración de la cámara a partir del '%s' copiado.
it: Calibrazione della telecamera dal copiato '%s'.
zh: 从“ %s”复制了摄像机校准。

source: Copie de la calibration du chantier %s effectuée.
ar: نسخة من معايرة الموقع %s نفذت.
de: Kopie der Standortkalibrierung %s Durchgeführt.
es: Copia de la calibración de la obra %s realizada.
it: Copia della calibrazione del cantiere %s eseguita.
zh: 现场校准副本 %s 进行。

source: la recopie a échouée : %s.
ar: فشل النسخ: %s.
de: Kopieren fehlgeschlagen: %s.
es: la copia falló: %s.
it: la copia non è riuscita: %s.
zh: 复制失败：%s。

source: La copie de la calibration depuis %s a échoué.
ar: نسخة من المعايرة منذ %s فشل.
de: Die Kopie der Kalibrierung seit %s misslungen.
es: Copia de la calibración desde %s ha fallado.
it: La copia della calibrazione da %s non riuscita.
zh: 校准的副本自 %s 失败。

source: Choisir d'abord les photos du chantier.
ar: اختر أولاً صور الموقع.
de: Wählen Sie zuerst die Fotos der Website.
es: Primero elige las fotos del lugar de la construcción.
it: Per prima cosa scegliete le foto del cantiere.
zh: 首先选择网站的照片。

source: Pour calibrer l'appareil photo
ar: لمعايرة الكاميرا
de: So kalibrieren Sie die Kamera
es: Para calibrar la cámara
it: Per calibrare la telecamera
zh: 校准相机

source: Quelques photos, convergentes, d'angles écartés
ar: بعض الصور متقاربة من زوايا واسعة
de: Einige Fotos, die aus weiten Winkeln zusammenlaufen
es: Unas pocas fotos, convergentes, desde diferentes ángulos
it: Alcune foto, convergenti, da diverse angolazioni
zh: 一些从广角汇聚的照片

source: Supprimer
ar: نزع
de: Löschen
es: Eliminar
it: Eliminare
zh: 移除

source: Pas de photos pour la calibration de l'appareil photo.
ar: لا توجد صور لمعايرة الكاميرا.
de: Keine Fotos für die Kamerakalibrierung.
es: No hay imágenes para la calibración de la cámara.
it: Nessuna immagine per la calibrazione della fotocamera.
zh: 没有用于相机校准的照片。

source: Nombre de photos choisies pour calibrer l'appareil photo :
ar: عدد الصور المختارة لمعايرة الكاميرا:
de: Anzahl der Fotos, die zur Kalibrierung der Kamera ausgewählt wurden:
es: Número de fotos seleccionadas para calibrar la cámara:
it: Numero di foto scelte per calibrare la fotocamera:
zh: 选择校准相机的照片数量：

source: Suppression de la calibration de l'appareil photo par copie depuis un autre chantier
ar: تمت إزالة معايرة الكاميرا عن طريق النسخ من موقع آخر
de: Die Kamerakalibrierung wurde durch Kopieren von einer anderen Site entfernt
es: Retirar la calibración de la cámara copiando desde otro lugar de trabajo
it: Rimozione della calibrazione della telecamera tramite copia da un altro cantiere
zh: 通过从其他站点复制来删除摄像机校准

source: Suppression de la calibration de l'appareil par photos
ar: إزالة معايرة الكاميرا بالصور
de: Entfernen der Kamerakalibrierung durch Fotos
es: Suprimiendo la calibración de la cámara al tomar fotos
it: Sopprimere la calibrazione della fotocamera scattando foto
zh: 通过照片删除相机校准

source: Image maîtresse avec masque
ar: الصورة الرئيسية مع القناع
de: Masterbild mit Maske
es: Imagen maestra con máscara
it: Immagine principale con maschera
zh: 带蒙版的主图像

source: Choisir une ou plusieurs image(s) maître(s)
ar: اختر صورة (صور) رئيسية واحدة أو أكثر
de: Wählen Sie ein oder mehrere Master-Images aus.
es: Elija una o más imágenes maestras
it: Scegliere una o più immagini master
zh: 选择一个或多个主映像

source: en jaune : les maîtresses actuelles
ar: باللون الأصفر: العشيقات الحاليات
de: In Gelb: die aktuellen Herrinnen
es: amarillo: las amantes actuales
it: in giallo: le amanti attuali
zh: 黄色：现任情妇

source: Une info bulle informe de la présence d'un masque
ar: تلميح أداة يبلغ عن وجود قناع
de: Ein Tooltip informiert über das Vorhandensein einer Maske
es: La información de la burbuja informa de la presencia de una máscara
it: Una bolla informativa informa della presenza di una maschera
zh: 工具提示会告知您是否存在面罩

source: Supprimer les images maîtres
ar: حذف الصور الرئيسية
de: Master-Images löschen
es: Eliminar las imágenes maestras
it: Cancellare le immagini master
zh: 删除主图像

source: Abandon. Choix inchangé.
ar: التخلي عن. الاختيار لم يتغير.
de: Aufgabe. Auswahl unverändert.
es: Abortar. La elección no ha cambiado.
it: Interrompere. La scelta è rimasta invariata.
zh: 放弃。选择不变。

source: Image maîtresse obligatoire pour GeomImage.
ar: الصورة الرئيسية المطلوبة ل GeomImage.
de: Erforderliches Masterimage für GeomImage.
es: Imagen maestra obligatoria para GeomImage.
it: Immagine principale obbligatoria per GeomImage.
zh: GeomImage 所需的主映像。

source: image maître =
ar: الصورة الرئيسية =
de: Master Image =
es: imagen maestra =
it: immagine master =
zh: 主图片=

source: un seul masque :
ar: قناع واحد:
de: eine einzelne Maske:
es: una sola máscara
it: una sola maschera
zh: 一个面具：

source: Pas de mosaïque Tarama : pas de masque.
ar: لا فسيفساء تاراما: لا قناع.
de: Kein Tarama-Mosaik: keine Maske.
es: No hay mosaico Tarama: no hay máscara.
it: Nessun mosaico Tarama: nessuna maschera.
zh: 没有塔拉马赛克：没有面具。

source: Tracer un nouveau masque sur la mosaïque Tarama
ar: ارسم قناعا جديدا على فسيفساء تاراما
de: Zeichne eine neue Maske auf das Tarama-Mosaik
es: Dibujar una nueva máscara en el mosaico Tarama
it: Tracciare una nuova maschera sul mosaico Tarama
zh: 在塔拉马赛克上画一个新的面具

source: erreur dans miseAJour701_703 :
ar: خطأ في updateDay701_703:
de: Fehler in update701_703:
es: error en el UPDATE701_703
it: errore in UPDATE701_703
zh: update701_703中的错误：

source: Il faut au moins une image maître pour définir un masque.
ar: يلزم وجود صورة رئيسية واحدة على الأقل لتحديد القناع.
de: Zum Definieren einer Maske wird mindestens ein Master-Image benötigt.
es: Se necesita al menos una imagen maestra para definir una máscara.
it: Per definire una maschera è necessaria almeno un'immagine master.
zh: 需要至少一个主图像来定义一个蒙版。

source: Un masque existe déjà
ar: القناع موجود بالفعل
de: Eine Maske existiert bereits
es: Ya existe una máscara
it: Una maschera esiste già
zh: 遮罩已存在

source: Choisir l'image pour le masque
ar: اختر الصورة للقناع
de: Wählen Sie das Bild für die Maske
es: Elija la imagen para la máscara
it: Scegliere l'immagine per la maschera
zh: 选择遮罩的图像

source: Choisir une image maître pour le masque en jaune = un masque existe
ar: اختر صورة رئيسية للقناع باللون الأصفر = وجود قناع
de: Wählen Sie ein Masterbild für die Maske in Gelb = eine Maske existiert
es: Elija una imagen maestra para la máscara en amarillo = existe una máscara
it: Scegliere un'immagine master per la maschera in giallo = esiste una maschera
zh: 以黄色选择蒙版的主图像=存在蒙版
