Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: menu Outils : - Nom et focale de l'appareil photo, dimension des photos : Informations extraites de l'exif : fabricant, modèle, focale et dimensions en pixels de la première photo. Il y a 2 types de focales : focale effective et focale équivalente 35 mm. Indique si l'appareil photo est connu dans '/XML MicMac/DicoCamera.xml'. - Afficher toutes les focales des photos : focales et focales équivalentes en 35mm. Si les focales ne sont pas identiques pour toutes les photos, utiliser la calibration pour chaque focale : Pour cela définir un appareil photo différent pour chaque focale (voir menu expert . Affiche aussi le nom de l'appareil photo pour chaque photo. - Mettre à jour DicoCamera.xml : ajouter la taille du capteur dans '/XML MicMac/DicoCamera.xml'. La taille du capteur dans DicoCamera.xml est requise si la focale équivalente 35mm est absente de l'exif. La taille du capteur facilite les calculs et améliore les résultats. La taille du capteur se trouve sur le site du fabricant ou sur http://www.dpreview.com. - Qualité des photos du dernier traitement : calcule le nombre moyen de points homologues par photo. La présence de photos avec peu de points homologues peut faire échouer le traitement. Il est parfois préférable de traiter peu de photos mais de bonne qualité. - Qualité des points GCP : le module GCPBascule vérifie la position annoncée des points GCP. Cet item affiche le résultat synthétique du contrôle effectué par MicMac. La trace détaillée comporte plus de détails. - Sélectionner les N meilleures photos : retire les photos ayant le moins de points homologues. Crée un nouveau chantier. Les points homologues antérieurs sont conservés. - Retirer des photos : retire des photos du chantier pour les traitements à venir. - Construire un nuage non dense : si l'orientation est trouvée, lance directement la construction du nuage non dense Ce nuage permet de définir un masque pour C3DC - Construire la mosaïque des photos : lorsque les points homologues sont présents, lance Tarama Cette mosaïque permet de construire un masque pour Malt - générer un maillage texturé après C3DC : lance Tequila - Modifier les focales des photos : permet la création et la modification des exifs des photos du chantier. Les tags de l'exif modifiés sont : la marque de l'appareil, le modèle, la focale et la focale équivalente 35mm. Toutes les photos sont modifiées et prennent les mêmes valeurs Si le tag est absent de l'exif il est créé. - Afficher les options par défaut : valeurs utilisées lors de la création d'un nouveau chantier. - Modifier les options par défaut : les valeurs par défaut de certains paramètres sont modifiables. Les paramètres concernés sont ceux des onglets du menu MicMac/options. Les valeurs du chantier en cours deviennent les valeurs par défaut. - Vérifie la présence d'une nouvelle version sur GitHub : vérifie et informe d'une nouvelle version Propose d'accéder directement à la page GitHub de téléchargement
ar: قائمة الأدوات: - الاسم والبعد البؤري للكاميرا وحجم الصور: المعلومات المستخرجة من exif: الشركة المصنعة والنموذج والبعد البؤري وأبعاد البكسل للصورة الأولى. هناك 2 أنواع من الأطوال البؤرية: البعد البؤري الفعال والبعد البؤري المكافئ 35 ملم. يشير إلى ما إذا كانت الكاميرا معروفة في '/XML MicMac/DicoCamera.xml'. - عرض جميع الأطوال البؤرية للصور: الأطوال البؤرية والأطوال البؤرية المكافئة في 35 مم. إذا لم تكن الأطوال البؤرية هي نفسها لجميع الصور، فاستخدم المعايرة لكل بعد بؤري: للقيام بذلك ، حدد كاميرا مختلفة لكل بعد بؤري (انظر قائمة الخبراء. يعرض أيضا اسم الكاميرا لكل صورة. - تحديث DicoCamera .xml: إضافة حجم المستشعر في '/ XML MicMac / DicoCamera.xml'. حجم المستشعر في DicoCamera .xml مطلوب إذا كان البعد البؤري المكافئ 35 مم غائبا عن exif. حجم المستشعر يسهل العمليات الحسابية ويحسن النتائج. يمكن العثور على حجم المستشعر على موقع الشركة المصنعة أو على http://www.dpreview.com. - جودة الصورة للمعالجة الأخيرة: تحسب متوسط عدد النقاط المتماثلة لكل صورة. يمكن أن يؤدي وجود صور تحتوي على عدد قليل من النقاط المتماثلة إلى فشل العلاج. يفضل أحيانا معالجة عدد قليل من الصور ولكن بجودة جيدة. - جودة نقاط GCP: تتحقق وحدة GCPBascule من الموضع المعلن لنقاط GCP. يعرض هذا العنصر نتيجة ملخص الفحص الذي تم إجراؤه بواسطة MicMac. يحتوي التتبع التفصيلي على مزيد من التفاصيل. - حدد أفضل الصور N: يزيل الصور بأقل عدد من نقاط الأقران. ينشئ موقع بناء جديد. يتم الاحتفاظ بنقاط النظير السابقة. - إزالة الصور: إزالة الصور من موقع البناء للعلاجات المستقبلية. - بناء سحابة غير كثيفة: إذا تم العثور على الاتجاه ، ابدأ مباشرة في بناء السحابة غير الكثيفة تتيح لك هذه السحابة تحديد قناع ل C3DC - بناء فسيفساء الصور: عندما تكون النقاط المتماثلة موجودة ، كما يقول تاراما هذه الفسيفساء تجعل من الممكن بناء قناع للشعير - إنشاء شبكة محكم بعد C3DC: تطلق تيكيلا - تعديل الأطوال البؤرية للصور: يسمح بإنشاء وتعديل الصور التوضيحية للموقع. علامات exif المعدلة هي: العلامة التجارية للكاميرا ، النموذج ، البعد البؤري والبعد البؤري المكافئ 35 مم. يتم تحرير جميع الصور وتأخذ نفس القيم إذا كانت العلامة غائبة عن exif يتم إنشاؤها. - إظهار الخيارات الافتراضية: القيم المستخدمة عند إنشاء موقع جديد. - تغيير الخيارات الافتراضية: القيم الافتراضية لبعض الإعدادات قابلة للتحرير. الإعدادات المتأثرة هي تلك الخاصة بعلامات تبويب قائمة MicMac / الخيارات. تصبح قيم موقع البناء الحالي هي القيم الافتراضية. - الشيكات لإصدار جديد على GitHub: الشيكات ويبلغ عن إصدار جديد يوفر وصولا مباشرا إلى صفحة تنزيل GitHub
de: Menü "Extras": - Name und Brennweite der Kamera, Größe der Fotos: Informationen aus dem Exif: Hersteller, Modell, Brennweite und Pixelabmessungen des ersten Fotos. Es gibt 2 Arten von Brennweiten: effektive Brennweite und äquivalente Brennweite 35 mm. Gibt an, ob die Kamera in '/XML MicMac/DicoCamera.xml' bekannt ist. - Zeigen Sie alle Brennweiten von Fotos an: Brennweiten und Brennweitenäquivalent in 35 mm. Wenn die Brennweiten nicht für alle Fotos gleich sind, verwenden Sie die Kalibrierung für jede Brennweite: Definieren Sie dazu für jede Brennweite eine andere Kamera (siehe Expertenmenü. Zeigt auch den Kameranamen für jedes Foto an. - Update DicoCamera.xml: Fügen Sie die Sensorgröße in '/XML MicMac/DicoCamera.xml' hinzu. Die Sensorgröße in DicoCamera .xml wird benötigt, wenn die äquivalente Brennweite 35 mm im Exif fehlt. Die Größe des Sensors erleichtert die Berechnungen und verbessert die Ergebnisse. Die Größe des Sensors finden Sie auf der Website des Herstellers oder auf http://www.dpreview.com. - Fotoqualität der letzten Behandlung: berechnet die durchschnittliche Anzahl der homologen Punkte pro Foto. Das Vorhandensein von Fotos mit wenigen homologen Punkten kann dazu führen, dass die Behandlung fehlschlägt. Es ist manchmal vorzuziehen, nur wenige Fotos zu verarbeiten, aber von guter Qualität. - Qualität der GCP-Punkte: Das GCPBascule-Modul überprüft die angekündigte Position der GCP-Punkte. Dieses Element zeigt das zusammenfassende Ergebnis der von MicMac durchgeführten Prüfung an. Die detaillierte Ablaufverfolgung enthält weitere Details. - Wählen Sie die N besten Fotos aus: Entfernt die Fotos mit den wenigsten Peer-Punkten. Erstellt eine neue Baustelle. Bisherige Gegenstücke bleiben erhalten. - Fotos entfernen: Entfernen Sie Fotos von der Baustelle für zukünftige Behandlungen. - Erstellen Sie eine nicht dichte Wolke: Wenn die Orientierung gefunden ist, beginnen Sie direkt mit dem Bau der nicht dichten Wolke In dieser Cloud können Sie eine Maske für C3DC definieren - Bauen Sie das Mosaik von Fotos auf: Wenn die homologen Punkte vorhanden sind, sagt Tarama Dieses Mosaik ermöglicht es, eine Maske für Malz zu bauen - Erzeugen Sie ein texturiertes Mesh nach C3DC: startet Tequila - Ändern Sie die Brennweiten der Fotos: Ermöglicht die Erstellung und Änderung der Exifs der Fotos der Website. Die Tags des modifizierten Exifs sind: die Marke der Kamera, das Modell, die Brennweite und die äquivalente Brennweite 35mm. Alle Fotos werden bearbeitet und haben die gleichen Werte Wenn das Tag im Exif nicht vorhanden ist, wird es erstellt. - Standardoptionen anzeigen: Werte, die beim Erstellen einer neuen Site verwendet werden. - Standardoptionen ändern: Die Standardwerte einiger Einstellungen können bearbeitet werden. Die betroffenen Einstellungen sind die der Registerkarten des MicMac-/Optionsmenüs. Die Werte der aktuellen Baustelle werden zu den Vorschlagswerten. - Sucht auf GitHub nach einer neuen Version: prüft und informiert über eine neue Version Bietet direkten Zugriff auf die GitHub-Downloadseite
zh: 工具菜单： - 相机的名称和焦距，照片的大小：从exif中提取的信息： 第一张照片的制造商、型号、焦距和像素尺寸。 有两种类型的焦距：有效焦距和等效焦距35 mm。 指示相机在“/XML MicMac/DicoCamera.xml”中是否已知。 - 显示照片的所有焦距：焦距和焦距等效于35mm。 如果所有照片的焦距不同，请对每个焦距使用校准： 为此，请为每个焦距定义不同的相机（请参阅专家菜单）。 还显示每张照片的相机名称。 - 更新DicoCamera.xml：在“/XML MicMac/DicoCamera.xml”中添加传感器大小。 如果exif中没有等效焦距35mm，则需要DicoCamera.xml中的传感器尺寸。 传感器的尺寸便于计算并改善结果。 传感器的尺寸可以在制造商的网站或 http://www.dpreview.com 上找到。 - 上次处理的照片质量：计算每张照片的平均同源点数。 存在很少同源点的照片会导致治疗失败。 有时最好处理少量但质量好的照片。 - GCP 点的质量：GCP 模块检查 GCP 点的已宣布位置。 此项显示 MicMac 执行的检查的汇总结果。详细跟踪包含更多详细信息。 - 选择N张最佳照片：删除对等点最少的照片。创建新的施工现场。 保留以前的对应点。 - 删除照片：从施工现场删除照片以备将来处理。 - 构建非致密云：如果找到方向，直接开始建造非致密云 此云允许您为 C3DC 定义掩码 - 建立照片的马赛克：当同源点存在时，塔拉马说 这种马赛克使制作麦芽面具成为可能 - 在C3DC之后生成纹理网格：推出龙舌兰酒 - 修改照片的焦距：允许创建和修改网站照片的exif。 修改后的exif标签是：相机的品牌，型号，焦距和等效焦距35mm。 所有照片都经过编辑并采用相同的值 如果 exif 中没有标签，则会创建该标签。 - 显示默认选项：创建新站点时使用的值。 - 更改默认选项：某些设置的默认值是可编辑的。 受影响的设置是 MicMac/选项菜单选项卡的设置。 当前施工现场的值将成为默认值。 - 在 GitHub 上检查新版本：检查并通知新版本 提供对 GitHub 下载页面的直接访问

source: menu Expert : Le menu expert comporte des sous menus dédiés : - aux chantiers comportant plusieurs appareils photos différents. - aux importations de données d'un autre chantier (points homologues, orientation). - aux photos de drones comportant des données GPS. - Ouvrir une console permettant de passer des commandes système et MicMac (par exemple : mm3d). - Ouvrir une console permettant de passer des commandes Python (ex. : afficher une variable.) - Exécuter un pipeline MicMac : choisir une procédure cataloguée ".bat" comportant un ensemble de commandes MicMac (mm3d) : elle sera exécutée au sein du chantier en cours. - Les commentaires sont précédés d'un #. - Les lignes ne comportant pas mm3d sont ignorées - les commandes de MicMac peuvent être des "v" commandes - les traces synthétiques et complètes sont mémorisées - l'état du chantier signale l'exécution du pipeline - Personnaliser les paramètres optionnels des modules MicMac. Permet l'ajout et la surcharge des paramètres nommés des modules MicMac. Exemple : Malt est très consommateur de ressources CPU et utilise tous les coeurs du processeur. Il admet un paramètre NbProc qui permet de limiter ce nombre, facilitant les autres activités de l'ordinateur. Autre exemple : Tapioca MulScale admet NbMinPt=XX indiquant le nombre minimum de points pour conserver les paires. - Consulter le fichier de logging MicMac : mm3d-logFile.txt. - Importer les points homologues, les points GCP/GPS: - Recopier des points GCP à partir d'un autre chantier. - Recopier les points homologues à partir d'un autre chantier, seuls les chantiers compatibles sont proposés. Utile pour éviter le recalcul pour les nouveaux chantiers composés d'un sous ensemble de photos du chantier initial. - Recopier la calibration à partir d'un autre chantier, seuls les chantiers compatibles sont proposés. - Insérer de points GCP à partir d'un fichier texte, séparateur espace, format : NomDuPoint X Y Z 'dx dy dz' Les valeurs dx dy dz sont des écarts en nombre entier de pixels image, en une seule chaine : exemple : '2 2 2' Le caractère # en début de ligne signale un commentaire. - Insérer la position des points sur les photos à partir d'un fichier texte, format : NomDuPoint NomPhoto X Y - Exporter les points GPS vers un fichier texte. Permet la modification puis l'importation - Exporter vers un fichier texte la position sur les photos des points GPS. Permet la modification puis l'importation - Définir plusieurs appareils photos. Si le lot de photos provient de plusieurs appareils de même type il faut informer MicMac de cette situation. AperoDeDenis propose de modifier le tag 'model' de l'exif des photos : - à défaut en utilisant le préfixe des noms de fichiers, que l'utilisateur a préparé de telle sorte que chaque préfixe corresponde à un appareil. Certains appareils proposent de modifier ce préfixe. - Définir la longueur du préfixe utilisé dans l'item précédent. - Lister les appareils photos présents dans le lot de photos. - Navigation GPS : utilisation des données GPS mémorisées par les caméras embarquées sur les drones. Les données sont exploitées automatiquement et un repère local WGS84 est créé. Si des points GCP sont saisis alors ils sont prioritaires et les données GPS sont ignorées. 7 items de menus sont disponibles dans le cas où les métadonnées sont présentes dans les photos - Afficher les informations sur le référentiel choisi et les coordonnées du point origine du repère - choisir le repère : local (WGS84, équivalent Lambert 93 en France métropolitaine), géocentrique ou local - choisir un référentiel EPSG. Le référentiel aura ses coordonnées en mètres. - ignorer les données GPS des photos.
ar: قائمة الخبراء: تتضمن قائمة الخبراء قوائم فرعية مخصصة: - مواقع بها عدة كاميرات مختلفة. - استيراد البيانات من موقع آخر (نقاط متجانسة ، اتجاه). - صور طائرات بدون طيار تحتوي على بيانات GPS. - افتح وحدة تحكم تسمح لك بتمرير أوامر النظام و MicMac (على سبيل المثال: mm3d). - افتح وحدة تحكم تسمح لك بتمرير أوامر بايثون (على سبيل المثال: عرض متغير.) - قم بتشغيل خط أنابيب MicMac: اختر إجراء مفهرس ".bat" يحتوي على مجموعة من الأوامر MicMac (mm3d): سيتم تنفيذه داخل الموقع الحالي. - يسبق التعليقات بعلامة #. - يتم تجاهل الأسطر التي لا تحتوي على mm3d - أوامر MicMac يمكن أن تكون أوامر "v" - يتم حفظ الآثار الاصطناعية والكاملة - تشير حالة موقع البناء إلى تنفيذ خط الأنابيب - تخصيص الإعدادات الاختيارية لوحدات MicMac. يسمح بإضافة وتجاوز المعلمات المسماة لوحدات MicMac النمطية. على سبيل المثال: Malt عبارة عن وحدة معالجة مركزية مكثفة للغاية ويستخدم جميع نوى المعالج. يقبل معلمة NbProc التي تسمح بتحديد هذا الرقم ، مما يسهل الأنشطة الأخرى للكمبيوتر. مثال آخر: Tapioca MulScale يعترف NbMinPt = XX مشيرًا إلى الحد الأدنى لعدد النقاط للاحتفاظ بالأزواج. - استشر ملف تسجيل MicMac: mm3d-logFile.txt. - استيراد نقاط النظراء ونقاط GCP / GPS: - انسخ نقاط GCP من موقع آخر. - نسخ النقاط المتجانسة من موقع آخر ، يتم تقديم المواقع المتوافقة فقط. مفيد لتجنب إعادة الحساب للمواقع الجديدة المكونة من مجموعة فرعية من صور الموقع الأولي. - نسخ المعايرة من موقع آخر ، يتم تقديم المواقع المتوافقة فقط. - أدخل نقاط GCP من ملف نصي ، فاصل مسافة ، التنسيق: NomDuPoint X Y Z 'dx dy dz' القيم dx dy dz هي انحرافات في العدد الكامل لوحدات بكسل الصورة ، في سلسلة واحدة: مثال: "2 2 2" يشير الحرف # في بداية السطر إلى تعليق. - أدخل موضع النقاط على الصور من ملف نصي ، التنسيق: NomDuPoint NomPhoto X Y - تصدير نقاط GPS إلى ملف نصي. يسمح بالتعديل ثم الاستيراد - تصدير إلى ملف نصي الموضع على صور نقاط GPS. يسمح بالتعديل ثم الاستيراد - ضبط عدة كاميرات. إذا كانت مجموعة الصور تأتي من عدة أجهزة من نفس النوع ، فيجب عليك إبلاغ MicMac بهذا الموقف. يقترح AperoDeDenis تعديل علامة "النموذج" لصورة exif للصور: - في حالة عدم ذلك ، باستخدام بادئة أسماء الملفات التي أعدها المستخدم بهذه الطريقة أن كل بادئة تتوافق مع جهاز. تقدم بعض الأجهزة تعديل هذه البادئة. - تحديد طول البادئة المستخدمة في العنصر السابق. - ضع قائمة بالكاميرات الموجودة في مجموعة الصور. - ملاحة GPS: استخدام بيانات GPS المخزنة بواسطة الكاميرات على متن طائرات بدون طيار. تتم معالجة البيانات تلقائيًا ويتم إنشاء معيار WGS84 المحلي. إذا تم إدخال نقاط GCP ، فإنها تأخذ الأولوية ويتم تجاهل بيانات GPS. تتوفر 7 عناصر قائمة في حالة وجود البيانات الوصفية في الصور - عرض معلومات عن الإطار المرجعي المختار وإحداثيات نقطة منشأ العلامة - اختر المعيار: محلي (WGS84 ، لامبرت 93 مكافئ في فرنسا الكبرى) ، مركزية الأرض أو محلي - اختر مستودع EPSG. سيكون للإطار المرجعي إحداثياته بالأمتار. - تجاهل بيانات GPS من الصور.
de: Expertenmenü: Das Expertenmenü enthält spezielle Untermenüs: - Standorte mit mehreren verschiedenen Kameras. - Import von Daten von einem anderen Standort (homologe Punkte, Orientierung). - Fotos von Drohnen mit GPS-Daten. - Öffnen Sie eine Konsole, mit der Sie System- und MicMac-Befehle übergeben können (z. B. mm3d). - Öffnen Sie eine Konsole, mit der Sie Python-Befehle übergeben können (z. B.: eine Variable anzeigen.) - Führen Sie eine MicMac-Pipeline aus: Wählen Sie eine „.bat“-katalogisierte Prozedur, die eine Reihe von Befehlen enthält MicMac (mm3d): wird innerhalb der aktuellen Site ausgeführt. - Kommentaren wird ein # vorangestellt. - Zeilen ohne mm3d werden ignoriert - MicMac-Befehle können "v"-Befehle sein - Synthetische und vollständige Spuren werden gespeichert - Der Zustand der Baustelle signalisiert die Ausführung der Pipeline - Passen Sie optionale Einstellungen für MicMac-Module an. Ermöglicht das Hinzufügen und Überschreiben benannter Parameter von MicMac-Modulen. Beispiel: Malt ist sehr CPU-intensiv und nutzt alle Prozessorkerne. Es akzeptiert einen NbProc-Parameter, der es ermöglicht, diese Zahl zu begrenzen, was die anderen Aktivitäten des Computers erleichtert. Ein weiteres Beispiel: Tapioca MulScale gibt NbMinPt=XX zu, was die Mindestanzahl von Punkten angibt, um die Paare zu halten. - Konsultieren Sie die MicMac-Protokolldatei: mm3d-logFile.txt. - Peer-Punkte, GCP/GPS-Punkte importieren: - Kopieren Sie GCP-Punkte von einer anderen Website. - Kopieren Sie homologe Punkte von einer anderen Site, es werden nur kompatible Sites angeboten. Nützlich, um eine Neuberechnung für neue Websites zu vermeiden, die aus einer Teilmenge von Fotos der ursprünglichen Website bestehen. - Kopieren Sie die Kalibrierung von einem anderen Standort, es werden nur kompatible Standorte angeboten. - GCP-Punkte aus einer Textdatei einfügen, Leerzeichen, Format: NomDuPoint X Y Z 'dx dy dz' Die Werte dx dy dz sind Abweichungen in ganzen Bildpixeln, in einer einzigen Zeichenkette: Beispiel: '2 2 2' Das #-Zeichen am Anfang einer Zeile kennzeichnet einen Kommentar. - Fügen Sie die Position der Punkte auf den Fotos aus einer Textdatei ein, Format: NomDuPoint NomPhoto X Y - Exportieren Sie GPS-Punkte in eine Textdatei. Ermöglicht die Änderung und den anschließenden Import - Exportieren Sie die Position auf den Fotos der GPS-Punkte in eine Textdatei. Ermöglicht die Änderung und den anschließenden Import - Stellen Sie mehrere Kameras ein. Wenn der Fotostapel von mehreren Geräten des gleichen Typs stammt, müssen Sie MicMac über diese Situation informieren. AperoDeDenis schlägt vor, das 'model'-Tag des Exifs der Fotos zu ändern: - andernfalls unter Verwendung des Präfixes der Dateinamen, die der Benutzer so vorbereitet hat dass jedes Präfix einem Gerät entspricht. Einige Geräte bieten an, dieses Präfix zu ändern. - Definieren Sie die Länge des Präfixes, das im vorherigen Element verwendet wurde. - Listen Sie die im Fotostapel vorhandenen Kameras auf. - GPS-Navigation: Verwendung von GPS-Daten, die von Kameras an Bord von Drohnen gespeichert werden. Die Daten werden automatisch verarbeitet und ein lokaler WGS84-Benchmark erstellt. Wenn GCP-Punkte eingegeben werden, haben diese Vorrang und GPS-Daten werden ignoriert. 7 Menüpunkte sind verfügbar, falls die Metadaten in den Fotos vorhanden sind - Anzeige von Informationen zum gewählten Referenzrahmen und den Koordinaten des Ursprungspunkts der Markierung - Wählen Sie den Benchmark: lokal (WGS84, Lambert 93-Äquivalent im französischen Mutterland), geozentrisch oder lokal - Wählen Sie ein EPSG-Repository. Der Referenzrahmen hat seine Koordinaten in Metern. - GPS-Daten von Fotos ignorieren.
zh: 专家菜单： 专家菜单包括专用子菜单： - 有几个不同摄像头的网站。 - 从另一个站点导入数据（同源点、方向）。 - 包含 GPS 数据的无人机照片。 - 打开一个控制台，允许您传递系统和 MicMac 命令（例如：mm3d）。 - 打开一个控制台，允许您传递 Python 命令（例如：显示一个变量。） - 运行 MicMac 管道：选择包含一组命令的“.bat”编目程序 MicMac (mm3d)：在当前站点执行。 - 注释以# 开头。 - 忽略没有 mm3d 的行 - MicMac 命令可以是“v”命令 - 合成和完整的痕迹被记住 - 施工现场的状态标志着管道的执行 - 自定义 MicMac 模块的可选设置。 允许添加和覆盖 MicMac 模块的命名参数。 示例：Malt 非常占用 CPU，并使用所有处理器内核。 它接受一个 NbProc 参数，该参数允许限制此数量，从而促进计算机的其他活动。 另一个例子：Tapioca MulScale 承认 NbMinPt=XX 指示保持对的最小点数。 - 查阅 MicMac 日志文件：mm3d-logFile.txt。 - 导入对等点、GCP/GPS 点： - 从另一个站点复制 GCP 点。 - 从另一个网站复制同源点，只提供兼容的网站。 有助于避免重新计算由初始站点的照片子集组成的新站点。 - 从另一个站点复制校准，仅提供兼容的站点。 - 从文本文件插入 GCP 点，空格分隔符，格式：NomDuPoint X Y Z 'dx dy dz' 值 dx dy dz 是图像像素整数的偏差，在单个字符串中：示例：'2 2 2' 行首的 # 字符表示注释。 - 从文本文件中插入照片上点的位置，格式：NomDuPoint NomPhoto X Y - 将 GPS 点导出到文本文件。允许修改然后导入 - 将 GPS 点照片上的位置导出到文本文件。允许修改然后导入 - 设置多个摄像头。 如果该批照片来自同类型的多台设备，您必须将这种情况告知 MicMac。 AperoDeDenis 建议修改照片 exif 的“model”标签： - 否则，使用用户以这种方式准备的文件名前缀 每个前缀对应一个设备。一些设备提供修改此前缀。 - 定义在前一项中使用的前缀的长度。 - 列出一批照片中存在的相机。 - GPS 导航：使用无人机上的摄像头存储的 GPS 数据。 自动处理数据并创建本地 WGS84 基准。 如果输入 GCP 点，则它们优先，GPS 数据将被忽略。 如果照片中存在元数据，则有 7 个菜单项可用 - 显示有关所选参考系的信息和标记原点的坐标 - 选择基准：本地（WGS84，相当于法国本土的 Lambert 93）、地心或本地 - 选择一个 EPSG 存储库。参考系的坐标以米为单位。 - 忽略照片中的 GPS 数据。
