Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Attention : procédure longue si beaucoup de photos.
ar: تحذير: إجراء طويل في حالة وجود العديد من الصور.
de: Warnung: lange Prozedur bei vielen Fotos.
es: Precaución: procedimiento largo si hay muchas fotos.
it: Attenzione: procedura lunga se molte immagini.
zh: 警告：如果有很多照片，则过程较长。

source: modèle de l'appareil photo modifié : ajout du préfixe du nom de fichier sur %s caractères.
ar: طراز الكاميرا المعدل: تمت إضافة بادئة اسم الملف إلى %s حرفا.
de: Geändertes Kameramodell: Das Dateinamenpräfix wurde zu %s Zeichen hinzugefügt.
es: modelo de cámara modificado: se ha añadido el prefijo del nombre de archivo a %s caracteres.
it: modello della fotocamera modificato: aggiunto il prefisso del nome file su %s caratteri.
zh: 修改的相机型号：为%s字符添加了文件名前缀。

source: Nombre de fichiers modifiés : %s
ar: عدد الملفات المعدلة: %s
de: Anzahl der geänderten Dateien: %s
es: Número de archivos modificados: %s
it: Numero di file modificati: %s
zh: 修改的文件数：%s

source: Nombre de fichiers conservés car déjà modifiés : %s
ar: عدد الملفات التي تم الاحتفاظ بها لأنه تم تعديلها بالفعل: %s
de: Anzahl der Dateien, die gespeichert wurden, weil sie bereits geändert wurden: %s
es: Número de archivos guardados porque ya han sido modificados: %s
it: Numero di file conservati perché già modificati: %s
zh: 由于已被修改而保留的文件数：%s

source: Recherche des noms d'appareil photos. Patience !.
ar: ابحث عن أسماء الكاميرات. الصبر!
de: Suchen Sie nach Kameranamen. Die Geduld !.
es: Buscando los nombres de las cámaras. Paciencia.
it: Ricerca dei nomi delle telecamere. Pazienza.
zh: 搜索相机名称。耐心！

source: Les photos proviennent de
ar: الصور من
de: Die Fotos sind von
es: Las fotos provienen de
it: Le foto provengono da
zh: 照片来自

source: appareils photos différents :
ar: كاميرات مختلفة:
de: verschiedene Kameras:
es: diferentes cámaras
it: diverse telecamere
zh: 不同的相机：

source: Les photos proviennent d'un seul appareil :
ar: تأتي الصور من جهاز واحد:
de: Die Fotos stammen von einem einzigen Gerät:
es: Las fotos son de una sola cámara
it: Le foto provengono da una sola macchina fotografica
zh: 照片来自单个设备：

source: L'exif des photos ne contient pas le nom de l'appareil photo.
ar: لا يحتوي ملف exif للصور على اسم الكاميرا.
de: Das Exif der Fotos enthält nicht den Namen der Kamera.
es: El exif de las fotos no contiene el nombre de la cámara.
it: L'exif delle foto non contiene il nome della macchina fotografica.
zh: 照片的exif不包含相机的名称。

source: Pas de trace du log !
ar: لا أثر للسجل!
de: Keine Spur des Protokolls!
es: ¡No hay rastro del registro!
it: Nessuna traccia del tronco!
zh: 没有日志记录！

source: erreur sauveParamChantier :
ar: خطأ saveParamChantier:
de: saveParamChantier-Fehler:
es: error salvadoParamChantier
it: errore salvatoParamChantier
zh: saveParamChantier错误：

source: erreur sauveParamMicMac :
ar: خطأ saveParamMicMac:
de: saveParamMicMac-Fehler:
es: error salvadoParamMicMac
it: errore salvatoParamMicMac
zh: saveParamMicMac错误：

source: L'interface doit être installée dans un répertoire ou vous avez les droits d'écriture.
ar: يجب تثبيت الواجهة في دليل تمتلك فيه حقوق الكتابة.
de: Die Schnittstelle muss in einem Verzeichnis installiert sein, in dem Sie Schreibrechte haben.
es: La interfaz debe ser instalada en un directorio donde se tenga permiso de escritura.
it: L'interfaccia deve essere installata in una directory in cui si dispone di un permesso di scrittura.
zh: 该接口必须安装在您具有写权限的目录中。

source: Installer l'interface AperoDeDenis à un emplacement ou vous avez ce droit.
ar: قم بتثبيت واجهة AperoDeDenis في مكان تمتلك فيه هذا الحق.
de: Installieren Sie die AperoDeDenis-Schnittstelle an einem Ort, an dem Sie dieses Recht haben.
es: Instale la interfaz de AperoDeDenis donde tiene este derecho.
it: Installare l'interfaccia AperoDeDenis dove si ha questo diritto.
zh: 将AperoDeDenis界面安装在您拥有此权限的位置。

source: Répertoire actuel :
ar: الدليل الحالي:
de: Aktuelles Verzeichnis:
es: Directorio actual
it: Directory corrente
zh: 当前目录：

source: Erreur rencontrée :
ar: مصادفة خطأ:
de: Fehler aufgetreten:
es: Error encontrado
it: Errore riscontrato
zh: 遇到错误：

source: Problème d'installation
ar: مشكلة التثبيت
de: Installationsproblem
es: Problema de instalación
it: Problema di installazione
zh: 安装问题

source: Ouverture du chantier. Version AperoDeDenis : %s
ar: افتتاح موقع البناء. إصدار أبيروديدينيس: %s
de: Eröffnung der Baustelle. AperoDeDenis Version: %s
es: Apertura de la obra. Versión AperoDeDenis: %s
it: Apertura del cantiere. Versione AperoDeDenis: %s
zh: 施工现场开放。阿佩罗德丹尼斯版本：%s

source: Avertissement : restauration param généraux :
ar: تحذير: استعادة المعلمات العامة:
de: Warnung: Allgemeine Parameter wiederherstellen:
es: Advertencia : restaurar los parámetros generales
it: Attenzione: ripristinare i parametri generali
zh: 警告：恢复常规参数：

source: Erreur restauration param chantier :
ar: خطأ استعادة معلمات الموقع:
de: Fehler bei der Wiederherstellung der Site-Parameter:
es: Error al restaurar los parámetros del sitio
it: Errore nel ripristino dei parametri del sito
zh: 网站参数恢复错误：

source: erreur définir fichier trace, est normale lors d'une importation.
ar: خطأ في تحديد ملف التتبع ، أمر طبيعي أثناء الاستيراد.
de: Fehler beim Definieren der Trace-Datei, ist während eines Imports normal.
es: error define el archivo de rastreo, es normal al importar.
it: error define trace file, è normale durante l'importazione.
zh: 错误定义跟踪文件，在导入期间是正常的。

source: Fermer les options vidéo.
ar: إغلاق خيارات الفيديو.
de: Schließen Sie die Videooptionen.
es: Cierre las opciones de video.
it: Chiudere le opzioni video.
zh: 关闭视频选项。

source: Enregistrer les options vidéos saisies ?
ar: حفظ خيارات الفيديو دخلت؟
de: Eingegebene Videooptionen speichern?
es: ¿Guardar opciones de video capturado?
it: Salvare le opzioni video catturate?
zh: 保存输入的视频选项？

source: enregistrer
ar: سجل
de: speichern
es: registro
it: salvare
zh: 保存

source: abandon
ar: انسحاب
de: Verlass
es: abandono
it: abbandono
zh: 放棄了治療

source: Il existe une version plus récente sur GitHub :
ar: يوجد إصدار أحدث على GitHub:
de: Es gibt eine neuere Version auf GitHub:
es: Hay una versión más reciente en GitHub:
it: C'è una versione più recente su GitHub:
zh: GitHub上有一个更新的版本：

source: Recherche sur internet en cours, patience...
ar: البحث على الإنترنت قيد التقدم ، الصبر ...
de: Internetrecherche im Gange, Geduld ...
es: Investigación en Internet en progreso, paciencia...
it: Ricerca su Internet in corso, pazienza...
zh: 互联网研究正在进行中，耐心...

source: Accès internet en erreur. contrôle version impossible
ar: الوصول إلى الإنترنت عن طريق الخطأ. غير قادر على التحكم في الإصدار
de: Irrtümlicher Internetzugang. Version kann nicht gesteuert werden
es: Acceso a Internet en error. control versión imposible
it: Accesso a Internet in errore. controllo versione impossibile
zh: 互联网访问错误。无法控制版本

source: Vérifier si un proxy n'interdit pas l'accès
ar: تحقق مما إذا كان الخادم الوكيل لا يحظر الوصول
de: Überprüfen Sie, ob ein Proxy den Zugriff nicht verbietet
es: Comprobar si un proxy no impide el acceso
it: Verificare se un proxy non impedisce l'accesso
zh: 检查代理是否未禁止访问

source: Version actuelle %s à jour
ar: الإصدار الحالي %s المحدث
de: Aktuelle %s aktuelle Version
es: Versión actual %s actualizada
it: Versione corrente %s aggiornata
zh: 当前%s最新版本

source: Nouvelle version de l'interface AperoDeDenis
ar: نسخة جديدة من واجهة AperoDeDenis
de: Neue Version der AperoDeDenis-Oberfläche
es: Nueva versión de la interfaz de AperoDeDenis
it: Nuova versione dell'interfaccia AperoDeDenis
zh: 新版本的AperoDeDenis界面

source: Nouvelle version disponible sur Internet :
ar: نسخة جديدة متاحة على الإنترنت:
de: Neue Version im Internet verfügbar:
es: Nueva versión disponible en Internet
it: Nuova versione disponibile su Internet
zh: Internet上可用的新版本：

source: Téléchargement à l'adresse :
ar: التنزيل من:
de: Herunterladen unter:
es: Descargue en
it: Scaricare a
zh: 下载地址：

source: Ouvrir la page web
ar: افتح صفحة الويب
de: Webseite öffnen
es: Abrir la página web
it: Apri la pagina web
zh: 开启网页

source: Lire le fichier readme.txt
ar: اقرأ الملف التمهيدي.txt
de: Lesen Sie die Readme-Datei.txt
es: Descargar el archivo readme.txt
it: Leggi il file readme.txt
zh: 阅读自述文件.txt

source: Version de l'interface AperoDeDenis à jour
ar: نسخة محدثة من واجهة AperoDeDenis
de: Aktualisierte Version der AperoDeDenis-Oberfläche
es: Versión actualizada de la interfaz de AperoDeDenis
it: Versione aggiornata dell'interfaccia di AperoDeDenis
zh: AperoDeDenis界面的更新版本

source: Version à jour :
ar: نسخة محدثة:
de: Release-Version
es: Versión actualizada
it: Versione aggiornata
zh: 更新后的版本：

source: OK
ar: ‮موافق
zh: 确定

source: Lire le readme.txt
ar: اقرأ ملف readme.txt
de: Lesen Sie die readme.txt
es: Lea el readme.txt
it: Leggi il readme.txt
zh: 阅读readme.txt

source: Tous les chantiers sont déjà supprimés.
ar: تم حذف جميع المواقع بالفعل.
de: Alle Seiten sind bereits gelöscht.
es: Todas las obras ya han sido eliminadas.
it: Tutti i cantieri sono già stati rimossi.
zh: 所有站点已被删除。

source: Chantiers à nettoyer ou à supprimer
ar: مواقع البناء المراد تنظيفها أو إزالتها
de: Baustellen müssen gereinigt oder entfernt werden
es: Los sitios a ser limpiados o removidos
it: Siti da pulire o rimuovere
zh: 施工现场需要清理或拆除

source: Multi sélection possible
ar: اختيار متعدد ممكن
de: Mehrfachauswahl möglich
es: Posibilidad de selección múltiple
it: Possibilità di selezione multipla
zh: 多种选择

source: Taille totale : %s Mo
ar: الحجم الإجمالي: %s MB
de: Gesamtgröße: %s MB
it: Dimensione totale: %s MB
zh: 总大小： %s MB

source: Nombre de chantiers : %s
ar: عدد مواقع البناء: %s
de: Anzahl der Baustellen: %s
es: Número de obras: %s
it: Numero di cantieri: %s
zh: 建筑工地数量：%s

source: repertoires
ar: الدلائل
de: Verzeichnisse
es: directorios
it: directory
zh: 目录

source: Suppression du chantier ou nettoyage des répertoires de travail
ar: حذف موقع البناء أو تنظيف أدلة العمل
de: Löschen der Baustelle oder Bereinigen von Arbeitsverzeichnissen
es: Eliminación de la obra o limpieza de los directorios de trabajo
it: Eliminazione del cantiere o pulizia delle directory di lavoro
zh: 删除施工现场或清理工作目录

source: Le chantier suivant va être supprimé ou nettoyé :
ar: سيتم حذف أو تنظيف الموقع التالي:
de: Die folgende Site wird gelöscht oder bereinigt:
es: El siguiente sitio de trabajo será removido o limpiado:
it: Il cantiere successivo sarà rimosso o ripulito:
zh: 以下站点将被删除或清理：

source: Supprimer totalement le chantier
ar: قم بإزالة الموقع بالكامل
de: Entfernen Sie die Site vollständig
es: Eliminar completamente el sitio de construcción
it: Eliminare completamente il cantiere
zh: 完全删除网站

source: Nettoyer le chantier, conserver les résultats
ar: نظف الموقع ، احتفظ بالنتائج
de: Bereinigen Sie die Website, behalten Sie die Ergebnisse
es: Limpia el sitio, guarda los resultados
it: Pulire il sito, mantenere i risultati
zh: 清理网站，保留结果

source: ATTENTION : le chantier en cours est dans la liste.
ar: تنبيه: الموقع الحالي موجود في القائمة.
de: VORSICHT: Die aktuelle Site befindet sich in der Liste.
es: ADVERTENCIA: el actual sitio de construcción está en la lista.
it: ATTENZIONE: il cantiere attuale è nell'elenco.
zh: 注意：当前站点在列表中。

source: Suppression des chantiers ou nettoyage des répertoires de travail superflus
ar: إزالة مواقع البناء أو تنظيف أدلة العمل غير الضرورية
de: Entfernung von Baustellen oder Reinigung unnötiger Arbeitsverzeichnisse
es: Borrar los lugares de trabajo o limpiar los directorios de trabajo superfluos
it: Cancellare i siti di lavoro o ripulire gli elenchi di lavoro superflui
zh: 搬迁工地或清理不必要的工作目录

source: Les chantiers suivant vont être supprimés ou nettoyés :
ar: سيتم حذف أو تنظيف المواقع التالية:
de: Die folgenden Websites werden gelöscht oder bereinigt:
es: Las siguientes obras serán retiradas o limpiadas:
it: I seguenti cantieri saranno rimossi o puliti:
zh: 以下站点将被删除或清理：

source: Supprimer totalement les chantiers, y compris tous les sous-répertoires présents sous la racine
ar: احذف المواقع تمامًا ، بما في ذلك جميع الأدلة الفرعية الموجودة تحت الجذر
de: Löschen Sie die Sites vollständig, einschließlich aller Unterverzeichnisse, die unter dem Stammverzeichnis vorhanden sind
es: Eliminar totalmente las obras de construcción, incluyendo todos los subdirectorios bajo la raíz
it: Eliminare completamente i cantieri, comprese tutte le sottodirectory sotto la radice
zh: 完全删除站点，包括根目录下存在的所有子目录

source: Nettoyer les chantiers, conserver les résultats et les sous-répertoires indépendants du chantier
ar: مواقع البناء النظيفة ، الحفاظ على النتائج والأدلة الفرعية مستقلة عن الموقع
de: Saubere Baustellen, Halten Sie Ergebnisse und Unterverzeichnisse unabhängig von der Site
es: Limpiar las obras, conservar los resultados y los subdirectorios independientes de la obra
it: Pulire i cantieri, conservare i risultati e le sottodirectory indipendenti dal cantiere
zh: 清洁建筑工地， 使结果和子目录独立于网站

source: Suppression en cours....
ar: الحذف جاري
de: Löschvorgang läuft
es: Borrado en progreso....
it: Cancellazione in corso....
zh: 正在删除

source: Le chantier en cours %s est supprimé. Un nouveau chantier est proposé
ar: تم حذف الموقع الحالي %s. تم اقتراح موقع جديد
de: Die aktuelle Site %s wird gelöscht. Eine neue Site wird vorgeschlagen
es: El trabajo actual en curso %s es eliminado. Se propone una nueva construcción
it: I lavori in corso %s vengono cancellati. Viene proposto un nuovo cantiere
zh: 当前站点%s被删除。建议一个新的地点

source: Compte rendu de la suppression :
ar: تقرير الإزالة:
de: Entfernungsbericht:
es: Informe de eliminación:
it: Rapporto di cancellazione :
zh: 清除报告：

source: les chantiers supprimés :
ar: المواقع المحذوفة:
de: die gelöschten Seiten:
es: las obras eliminadas:
it: i cantieri cancellati :
zh: 删除的网站：

source: Tous les chantiers demandés sont supprimés.
ar: تم حذف جميع المواقع المطلوبة.
de: Alle angeforderten Websites werden gelöscht.
es: Todos los sitios de trabajo solicitados son eliminados.
it: Tutti i siti di lavoro richiesti vengono cancellati.
zh: 所有请求的站点都将被删除。

source: Il reste un chantier impossible à supprimer maintenant :
ar: لا يزال هناك موقع لا يمكن حذفه الآن:
de: Es gibt noch eine Site, die jetzt nicht gelöscht werden kann:
es: Todavía hay un sitio de trabajo que no puede ser borrado ahora
it: C'è ancora un cantiere che non può essere cancellato
zh: 仍然有一个站点现在无法删除：

source: Il reste des chantiers impossibles à supprimer maintenant :
ar: لا تزال هناك وظائف لا يمكن إزالتها الآن:
de: Es gibt noch Jobs, die jetzt nicht entfernt werden können:
es: Todavía hay patios que son imposibles de eliminar ahora
it: Ci sono ancora cantieri impossibili da eliminare
zh: 有些工作地点现在无法删除：

source: Espace disque récupéré :
ar: مساحة القرص المستردة:
de: Zurückgewonnener Speicherplatz:
es: Espacio de disco recuperado
it: Recuperato spazio su disco
zh: 回收的磁盘空间：

source: Suppression des sous-répertoires en cours....
ar: جاري حذف الدلائل الفرعية ....
de: Löschen von laufenden Unterverzeichnissen ....
es: Eliminación de los subdirectorios actuales....
it: Cancellazione delle sottodirectory correnti....
zh: 正在删除子目录....

source: Les répertoires supprimés :
ar: الدلائل المحذوفة:
de: Die gelöschten Verzeichnisse:
es: Directorios borrados
it: Elenchi cancellati
zh: 删除的目录：

source: Les répertoires qui n'ont pas pu être supprimés :
ar: الدلائل التي لا يمكن حذفها:
de: Die Verzeichnisse, die nicht gelöscht werden konnten:
es: Directorios que no podían ser borrados
it: Elenchi che non potevano essere cancellati
zh: 无法删除的目录：

source: Aucun répertoire à supprimer
ar: لا يوجد دليل لحذفه
de: Kein Verzeichnis zum Löschen
es: No hay directorios que borrar
it: Nessuna directory da cancellare
zh: 没有要删除的目录

source: Choisir
ar: اختار
de: Auswählen
es: Elegir
it: Scegliere
zh: 选取

source: Choisir :
ar: اختيار...
de: Wählen:
es: Elija uno
it: Scegline uno
zh: 选取

source: Sous Windows la longueur d'une ligne de commande est limitée à 8191 caractères
ar: تحت Windows ، يكون طول سطر الأوامر محددًا بـ 8191 حرفًا
de: Unter Windows ist die Länge einer Befehlszeile auf 8191 Zeichen begrenzt
es: Bajo Windows la longitud de una línea de comando está limitada a 8191 caracteres
it: Sotto Windows la lunghezza di una riga di comando è limitata a 8191 caratteri
zh: 在Windows下，命令行的长度限制为8191个字符

source: AperoDeDenis essaie d'exécuter la une commande dont la longueur est de %s
ar: يحاول AperoDeDenis تنفيذ الأمر بطول %s
de: AperoDeDenis versucht, den Befehl mit einer Länge von %s auszuführen
es: AperoDeDenis intenta ejecutar la un comando cuya longitud es de %s
it: AperoDeDenis tenta di eseguire un comando la cui lunghezza è %s
zh: AperoDeDenis尝试执行长度为%s的命令

source: Il est possible que ce soit un échec : dans ce cas il faut utiliser un autre système d'exploitation
ar: من المحتمل أن يكون هذا فشلًا: في هذه الحالة يجب عليك استخدام نظام تشغيل آخر
de: Möglicherweise ist dies ein Fehler: In diesem Fall müssen Sie ein anderes Betriebssystem verwenden
es: Es posible que se trate de un fallo: en este caso, se debe utilizar otro sistema operativo
it: È possibile che si tratti di un guasto: in questo caso è necessario utilizzare un altro sistema operativo
zh: 这可能是失败的：在这种情况下，您必须使用其他操作系统

source: ou diminuer le nombre de photos, la longueur des chemins...
ar: أو تقليل عدد الصور ، طول المسارات ...
de: oder reduzieren Sie die Anzahl der Fotos, die Länge der Pfade ...
es: ...o reducir el número de fotos, la longitud de los caminos...
it: o ridurre il numero di foto, la lunghezza dei percorsi...
zh: 或减少照片数量，路径长度...

source: Voici les 200 premiers caractères de la commande :
ar: فيما يلي أول 200 حرف من الأمر:
de: Hier sind die ersten 200 Zeichen des Befehls:
es: Aquí están los primeros 200 caracteres del comando:
it: Ecco i primi 200 caratteri del comando :
zh: 这是命令的前200个字符：

source: Toute la commande se trouve dans la trace
ar: كل الطلبات في المسار الصحيح
de: Die gesamte Bestellung ist in der Spur
es: El comando completo está en el rastreo
it: L'intero comando è in traccia
zh: 所有订单都在轨道上

source: Problème de longueur de commande
ar: مسألة طول الطلب
de: Problem mit der Bestelllänge
es: Problema de longitud de la orden
it: Problema di lunghezza dell'ordine
zh: 订单长度问题

source: : lancement de
ar: : إطلاق
de: Markteinführung von
es: introducción de
it: introduzione di
zh: ：启动

source: erreur lors de l'exécution de la commande :
ar: خطأ في تنفيذ الأمر:
de: Fehler beim Ausführen des Befehls:
es: Error de ejecución de la orden@info
it: Errore nell'esecuzione del comando.
zh: 执行命令时出错：

source: : fin de
ar: : نهاية ال
de: : Ende des
it: fine di
zh: ： 结束

source: erreur lecture ligne stdout :
ar: خطأ في قراءة سطر stdout:
de: Fehler beim Lesen der stdout-Zeile:
es: error lectura línea stdout:
it: errore lettura riga stdout:
zh: 读取标准输出行时出错：

source: Trace complète
ar: أثر كامل
de: Volle Spur
es: Rastreo completo
it: Traccia completa
zh: 全迹

source: Trace synthétique
ar: أثر اصطناعي
de: Synthetische Spur
es: Rastros sintéticos
it: Traccia sintetica
zh: 合成痕迹

source: Choix des photos :
ar: اختيار الصور:
de: Auswahl an Fotos:
es: Elección de las fotos :
it: Scelta delle foto :
zh: 照片选择：

source: répertoire du chantier :
ar: دليل الموقع:
de: Site-Verzeichnis:
es: directorio de sitios :
it: directory del sito :
zh: 网站目录：

source: erreur écriture trace MicMac :
ar: خطأ في كتابة آثار MicMac:
de: Fehler beim Schreiben von MicMac-Spuren:
es: error escritura traza MicMac:
it: errore scrittura traccia MicMac:
zh: 写入跟踪 MicMac 时出错：

source: Choisir une photo
ar: اختيار صورة
de: Ein Foto auswählen
es: Elija una foto
it: Scegliere una foto
zh: 选择一张照片

source: Cliquer pour choisir une ou plusieurs photos :
ar: انقر لاختيار صورة واحدة أو أكثر:
de: Klicken Sie, um ein oder mehrere Fotos auszuwählen:
es: Haz clic para elegir una o más fotos
it: Clicca per scegliere una o più foto
zh: 单击以选择一张或多张照片：

source: Pas de photos pour cette demande.
ar: لا توجد صور لهذا الطلب.
de: Keine Fotos für diese Anfrage.
es: No hay fotos para esta aplicación.
it: Non ci sono foto per questa applicazione.
zh: 没有此要求的照片。

source: Le répertoire du chantier n'est pas accessible. Relancer l'ouverture d'un chantier
ar: دليل الموقع غير قابل للوصول. أعد فتح موقع البناء
de: Auf das Site-Verzeichnis kann nicht zugegriffen werden. Starten Sie die Eröffnung einer Baustelle neu
es: El directorio del sitio no es accesible. Reiniciar la apertura de una obra
it: La directory del sito non è accessibile. Riprendere l'apertura di un cantiere
zh: 网站目录不可访问。重新启动建筑工地

source: Les fichiers suivants sont absents du disque :
ar: الملفات التالية مفقودة من القرص:
de: Die folgenden Dateien fehlen auf der Festplatte:
es: Faltan los siguientes archivos en el disco:
it: Mancano i seguenti file dal disco :
zh: 磁盘上缺少以下文件：

source: Dossier corrompu. Traitement interrompu.
ar: مجلد تالف. توقف العلاج.
de: Beschädigter Ordner. Behandlung unterbrochen.
es: Archivo corrupto. Procesamiento interrumpido.
it: File corrotto. Elaborazione interrotta.
zh: 文件夹损坏。治疗中断。

source: Ouvrir en grand
ar: يجب أن يكون مدخلك هائلاً.
de: Weit öffnen
es: Abre bien la boca
it: Apriti
zh: 敞开

source: Options caméra modifiées
ar: خيارات الكاميرا المعدلة
de: Geänderte Kameraoptionen
es: Opciones de cámara modificadas
it: Opzioni fotocamera modificate
zh: 修改的相机选项

source: Abandon : options caméra inchangées.
ar: إحباط: خيارات الكاميرا دون تغيير.
de: Abbrechen: Kameraoptionen bleiben unverändert.
es: Abandono: opciones de cámara sin cambios.
it: Abbandono: opzioni della fotocamera invariate.
zh: 中止：相机选项不变。

source: L'outil ffmpeg n'est pas installé sur votre ordinateur. Traitement des vidéos impossible.
ar: لم يتم تثبيت أداة ffmpeg على جهاز الكمبيوتر الخاص بك. غير قادر على معالجة مقاطع الفيديو.
de: Das ffmpeg-Tool ist nicht auf Ihrem Computer installiert. Videos können nicht verarbeitet werden.
es: La herramienta ffmpeg no está instalada en su ordenador. Procesamiento de vídeo imposible.
it: Lo strumento ffmpeg non è installato sul computer. Elaborazione video impossibile.
zh: 您的计算机上未安装 ffmpeg 工具。 无法处理视频。

source: Utiliser le menu Paramètre\Associer ffmpeg
ar: استخدم قائمة الإعداد \ الاقتران ffmpeg
de: Verwenden Sie das Menü "Einstellung\ffmpeg zuordnen"
es: Utilizar el menú Parámetro\Asociar ffmpeg
it: Utilizzare il menu Parametro\Associa ffmpeg
zh: 使用“设置\关联 ffmpeg”菜单

source: Avertissement sur l'appareil ayant servi pour la vidéo
ar: تحذير حول الجهاز المستخدم للفيديو
de: Warnung vor dem für das Video verwendeten Gerät
es: Advertencia en el dispositivo utilizado para el vídeo
it: Avviso sul dispositivo utilizzato per il video
zh: 有关用于视频的设备的警告

source: La vidéo choisie a été faite par : - un appareil de marque : %s - de modèle : %s - dont la focale est de : %s mm - dont la focale équivalente 35 mm est de : %s mm - %s image(s) par seconde seront conservées
ar: تم إنشاء الفيديو المختار بواسطة: - جهاز ذو علامة تجارية: %s - الموديل: %s - البعد البؤري: %s مم - البعد البؤري المكافئ 35 مم هو: %s مم - سيتم الاحتفاظ بالإطار (الإطارات) %s في الثانية
de: Das gewählte Video wurde erstellt von: - ein Markengerät: %s - Modell: %s - deren Brennweite beträgt: %s mm - deren äquivalente Brennweite 35 mm ist: %s mm - %s Bild(er) pro Sekunde werden beibehalten
zh: 所选视频由以下人员制作： - 品牌设备：%s - 型号：%s - 焦距：%s毫米 - 等效焦距 35 毫米为：%s 毫米 - 每秒 %s 帧将被保留

source: Confirmer, sinon modifier ces valeurs par : menu Vidéo/Options caméra
ar: أكد بخلاف ذلك ، قم بتغيير هذه القيم عن طريق: قائمة الفيديو / خيارات الكاميرا
de: Bestätigen Andernfalls ändern Sie diese Werte durch: Videomenü/Kameraoptionen
es: Confirmar o modificar estos valores mediante: menú Vídeo/Opciones de cámara
it: Confermare, altrimenti modificare questi valori con: menu Video/Opzioni videocamera
zh: 确认 否则，通过以下方式更改这些值：视频菜单/摄像机选项

source: Modifier les options de la caméra par le menu Vidéo/Options caméra
ar: تغيير خيارات الكاميرا عبر قائمة خيارات الفيديو / الكاميرا
de: Ändern Sie die Kameraoptionen über das Menü "Video-/Kameraoptionen"
es: Cambiar las opciones de la cámara a través del menú Vídeo/Opciones de cámara
it: Modificare le opzioni della videocamera dal menu Video/Opzioni videocamera
zh: 通过“视频/相机选项”菜单更改相机选项

source: Video
ar: فيديو تعريفي
zh: 视频
