Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Les outils 'métiers' Les outils métiers exploitent les nuages de points PLY ou XYZ et les Modèles Numériques de Terrain (MNT) . L'extension des fichiers MNT est .ASC. Le format est celui de l'IGN. Les outils métiers sont utilisables sans créer de chantier MicMac. Les résultats affichés à l'écran sont mémorisés dans les traces. 1 - Ecrire un MNT à partir d'un PLY : Création de MNT à partir d'un nuage de points, ou d'un maillage (mesh au format PLY Lorsque les nuages PLY ou XYZ représentent le sol ou une surface il est possible de créer des MNT (Modèle Numérique de Terrain, DEM en anglais) . Les MNT sont ouverts par les SIG, comme QGIS ou ArcGIS. Les MNT embarquent la localisation et la métrique mais pas le référentiel EPSG qui doit être précisé dans le SIG. Remarques : Les formats Ply acceptés sont : Binary pour les nuages et ASCII pour les Mesh. Le format Binary/ASCII du nuage/mesh peut être modifié par CloudCompare. 2 - Ecrire un MNT à partir d'un XYZ : Création de MNT à partir d'un nuage de points XYZ Le format XYZ est très fréquent, lisible par tout éditeur de texte et visualisé par Cloud Compare,. 3 - Information sur le calcul des volumes : précise les conditions du calcul 4 - Calculer le volume d'un MNT : calcule le volume entre une altitude de base, donnée par l'utilisateur, et le MNT Les résultats sont présentés en supposant que l'unité de longueur est le mètre. 5 - Calcul du volume entre 2 MNT : Un besoin fréquent consiste à comparer 2 MNT du même terrain à 2 dates différentes. Il s'agit d'évaluer les transformations du terrain : apport de matériaux, éboulement de falaises. Le calcul du volume entre 2 MNT nécessite quelques précautions : * les photos doivent avoir été correctement géoréférencées par GPS en posant des cibles localisées en x,y,z. La précision des résultats dépend largement de la précision du géoréférencement des prises de vue. Par exemple une erreur d'altitude très faible de 1 cm correspond à un volume de 100 m3 par hectare. * Le calcul de volume est paramétré : il est possible de ne tenir compte que des écarts signifiants Ainsi les écarts 'dans l'épaisseur du trait', par exemple inférieur à 2 ou 5 cm, seront ignorés. Cette tolérance est modifiable par menu * L'outil recherche la zone de recouvrement entre les 2 MNT et le calcul s'effectue sur les surfaces communes. Un fichier XYZ des écarts est constitué, un item de menu permet de le visualiser en 3D. * Un compte rendu détaillé est affiché en fin de traitement et mémorisé dans un fichier trace. * Ce calcul peut servir à comparer la précision de 2 nuages MicMac ou d'autres provenances : - obtenus par Malt avec différents niveaux de zoom : dans ce cas comparer les nuages intermédiaires Zoom 8, Zoom 4.. - Obtenus par Malt et C3DC - Obtenus sans points GCP, ou GPS puis avec des points GCP ou GPS - Obtenus par MicMac et Metashape ou Pix4D ou ... 6 - Tracer le profil entre 2 points : La position des points début/fin du profil se fait sur la mosaïque TARAMA. Le MNT doit correspondre à la mosaïque : ◦ Il convient d’utiliser un nuage de points sans masque, dans un repère local ◦ Le positionnement par métadonnée des photos est correct s'il n'y a pas changement de projection ◦ Une éventuelle mise à l’échelle doit conserver l’orientation de la scène ◦ Il est parfois préférable de construire le nuage de points avec Malt, plus respectueux des proportions de la scène que C3DC (par exemple pour le jeu d’essai gravillon dont le côté gauche, trop lacunaire, est ignoré par C3DC) Un contrôle est effectué avant le calcul du profil : les dimensions de la mosaïque et du MNT doivent être proportionnées le profil est généré dans le fichier « profil.png » sous le répertoire du chantier un nouveau calcul écrase le résultat précédent le fichier s’ouvre dans l’outil par défaut pour ouvrir les « png » le profil est calculé sur la droite reliant les 2 extrémités, avec un pas égal au pas du MNT la mosaïque tarama est générée si besoin 7 - Visualiser l'écart entre les 2 MNT : ouvre le maillage des écarts entre 2 MNT. Nota : Les écarts inférieurs à la tolérance sont considérés comme nuls. 8 - Modifier la tolérance utilisée pour calculer le volume : la tolérance et le nombre de décimales dans les résultats des calculs. Nota : Les écarts inférieurs à la tolérance sont considérés comme nuls. 9 - Modifier l'arrondi des résultats du calcul des volumes : nombre de décimales dans les résultats des calculs. Suivant les dimensions du MNT le nombre de décimales utiles peut varier. 10 - Ecrire un fichier XYZ à partir d'un ply : écrit les fichiers PLY sous forme de liste de points X,Y,Z. Ce format texte, très répandu, permet de lire les valeurs x,y z dans tout éditeur de texte. 11 - Visualiser un fichier XYZ : ouvre le fichier XYZ dans l'outil de visualisation des nuages de points.
ar: أدوات "الأعمال" تستخدم أدوات الأعمال سحابات نقاط PLY أو XYZ ونماذج التضاريس الرقمية (DTM). الامتداد لملفات DEM هو .ASC. الشكل هو تنسيق IGN. يمكن استخدام أدوات الأعمال دون إنشاء موقع MicMac. يتم تخزين النتائج المعروضة على الشاشة في آثار. 1 - اكتب DTM من PLY: إنشاء DTM من سحابة نقطية ، أو شبكة (شبكة بتنسيق PLY عندما تمثل السحب PLY أو XYZ الأرض أو السطح ، فمن الممكن إنشاء DTMs (نموذج التضاريس الرقمية ، DEM باللغة الإنجليزية). يتم فتح DEMs بواسطة GIS ، مثل QGIS أو ArcGIS. تقوم DTMs بتضمين الموقع والقياس ولكن ليس مستودع EPSG الذي يجب تحديده في GIS. ملاحظات: تنسيقات Ply المقبولة هي: Binary for cloud و ASCII for Mesh. يمكن تعديل تنسيق Binary / ASCII للسحابة / الشبكة بواسطة CloudCompare. 2 - اكتب DTM من XYZ: إنشاء DTM من سحابة نقطة XYZ تنسيق XYZ شائع جدًا ويمكن قراءته بواسطة أي محرر نصوص ويتم تصوره بواسطة Cloud Compare. 3- معلومات عن حساب الكميات: تحدد شروط الحساب 4 - حساب حجم DTM: حساب الحجم بين الارتفاع الأساسي ، الذي قدمه المستخدم ، و DTM يتم عرض النتائج على افتراض أن وحدة الطول هي العداد. 5 - حساب الحجم بين 2 DTMs: هناك حاجة متكررة إلى مقارنة 2 DTMs من نفس التضاريس في تاريخين مختلفين. إنها مسألة تقييم تحولات الأرض: مساهمة المواد ، انهيار المنحدرات. يتطلب حساب الحجم بين 2 DTMs بعض الاحتياطات: * يجب أن تكون الصور قد تم تحديدها جغرافيًا بشكل صحيح بواسطة GPS عن طريق وضع أهداف موجودة في x ، y ، z. تعتمد دقة النتائج إلى حد كبير على دقة الإسناد الجغرافي للقطات. على سبيل المثال ، خطأ الارتفاع المنخفض جدًا البالغ 1 سم يتوافق مع حجم 100 متر مكعب للهكتار. * تم تكوين حساب الحجم: من الممكن مراعاة الفروق المهمة فقط وبالتالي سيتم تجاهل الانحرافات "في سمك الخط" ، على سبيل المثال أقل من 2 أو 5 سم. يمكن تعديل هذا التفاوت من خلال القائمة * تقوم الأداة بالبحث عن منطقة التداخل بين 2 DTMs ويتم الحساب على الأسطح المشتركة. يتم إنشاء ملف XYZ للانحرافات ، ويسمح عنصر القائمة بعرضه في صورة ثلاثية الأبعاد. * يتم عرض تقرير مفصل في نهاية العلاج ويتم تخزينه في ملف تتبع. * يمكن استخدام هذا الحساب لمقارنة دقة 2 سحابة MicMac أو مصادر أخرى: - حصل عليها Malt بمستويات تكبير مختلفة: في هذه الحالة ، قارن بين السحب الوسيطة Zoom 8 و Zoom 4 .. - حصل عليها Malt و C3DC - تم الحصول عليها بدون نقاط GCP أو GPS ثم باستخدام نقاط GCP أو GPS - حصل عليها MicMac و Metashape أو Pix4D أو ... 6 - ارسم الملف الشخصي بين نقطتين: يتم وضع نقاط البداية / النهاية للملف الشخصي على فسيفساء TARAMA. يجب أن يتطابق نموذج DEM مع مجموعة بيانات الفسيفساء: ◦ يجب استخدام سحابة نقطية بدون قناع في نظام محلي يكون تحديد المواقع بواسطة البيانات الوصفية للصور صحيحًا إذا لم يكن هناك تغيير في الإسقاط ◦ يجب أن يحافظ أي قياس على اتجاه المشهد ◦ يُفضل أحيانًا إنشاء سحابة النقطة باستخدام Malt ، أكثر احتراما لنسب المشهد من C3DC (على سبيل المثال بالنسبة لحالة اختبار الحصى التي يتم تجاهل جانبها الأيسر ، غير مكتمل للغاية ، بواسطة C3DC) يتم إجراء فحص قبل حساب ملف التعريف: يجب أن تكون أبعاد مجموعة بيانات الفسيفساء و DTM متناسبة يتم إنشاء ملف التعريف في ملف "profil.png" ضمن دليل الموقع تحل عملية حسابية جديدة محل النتيجة السابقة يفتح الملف في الأداة الافتراضية لفتح "png" يتم حساب ملف التعريف على الخط الذي يربط بين الطرفين ، مع درجة تساوي درجة DTM يتم إنشاء فسيفساء الطاراما إذا لزم الأمر 7 - عرض الفجوة بين 2 DTMs: فتح شبكة الفجوات بين 2 DTMs. ملاحظة: تعتبر الانحرافات التي تقل عن التفاوت المسموح به صفراً. 8 - تعديل التسامح المستخدم لحساب الحجم: التفاوتات وعدد المنازل العشرية في نتائج الحساب. ملاحظة: تعتبر الانحرافات التي تقل عن التفاوت المسموح به صفراً. 9 - تعديل تقريب نتائج حساب الحجم: عدد المنازل العشرية في نتائج الحساب. اعتمادًا على أبعاد المارك الألماني ، قد يختلف عدد الكسور العشرية المفيدة. 10 - كتابة ملف XYZ من ورقة: يكتب ملفات PLY على شكل قائمة X ، Y ، Z نقاط. يسمح تنسيق النص هذا المستخدم على نطاق واسع بقراءة قيم x و y z في أي محرر نصوص. 11 - تصور ملف XYZ: يفتح ملف XYZ في أداة تصور سحابة النقطة.
de: Die „Business“-Tools Geschäftstools verwenden PLY- oder XYZ-Punktwolken und digitale Geländemodelle (DTM). Die Erweiterung für DEM-Dateien ist .ASC. Das Format ist das des IGN. Die Business-Tools können verwendet werden, ohne eine MicMac-Site zu erstellen. Die auf dem Bildschirm angezeigten Ergebnisse werden in den Kurven gespeichert. 1 - DGM aus einem PLY schreiben: Erstellung eines DGM aus einer Punktwolke oder einem Mesh (Mesh im PLY-Format Wenn die PLY- oder XYZ-Wolken den Boden oder eine Oberfläche darstellen, können DGMs erstellt werden (Digitales Geländemodell, DEM in Englisch) . DEMs werden von GIS wie QGIS oder ArcGIS geöffnet. Die DTMs betten den Ort und die Metrik ein, aber nicht das EPSG-Repository, das im GIS angegeben werden muss. Hinweise: Akzeptierte Ply-Formate sind: Binär für Wolken und ASCII für Mesh. Das Binär-/ASCII-Format der Wolke/des Mesh kann von CloudCompare geändert werden. 2 - DGM aus XYZ schreiben: Erstellung eines DGM aus einer XYZ-Punktwolke Das XYZ-Format ist weit verbreitet, von jedem Texteditor lesbar und wird von Cloud Compare visualisiert. 3 - Informationen zur Volumenberechnung: gibt die Bedingungen der Berechnung an 4 - Volumen eines DTM berechnen: Berechnet das Volumen zwischen einer vom Benutzer angegebenen Basishöhe und dem DTM Die Ergebnisse werden unter der Annahme präsentiert, dass die Längeneinheit Meter ist. 5 - Berechnung des Volumens zwischen 2 DTMs: Ein häufiger Bedarf besteht darin, 2 DTMs des gleichen Geländes an 2 verschiedenen Daten zu vergleichen. Es geht darum, die Transformationen des Bodens zu bewerten: Beitrag von Materialien, Einsturz von Klippen. Die Berechnung des Volumens zwischen 2 DTMs erfordert einige Vorsichtsmaßnahmen: * Die Fotos müssen per GPS korrekt georeferenziert worden sein, indem Ziele in x, y, z platziert wurden. Die Genauigkeit der Ergebnisse hängt maßgeblich von der Genauigkeit der Georeferenzierung der Aufnahmen ab. Beispielsweise entspricht ein sehr geringer Höhenfehler von 1 cm einem Volumen von 100 m3 pro Hektar. * Die Volumenberechnung ist konfiguriert: Es können nur signifikante Unterschiede berücksichtigt werden Daher werden die Abweichungen 'in der Dicke der Linie', beispielsweise weniger als 2 oder 5 cm, ignoriert. Diese Toleranz kann per Menü geändert werden * Das Tool sucht nach der Überlappungszone zwischen den 2 DGMs und die Berechnung wird auf den gemeinsamen Flächen durchgeführt. Es wird eine XYZ-Datei der Abweichungen erstellt, die über einen Menüpunkt in 3D betrachtet werden kann. * Am Ende der Behandlung wird ein detaillierter Bericht angezeigt und in einer Trace-Datei gespeichert. * Diese Berechnung kann verwendet werden, um die Genauigkeit von 2 MicMac-Wolken oder anderen Quellen zu vergleichen: - erhalten von Malt mit unterschiedlichen Zoomstufen: Vergleichen Sie in diesem Fall die Zwischenwolken Zoom 8, Zoom 4.. - Erhalten von Malt und C3DC - Ohne GCP- oder GPS-Punkte erhalten, dann mit GCP- oder GPS-Punkten - Erhalten von MicMac und Metashape oder Pix4D oder ... 6 - Zeichnen Sie das Profil zwischen 2 Punkten: Die Position der Start-/Endpunkte des Profils erfolgt auf dem TARAMA-Mosaik. Das DEM muss mit dem Mosaik-Dataset übereinstimmen: ◦ In einem lokalen System sollte eine Punktwolke ohne Maske verwendet werden ◦ Die Positionierung nach Metadaten der Fotos ist korrekt, wenn keine Projektionsänderung vorliegt ◦ Jede Skalierung sollte die Szenenausrichtung beibehalten ◦ Es ist manchmal vorzuziehen, die Punktwolke mit Malt zu erstellen, respektvoller mit den Proportionen der Szene als C3DC (z.B. für den Kies-Testfall, dessen linke Seite, zu unvollständig, von C3DC ignoriert wird) Vor der Profilberechnung erfolgt eine Prüfung: Die Dimensionen des Mosaik-Datensatzes und des DGM müssen verhältnismäßig sein Das Profil wird in der Datei "profil.png" im Site-Verzeichnis erstellt eine neue Berechnung überschreibt das vorherige Ergebnis die datei öffnet sich im standardtool zum öffnen von "png" Das Profil wird auf der Linie berechnet, die die beiden Enden verbindet, mit einer Steigung, die der Steigung des DTM entspricht Das Tarama-Mosaik wird bei Bedarf generiert 7 - View the gap between the 2 DTMs: Öffnet das Netz der Lücken zwischen 2 DTMs. Hinweis: Abweichungen unterhalb der Toleranz werden als Null betrachtet. 8 - Ändern Sie die zur Berechnung des Volumens verwendete Toleranz: die Toleranz und die Anzahl der Dezimalstellen in den Berechnungsergebnissen. Hinweis: Abweichungen unterhalb der Toleranz werden als Null betrachtet. 9 - Ändern Sie die Rundung der Ergebnisse der Volumenberechnung: Anzahl der Dezimalstellen in den Berechnungsergebnissen. Abhängig von den Dimensionen des DEM kann die Anzahl der nützlichen Dezimalstellen variieren. 10 - Schreiben einer XYZ-Datei aus einer Lage: schreibt die PLY-Dateien als Liste von X-, Y-, Z-Punkten. Dieses weit verbreitete Textformat ermöglicht das Lesen von x,y,z-Werten in jedem Texteditor. 11 - Visualisieren einer XYZ-Datei: Öffnet die XYZ-Datei im Punktwolken-Visualisierungstool.
zh: “商业”工具 业务工具使用 PLY 或 XYZ 点云和数字地形模型 (DTM)。 DEM 文件的扩展名为 .ASC。格式是 IGN 的格式。 无需创建 MicMac 站点即可使用业务工具。 屏幕上显示的结果存储在迹线中。 1 - 从 PLY 编写 DTM：从点云或网格（PLY 格式的网格）创建 DTM 当 PLY 或 XYZ 云代表地面或表面时，可以创建 DTM （数字地形模型，英文DEM）。 DEM 由 GIS 打开，例如 QGIS 或 ArcGIS。 DTM 嵌入位置和度量，但不嵌入必须在 GIS 中指定的 EPSG 存储库。 注意：接受的 Ply 格式是：Binary for clouds 和 ASCII for Mesh。 CloudCompare 可以修改云/网格的二进制/ASCII 格式。 2 - 从 XYZ 编写 DTM：从 XYZ 点云创建 DTM XYZ 格式非常常见，可由任何文本编辑器读取，并可由 Cloud Compare 可视化。 3 - 体积计算信息：指定计算条件 4 - 计算 DEM 的体积：计算用户给定的基本高度与 DEM 之间的体积 假设长度单位是米，给出结果。 5 - 计算 2 个 DTM 之间的体积： 经常需要比较 2 个不同日期的相同地形的 2 个 DTM。 这是一个评估地面变化的问题：材料的贡献，悬崖的倒塌。 计算 2 个 DTM 之间的体积需要一些预防措施： * 照片必须通过 GPS 通过将目标放置在 x、y、z 中来正确地进行地理参考。 结果的准确性在很大程度上取决于镜头地理配准的准确性。 例如，1 厘米的极低高度误差对应于每公顷 100 立方米的体积。 * 配置体积计算：可以只考虑显着差异 因此，“线条粗细”的偏差，例如小于 2 或 5 厘米，将被忽略。 这个公差可以通过菜单修改 * 该工具搜索 2 个 DTM 之间的重叠区域，并在公共表面上进行计算。 创建偏差的 XYZ 文件，菜单项允许以 3D 方式查看它。 * 详细报告显示在治疗结束时并存储在跟踪文件中。 * 此计算可用于比较 2 个 MicMac 云或其他来源的准确性： - 由具有不同缩放级别的 Malt 获得：在这种情况下比较中间云 Zoom 8、Zoom 4.. - 由Malt和C3DC获得 - 在没有 GCP 或 GPS 点的情况下获得，然后使用 GCP 或 GPS 点 - 通过 MicMac 和 Metashape 或 Pix4D 或 ... 6 - 绘制两点之间的轮廓： 轮廓起点/终点的位置在 TARAMA 马赛克上完成。 DEM 必须匹配镶嵌数据集： ◦ 应在本地系统中使用没有遮罩的点云 ◦ 如果投影没有变化，照片的元数据定位是正确的 ◦ 任何缩放都应保持场景方向 ◦ 有时最好使用 Malt 构建点云， 比 C3DC 更尊重场景的比例 （例如，左侧太不完整，被 C3DC 忽略的 gravel 测试用例） 在剖面计算之前执行检查：镶嵌数据集和 DTM 的尺寸必须成比例 配置文件在站点目录下的文件“profil.png”中生成 新的计算会覆盖之前的结果 该文件在默认工具中打开以打开“png” 轮廓是在连接 2 个肢体的线上计算的，间距等于 DTM 的间距 如果需要，会生成 tarama 马赛克 7 - 查看 2 个 DTM 之间的间隙：打开 2 个 DTM 之间间隙的网格。 注意：低于公差的偏差被视为零。 8 - 修改用于计算体积的公差：计算结果中的公差和小数位数。 注意：低于公差的偏差被视为零。 9 - 修改体积计算结果的四舍五入：计算结果的小数位数。 根据 DEM 的维度，有用的小数位数可能会有所不同。 10 - 从层写入 XYZ 文件：将层文件写入 X、Y、Z 点列表。 这种广泛使用的文本格式允许在任何文本编辑器中读取 x,y z 值。 11 - 可视化 XYZ 文件：在点云可视化工具中打开 XYZ 文件。

source: menu paramètres : - Afficher les paramètres : visualise les chemins de micmac/bin, d'exiftool, du fichier pour visualiser les .ply Meshlab ou Cloud Compare, ainsi que le répertoire où se trouvent les fichiers paramètres de l'interface. Ces paramètres sont sauvegardés de façon permanente dans le fichier : self.fichierParamMicmac. - Désigner le répertoire MicMac\bin : répertoire où se trouvent les modules de MicMac Si plusieurs versions sont installées cet item permet de changer facilement la version de MicMac utilisée. - Désigner l'application exiftool, utile pour modifier les exif elle se trouve sous micMac\binaire-aux. - Désigner l'application convert d'ImageMagick, utile pour convertir les gif, tif et bmp en jpg elle se trouve sous micMac/binaire-aux. - Désigner le fichier ffmpeg qui permet de décompacter les vidéos - Désigner l'application ouvrant les fichiers .PLY. Ce peut être Meshlab, CloudCompare ou autre. Sous Windows Meshlab se trouve sous un répertoire nommé VCG. - Choisir la langue de l'interface. - Activer/désactiver le 'tacky' message de lancement : un message un peu long annonce le lancement de l'interface CEREMA. Par défaut le message est désactivé. Vous pouvez l'activer avec cet item de menu - Activer la recherche de nouvelle version sur GitHub : une recherche systématique de nouvelle version sur internet sera effectuée au lancement. Par défaut la recherche est désactivée. Vous pouvez l'activer avec cet item de menu
ar: قائمة الإعدادات: - إظهار المعلمات: تصور مسارات micmac / bin ، exiftool ، ملف لعرض .ply Meshlab أو Cloud Compare ، بالإضافة إلى الدليل حيث توجد ملفات إعدادات الواجهة. يتم حفظ هذه الإعدادات بشكل دائم في الملف: self.fileParamMicmac. - تعيين دليل MicMac \ bin: الدليل حيث توجد وحدات MicMac إذا تم تثبيت عدة إصدارات ، يتيح لك هذا العنصر تغيير إصدار MicMac المستخدم بسهولة. - تعيين exiftool التطبيق ، مفيد لتعديل exif يقع تحت micMac \ binary-aux. - تعيين تطبيق تحويل ImageMagick ، مفيد لتحويل gif و tif و bmp إلى jpg وهو موجود تحت micMac / binary-aux. - تعيين ملف ffmpeg الذي يسمح لك بفك ضغط مقاطع الفيديو - تعيين التطبيق فتح ملف . رقائق. يمكن أن يكون Meshlab أو CloudCompare أو غيرها. تحت ويندوز Meshlab يقع تحت دليل يسمى VCG. - اختر لغة الواجهة. - تنشيط / تعطيل رسالة الإطلاق "مبتذل": رسالة طويلة إلى حد ما تعلن عن إطلاق واجهة CEREMA. بشكل افتراضي يتم تعطيل الرسالة. يمكنك تنشيطه باستخدام عنصر القائمة هذا - تمكين البحث عن إصدار جديد على GitHub: سيتم إجراء بحث منهجي عن إصدار جديد على الإنترنت عند الإطلاق. بشكل افتراضي ، يتم تعطيل البحث. يمكنك تنشيطه باستخدام عنصر القائمة هذا
de: Menü "Einstellungen": - Parameter anzeigen: visualisiert die Pfade von micmac/bin, exiftool, Datei zum Anzeigen von .ply Meshlab oder Cloud Compare, sowie das Verzeichnis, in dem sich die Schnittstelleneinstellungsdateien befinden. Diese Einstellungen werden dauerhaft in der Datei gespeichert: self.fileParamMicmac. - Festlegen des Verzeichnisses MicMac\bin: Verzeichnis, in dem sich die MicMac-Module befinden Wenn mehrere Versionen installiert sind, können Sie mit diesem Element die verwendete MicMac-Version einfach ändern. - Bestimmen Sie die Anwendung exiftool, die zum Ändern des Exif-Programms nützlich ist, das sich unter micMac\binary-aux befindet. - Bestimmen Sie die Anwendung convert ImageMagick, nützlich, um gif, tif und bmp in jpg zu konvertieren, es befindet sich unter micMac / binary-aux. - Legen Sie die ffmpeg-Datei fest, mit der Sie Videos entpacken können - Bestimmen Sie die Anwendung, die die . LAGE. Es kann Meshlab, CloudCompare oder andere sein. Unter Windows befindet sich Meshlab unter einem Verzeichnis namens VCG. - Wählen Sie die Sprache der Benutzeroberfläche. - Aktivieren/Deaktivieren der "klebrigen" Startmeldung: Eine ziemlich lange Nachricht kündigt den Start der CEREMA-Schnittstelle an. Standardmäßig ist die Nachricht deaktiviert. Sie können es mit diesem Menüpunkt aktivieren - Aktivieren Sie die Suche nach einer neuen Version auf GitHub: Beim Start wird eine systematische Suche nach einer neuen Version im Internet durchgeführt. Standardmäßig ist die Suche deaktiviert. Sie können es mit diesem Menüpunkt aktivieren
zh: 设置菜单： - 显示参数：可视化micmac / bin，exiftool，文件的路径以查看.ply Meshlab或Cloud Compare， 以及接口设置文件所在的目录。 这些设置永久保存在文件中： self.fileParamMicmac. - 指定 MicMac\bin 目录：MicMac 模块所在的目录 如果安装了多个版本，则此项目可让您轻松更改所使用的MicMac版本。 - 指定应用程序 exiftool，用于修改它位于 micMac\binary-aux 下的 exif。 - 指定应用程序转换图像魔术，可用于将gif，tif和bmp转换为jpg，它位于micMac / binary-aux下。 - 指定允许您解压缩视频的 ffmpeg 文件 - 指定打开 .层。它可以是Meshlab，CloudCompare或其他。 在Windows Meshlab下，位于名为VCG的目录下。 - 选择界面的语言。 - 激活/禁用“俗气”启动消息：一条相当长的消息宣布启动 CEREMA 界面。 默认情况下，该消息处于禁用状态。您可以使用此菜单项激活它 - 在GitHub上启用新版本搜索：将在发布时在互联网上对新版本进行系统搜索。 默认情况下，搜索处于禁用状态。您可以使用此菜单项激活它

source: menu Aide : - Pour commencer : à lire lors de la prise en main de l'interface. - 2 mots sur la photogrammétrie : une introduction rapide - Aide sur les menus : le détail des items de menu, présenté par item du menu principal. - Quelques conseils ou en cas de problème : - Quelques conseils sur les prises de vue - Quelques conseils sur le choix des options. - Quelques conseils si MicMac ne trouve pas de points homologues ou d'orientation. - Quelques conseils si MicMac ne trouve pas de nuage dense. - Et s'il y a plusieurs focales, plusieurs appareils : comment assurer la réussite du chantier malgré cette difficulté. - Trucs et astuces : pour découvrir quelques possibilités cachées de l'interface - Historique : les nouveautés de chaque version. - A propos
ar: قائمة المساعدة: - للبدء: للقراءة عند التعامل مع الواجهة. - 2 كلمات حول المسح التصويري: مقدمة سريعة - مساعدة في القوائم: تفاصيل عناصر القائمة ، المقدمة من عنصر القائمة الرئيسية. - بعض النصائح أو في حالة وجود مشكلة: - بعض النصائح حول اطلاق النار - بعض النصائح حول اختيار الخيارات. - بعض النصائح إذا لم يجد MicMac نقاطا متماثلة أو اتجاها. - بعض النصائح إذا لم يجد MicMac سحابة كثيفة. - وإذا كان هناك عدة أطوال بؤرية ، عدة كاميرات: كيفية ضمان نجاح الموقع على الرغم من هذه الصعوبة. - نصائح وحيل: لاكتشاف بعض الاحتمالات الخفية للواجهة - التاريخ: ما هو الجديد في كل إصدار. -عن
de: Hilfe-Menü: - Zu starten: zu lesen, wenn die Schnittstelle gehandhabt wird. - 2 Worte zur Photogrammetrie: eine kurze Einführung - Hilfe zu Menüs: die Details der Menüpunkte, die nach Elementen des Hauptmenüs dargestellt werden. - Einige Ratschläge oder im Falle eines Problems: - Einige Tipps zum Schießen - Einige Ratschläge zur Auswahl der Optionen. - Einige Ratschläge, wenn MicMac keine homologen Punkte oder Orientierung findet. - Einige Tipps, wenn MicMac keine dichte Wolke findet. - Und wenn es mehrere Brennweiten, mehrere Kameras gibt: Wie kann der Erfolg der Website trotz dieser Schwierigkeit sichergestellt werden? - Tipps und Tricks: um einige versteckte Möglichkeiten der Benutzeroberfläche zu entdecken - Geschichte: Was ist neu in jeder Version? -Über
zh: 帮助菜单： - 开始：在处理界面时阅读。 - 关于摄影测量的2个词：快速介绍 - 菜单帮助：菜单项的详细信息，按主菜单项显示。 - 一些建议或出现问题时： - 一些拍摄技巧 - 关于选择选项的一些建议。 - 如果MicMac没有找到同源点或方向，一些建议。 - 一些提示，如果MicMac没有找到密集的云。 - 如果有几个焦距，几个相机：尽管有这个困难，如何确保网站的成功。 - 提示和技巧：发现界面的一些隐藏可能性 - 历史记录：每个版本中的新功能。 -大约
