Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Le fichier des paramètres est probablement incorrect ou vous avez changé la version de l'interface.
ar: ربما يكون ملف الإعدادات غير صحيح أو أنك قمت بتغيير إصدار الواجهة.
de: Die Einstellungsdatei ist wahrscheinlich falsch oder Sie haben die Schnittstellenversion geändert.
es: El archivo de configuración es probablemente incorrecto o ha cambiado la versión de la interfaz.
it: Il file di impostazioni è probabilmente errato o avete cambiato la versione dell'interfaccia.
zh: 设置文件可能不正确，或者您已更改接口版本。

source: Certaines fonctions seront peut_être défaillantes.
ar: قد تفشل بعض الوظائف.
de: Einige Funktionen können fehlschlagen.
es: Algunas funciones pueden fallar.
it: Alcune funzioni potrebbero non funzionare.
zh: 某些功能可能会失败。

source: Désolé pour l'incident.
ar: آسفة على الحادثة.
de: Entschuldigung für den Vorfall.
es: Lamento el incidente.
it: Mi dispiace per l'incidente.
zh: 抱歉我对你拔枪了 Beers先生 Sorry I drew on you, Mr.

source: Erreur :
ar: خطأ
de: Fehler:
es: Error
it: Errore
zh: 错误:

source: Options modifiées, état du chantier :
ar: الخيارات المعدلة ، حالة العمل:
de: Geänderte Optionen, Stand der Arbeit:
es: Opciones modificadas, estado del sitio :
it: Opzioni modificate, stato del sito :
zh: 修改的选项，网站状态：

source: Toutes les photos
ar: كلّهم, في كلّ الصور
de: Alle Fotos
es: Todas las fotos
it: Tutte le immagini
zh: 所有照片。

source: Toutes les photos utiles
ar: كل الصور المفيدة
de: Alle nützlichen Fotos
es: Todas las fotos útiles
it: Tutte le foto utili
zh: 所有有用的照片

source: sans les %s photos pour calibration de l'appareil photo
ar: بدون %s صور لمعايرة الكاميرا
de: ohne die %s Fotos für die Kamerakalibrierung
es: sin las %s imágenes para la calibración de la cámara
it: senza le %s immagini per la calibrazione della fotocamera
zh: 没有%s张照片用于相机校准

source: Aucun point GCP saisi.
ar: لم يتم إدخال نقطة GCP.
de: Kein GCP-Punkt eingegeben.
es: No se introdujeron puntos de GCP.
it: Non sono stati inseriti punti GCP.
zh: 没有输入GCP点。

source: Affichage des photos avec points GCP
ar: عرض الصور بنقاط GCP
de: Anzeigen von Fotos mit GCP-Punkten
es: Mostrando fotos con puntos de GCP
it: Visualizzazione di foto con punti GCP
zh: 查看带有GCP点的照片

source: seules les photos avec points sont montrées.
ar: يتم عرض الصور التي تحتوي على نقاط فقط.
de: Es werden nur Fotos mit Punkten angezeigt.
es: sólo se muestran imágenes con puntos.
it: vengono mostrate solo le immagini con i punti.
zh: 仅显示带点的照片。

source: Liste des images maîtres et des masques
ar: قائمة الصور الرئيسية والأقنعة
de: Liste der Masterbilder und Masken
es: Lista de imágenes maestras y máscaras
it: Elenco delle immagini master e delle maschere
zh: 主图像和蒙版列表

source: Images maîtres et masques
ar: إتقان الصور والأقنعة
de: Masterbilder und Masken
es: Imágenes maestras y máscaras
it: Immagini master e maschere
zh: 主图像和蒙版

source: Pas de maîtres définies pour ce chantier
ar: لم يتم تعريف الماجستير لهذا الموقع
de: Für diese Site sind keine Master definiert
es: No hay maestros definidos para este sitio
it: Nessun master definito per questo sito
zh: 没有为该站点定义母版

source: Mosaïque par TARAMA et masque pour MALT
ar: فسيفساء من TARAMA وقناع MALT
de: Mosaik von TARAMA und Maske für MALT
es: Mosaico de TARAMA y máscara para MALTA
it: Mosaico di TARAMA e maschera per MALT
zh: TARAMA马赛克和MALT面膜

source: Mosaïque et masque
ar: فسيفساء وقناع
de: Mosaik und Maske
es: Mosaico y máscara
it: Mosaico e maschera
zh: 马赛克和面具

source: Mosaïque par TARAMA, pas de masque
ar: فسيفساء من TARAMA ، بدون قناع
de: Mosaik von TARAMA, keine Maske
es: Mosaico de TARAMA, sin máscara
it: Mosaico di TARAMA, senza maschera
zh: TARAMA马赛克，无遮罩

source: Mosaïque
ar: فسيفساء
de: Mosaik
es: Mosaico
it: Mosaico
zh: 平铺

source: Pas de mosaïque TARAMA pour ce chantier
ar: لا توجد فسيفساء TARAMA لهذا الموقع
de: Kein TARAMA-Mosaik für diese Seite
es: No hay mosaico TARAMA para este proyecto
it: Nessun mosaico TARAMA per questo progetto
zh: 该网站没有TARAMA马赛克

source: Pas de masque 3D pour ce chantier.
ar: لا يوجد قناع ثلاثي الأبعاد لهذا الموقع.
de: Keine 3D-Maske für diese Seite.
es: No hay máscara 3D para este proyecto.
it: Nessuna maschera 3D per questo progetto.
zh: 此网站没有3D遮罩。

source: Affichage du masque 3D :
ar: عرض قناع ثلاثي الأبعاد:
de: 3D-Maskenanzeige:
es: Mostrando la máscara 3D :
it: Visualizzazione della maschera 3D :
zh: 3D遮罩显示：

source: Les points blancs du nuage sont dans le masque
ar: النقاط البيضاء للسحابة موجودة في القناع
de: Die weißen Punkte der Wolke befinden sich in der Maske
es: Los puntos blancos de la nube están en la máscara
it: I punti bianchi della nuvola sono nella maschera
zh: 云的白点在遮罩中

source: ATTENTION : pour continuer FERMER la fenêtre 3D
ar: تنبيه: للاستمرار أغلق النافذة ثلاثية الأبعاد
de: ACHTUNG: um fortzufahren Schließen Sie das 3D-Fenster
es: ADVERTENCIA: para continuar CERRAR la ventana 3D
it: ATTENZIONE: per continuare CHIUDI la finestra 3D
zh: 注意：要继续关闭3D窗口

source: puis cliquer sur le bouton FERMER ci-dessus.
ar: ثم انقر فوق الزر إغلاق أعلاه.
de: Klicken Sie dann oben auf die Schaltfläche SCHLIESSEN.
es: y luego haga clic en el botón CERRAR de arriba.
it: poi cliccare sul pulsante CHIUDI qui sopra.
zh: 然后点击上方的关闭按钮。

source: horizontale
ar: أفقي
de: waagerechter Stellung.
es: horizontal
it: orizzontale
zh: 水平

source: verticale
ar: عامودي
de: Vertikal
es: vertical
zh: 垂直

source: Visualiser l'image maître et le plan horizontal ou vertical
ar: اعرض الصورة الرئيسية والمستوى الأفقي أو العمودي
de: Zeigen Sie das Masterbild und die horizontale oder vertikale Ebene an
es: Ver la imagen maestra y el plano horizontal o vertical
it: Visualizzare l'immagine master e il piano orizzontale o verticale
zh: 查看主图像和水平或垂直平面

source: Zone plane
ar: منطقة منبسطة
de: Flache Fläche
es: Zona plana
it: Area pianeggiante
zh: 单位面积

source: Pas de plan horizontal ou vertical défini pour ce chantier
ar: لم يتم تحديد مستوى أفقي أو عمودي لهذا الموقع
de: Für diese Site ist keine horizontale oder vertikale Ebene definiert
es: No hay un plano horizontal o vertical definido para este sitio
it: Nessun piano orizzontale o verticale definito per questo sito
zh: 没有为此站点定义水平或垂直平面

source: HORIZONTALE
ar: أفقي
de: Waagerecht
it: ORIZZONTALE
zh: 水平

source: VERTICALE
ar: عامودي
de: Senkrecht
zh: 垂直

source: Affichage des photos avec ligne horizontale ou verticale
ar: عرض الصور بخط أفقي أو عمودي
de: Zeigen Sie Fotos mit horizontaler oder vertikaler Linie an
es: Mostrando fotos con línea horizontal o vertical
it: Visualizzazione di foto con linea orizzontale o verticale
zh: 用水平或垂直线显示照片

source: ligne
ar: خط
de: gestellt
es: línea
it: linea
zh: Row

source: Pas de ligne horizontale ou verticale définie pour ce chantier
ar: لم يتم تحديد خط أفقي أو عمودي لهذا الموقع
de: Für diese Site ist keine horizontale oder vertikale Linie definiert
es: No se ha definido una línea horizontal o vertical para este sitio
it: Nessuna linea orizzontale o verticale definita per questo sito
zh: 没有为此站点定义水平线或垂直线

source: Pas de distance définie pour ce chantier.
ar: لا مسافة محددة لهذا الموقع.
de: Für diese Site wurde keine Entfernung definiert.
es: No hay una distancia definida para este sitio.
it: Nessuna distanza definita per questo sito.
zh: 没有为此站点定义距离。

source: Distance incorrecte pour ce chantier : %s.
ar: المسافة غير صحيحة لهذا الموقع: %s.
de: Falsche Entfernung für diese Seite: %s.
es: Distancia incorrecta para esta obra: %s.
it: Distanza errata per questo cantiere: %s.
zh: 此站点的距离不正确：%s。

source: Visualiser les photos avec distance
ar: عرض الصور من مسافة بعيدة
de: Fotos aus der Ferne anzeigen
es: Ver fotos a distancia
it: Guarda le foto a distanza
zh: 远距离观看照片

source: Valeur de la distance :
ar: قيمة المسافة:
de: Entfernungswert:
es: Valor de la distancia
it: Valore della distanza
zh: 距离值：

source: Pas de profil.
ar: لا يوجد ملف تعريف.
de: Kein Profil.
es: Sin perfil.
it: Non ha un profilo?
zh: 没有个人资料。

source: Pas de profil défini sur la mosaïque TARAMA.
ar: لا يوجد ملف تعريف محدد على بلاط TARAMA.
de: Auf der TARAMA-Kachel ist kein Profil definiert.
es: No hay un perfil definido en el mosaico TARAMA.
it: Nessun profilo definito sul mosaico TARAMA.
zh: TARAMA 磁贴上未定义配置文件。

source: Visualiser le profil sur la mosaïque TARAMA
ar: عرض الملف الشخصي على فسيفساء تاراما
de: Profil auf TARAMA mosaic ansehen
es: Visualizar el perfil en el mosaico TARAMA
it: Visualizza il profilo sul mosaico TARAMA
zh: 查看塔拉玛马赛克上的个人资料

source: Position du profil sur la mosaïque TARAMA
ar: موضع ملف التعريف على بلاط TARAMA
de: Position des Profils auf der TARAMA-Fliese
es: Posición del perfil en el mosaico TARAMA
it: Posizione del profilo sul mosaico TARAMA
zh: 配置文件在 TARAMA 磁贴上的位置

source: Pas de pipeline.
ar: لا يوجد خط أنابيب.
de: Keine Pipeline.
es: No hay oleoducto.
it: Niente pipeline.
zh: 无管道。

source: Les fichiers pipeline :
ar: ملفات خطوط الأنابيب:
de: Pipeline-Dateien:
es: Archivos de pipeline:
it: I file di pipeline:
zh: 管道文件：

source: les commandes :
ar: الاوامر:
de: Befehle:
es: los controles:
it: ai controlli;
zh: 命令：

source: Pour plus d'infos consulter les traces et le log de MicMac
ar: لمزيد من المعلومات ، راجع آثار وسجل MicMac
de: Weitere Informationen finden Sie in den Traces und im Protokoll von MicMac
es: Para más información consultar las huellas y el log de MicMac
it: Per maggiori informazioni consultare le tracce e il log di MicMac
zh: 有关更多信息，请参阅MicMac的跟踪和日志

source: Calibration par défaut.
ar: المعايرة الافتراضية.
de: Standardkalibrierung.
es: Calibración por defecto.
it: Calibrazione di default.
zh: 默认校准。

source: Pas de photos pour la calibration de l'appareil photo par Tapas.
ar: لا توجد صور لمعايرة الكاميرا بواسطة Tapas.
de: Keine Fotos für die Kamerakalibrierung durch Tapas.
es: No hay fotos para la calibración de la cámara por Tapas.
it: Nessuna foto per la calibrazione della fotocamera da parte di Tapas.
zh: 没有照片供Tapas进行相机校准。

source: Les photos pour calibration de l'appareil
ar: صور لمعايرة الجهاز
de: Fotos zur Gerätekalibrierung
es: Fotos para la calibración de la cámara
it: Foto per la calibrazione della fotocamera
zh: 用于设备校准的照片

source: Calibration de l'appareil par :
ar: معايرة الجهاز بواسطة:
de: Instrumentenkalibrierung durch:
es: Calibración del dispositivo por :
it: Calibrazione del dispositivo da parte di :
zh: 仪器校准：

source: Pas de mosaïque. Choisir l'option Tarama de tapas.
ar: لا فسيفساء. اختر خيار تاباس تاراما.
de: Kein Mosaik. Wählen Sie die Option Tapas Tarama.
es: No hay mosaico. Elija la opción Tarama de tapas.
it: Nessun mosaico. Scegli l'opzione Tarama di tapas.
zh: 没有马赛克。选择塔拉玛小吃选项。

source: mosaïque créée par Tarama
ar: الفسيفساء التي أنشأتها تاراما
de: Mosaik erstellt von Tarama
es: mosaico creado por Tarama
it: mosaico creato da Tarama
zh: 塔拉马创作的马赛克

source: Pas d'ortho mosaïque par Tawny. Choisir Malt Ortho ou Malt UrbanMNE.
ar: لا فسيفساء أورثو من تاوني. اختر الشعير أورثو أو الشعير أوربان ميني.
de: Kein Ortho-Mosaik von Tawny. Wählen Sie Malt Ortho oder Malt UrbanMNE.
es: No hay ortografía mosaica por Tawny. Elegir Malta Ortho o Malta UrbanMNE.
it: Non c'è nessun mosaico ortografico di Tawny. Scegliere Malt Ortho o Malt UrbanMNE.
zh: 没有黄褐色的正交马赛克。选择麦芽正统或麦芽城市MNE。

source: Pas d'orthomosaïque
ar: لا الفسيفساء التقويمية
de: Kein Orthomosaik
es: Sin ortomosaicos
it: Nessun ortomosaico
zh: 无正射镶嵌

source: Ortho mosaïque créée par Tawny
ar: فسيفساء أورثو التي أنشأتها Tawny
de: Ortho-Mosaik erstellt von Tawny
es: Ortho mosaico creado por Tawny
it: Orto mosaico creato da Tawny
zh: 黄褐色创建的正交马赛克

source: fichiers orthomosaïques
ar: ملفات الفسيفساء التقويمية
de: Orthomosaik-Dateien
es: archivos ortomosaicos
it: file ortomosaici
zh: 正射镶嵌文件

source: Pas de fichier profil.png
ar: لا يوجد ملف تعريف .png
de: Keine Profildatei.png
es: No hay archivos de perfil.png
it: Nessun file profilo.png
zh: 没有配置文件.png

source: Pas de données à afficher !
ar: لا توجد بيانات لعرض!
de: Keine Daten zur Anzeige!
es: ¡No hay datos que mostrar!
it: Nessun dato da visualizzare!
zh: 没有数据显示!

source: Pas de nuage de points non densifié.
ar: لا توجد سحابة نقطة غير مكثفة.
de: Keine nicht verdichtete Punktwolke.
es: No hay ninguna nube de puntos no densificada.
it: Nessuna nuvola di punti non intensificata.
zh: 没有非致密的点云。

source: Programme pour ouvrir les .PLY non trouvé.
ar: برنامج لفتح PLY غير موجود.
de: Programm zum Öffnen .PLY nicht gefunden.
es: Programa para abrir. PLY no encontrado.
it: Programma per aprire .PLY non trovato.
zh: 找不到打开.PLY的程序。

source: Pas de nuage de points densifié.
ar: لا توجد سحابة نقطة مكثفة.
de: Keine verdichtete Punktwolke.
es: No hay nube de puntos densificada.
it: Nessuna nuvola di punti densificata.
zh: 没有致密的点云。

source: Pas de fichier écart entre 2 MNT. %s Outils métiers/Calculer le volume entre 2 MNT
ar: لا توجد فجوة في الملفات بين 2 DTMs. %s أدوات الأعمال / حساب الحجم بين 2 DTMs
de: Keine Dateilücke zwischen 2 DTMs. %s Business-Tools/Berechnen des Volumens zwischen 2 DTMs
es: No hay archivos de diferencia entre 2 MNT. %s Herramientas de comercio/Calcular el volumen entre 2 MNT
it: Nessun file divario tra 2 MNT. %s Strumenti commerciali/Calcola il volume tra 2 MNT
zh: 2 个 DTM 之间没有文件间隙。%s 业务工具/计算 2 个 DTM 之间的交易量

source: Fichier écart entre 2 MNT non trouvé. Abandon
ar: لم يتم العثور على تناقض الملف بين 2 DTMs. التخلي عن
de: Dateidiskrepanz zwischen 2 DTMs nicht gefunden. Aufgabe
es: Archivo de diferencia entre 2 MNT no encontrado. Abandono
it: File spaziatura tra 2 MNT non trovato. Abbandono
zh: 未找到 2 个 DTM 之间的文件差异。放弃

source: Absence de fichier .XYZ.
ar: لا. XYZ.
de: Nein. XYZ.
es: Ausencia de archivos .XYZ.
it: Nessun file .XYZ.
zh: 不。XYZ。

source: Choisir le fichier x,y,z, à visualiser :
ar: اختر ملف x و y و z لعرضه:
de: Wählen Sie die anzuzeigende x-, y- und z-Datei aus:
es: Seleccione el archivo x,y,z para ser visto:
it: Selezionare il file x,y,z da visualizzare :
zh: 选择x，y，z文件进行查看：

source: fichier XYZ
ar: ملف XYZ
de: Datei
es: archivo XYZ
it: file XYZ
zh: 文件

source: Visualisation d'un fichier XYZ abandonnée.
ar: تخيل تخيل ملف XYZ.
de: Visualisierung einer abgebrochenen XYZ-Datei.
es: Viendo un archivo XYZ abandonado.
it: Visualizzazione di un file XYZ abbandonato.
zh: XYZ文件的可视化被放弃。

source: Définir un outil pour ouvrir les fichiers Ply et XYZ : %s Paramètres\Associer Meshlab ou CloudCompare
ar: تعيين أداة لفتح ملفات Ply و XYZ: إعدادات %s\ربط Meshlab أو CloudCompare
de: Legen Sie ein Tool zum Öffnen von Sperr- und XYZ-Dateien fest: %s Einstellungen\Meshlab oder CloudCompare zuordnen
es: Establecer una herramienta para abrir archivos Ply y XYZ: %s Configuración\Asociar Meshlab o CloudCompare
it: Imposta uno strumento per aprire i file Ply e XYZ: %s Impostazioni\Associa Meshlab o CloudCompare
zh: 设置工具以打开 Ply 和 XYZ 文件：%s设置\关联 Meshlab 或 CloudCompare

source: Fichier XYZ %s à visualiser.
ar: ملف XYZ %s لعرض.
de: Datei XYZ %s angezeigt werden.
es: Archivo XYZ %s para visualizar.
it: File XYZ %s da visualizzare.
zh: 要查看的文件 XYZ %s。

source: Tolérance pour le calcul des volumes entre 2 MNT
ar: التسامح لحساب الأحجام بين 2 ماركاً ألمانياً
de: Toleranz für die Berechnung von Volumina zwischen 2 DEMs
es: Tolerancia para el cálculo de volúmenes entre 2 DTMs
it: Tolleranza per il calcolo dei volumi tra 2 DTM
zh: 2 DEM之间的体积计算公差

source: La tolérance est l'écart d'altitude minimum pris en compte dans le calcul du volume
ar: التفاوت هو الحد الأدنى لانحراف الارتفاع الذي يؤخذ في الاعتبار في حساب الحجم
de: Die Toleranz ist die minimale Höhenabweichung, die bei der Volumenberechnung berücksichtigt wird
es: La tolerancia es la diferencia de altitud mínima que se tiene en cuenta en el cálculo del volumen
it: La tolleranza è la differenza di altitudine minima considerata nel calcolo del volume
zh: 容差是体积计算中考虑的最小高度偏差

source: Valeur actuelle : %s %s.
ar: القيمة الحالية: %s %s.
de: Aktueller Wert: %s %s.
es: Valor actual: %s %s.
it: Valore attuale: %s %s.
zh: 当前值：%s %s。

source: Tout écart d'altitude inférieur à %s %s sera considéré comme nul, dans l'épaisseur du trait.
ar: أي انحراف في الارتفاع أقل من %s %s سيعتبر صفرا ، في سمك الخط.
de: Jede Höhenabweichung von weniger als %s %s wird in der Dicke der Linie als Null betrachtet.
es: Toda diferencia de altitud inferior a %s %s se considerará nula, en el espesor del trazo.
it: Qualsiasi scostamento di altitudine inferiore a %s %s sarà considerato nullo, nello spessore del tratto.
zh: 任何小于%s %s的高度偏差都将被视为直线粗细中的零。

source: Cette valeur est enregistrée par le menu Outils/sauvegarder les paramètres par défaut
ar: يتم حفظ هذه القيمة من خلال قائمة الأدوات / حفظ المعلمات الافتراضية.
de: Dieser Wert wird im Menü Extras / Standardparameter speichern gespeichert.
es: Este valor se guarda en el menú Herramientas/Guardar ajustes predeterminados
it: Questo valore viene salvato dal menu Strumenti/Salva impostazioni di default
zh: 该值由“工具” /“保存默认参数”菜单保存。

source: Abandon utilisateur, tolérance inchangée : %s %s
ar: التخلي عن المستخدم ، التسامح دون تغيير: %s %s
de: Verzicht des Benutzers, Toleranz unverändert: %s %s
es: Abandono del usuario, tolerancia sin cambios: %s %s
it: Abbandono utente, tolleranza invariata: %s %s
zh: 用户放弃，容差不变：%s %s

source: La tolérance doit être positive, Abandon : %s. Tolérance inchangée : %s %s
ar: يجب أن يكون التسامح إيجابيا ، الهجر: %s. التسامح دون تغيير: %s %s
de: Toleranz muss positiv sein, Verlassenheit: %s. Toleranz unverändert: %s %s
es: La tolerancia debe ser positiva, Abandono: %s. Tolerancia sin cambios: %s %s
it: La tolleranza deve essere positiva, Abbandono: %s. Tolleranza invariata: %s %s
zh: 宽容必须是积极的，放弃：%s。 公差不变：%s %s

source: Nouvelle valeur de la tolérance : %s %s
ar: قيمة التسامح الجديدة: %s %s
de: Neuer Toleranzwert: %s %s
es: Nuevo valor de tolerancia: %s %s
it: Nuovo valore della tolleranza: %s %s
zh: 新容差值：%s %s

source: Valeur de la tolérance non numérique : %s Tolérance inchangée : %s %s
ar: قيمة التسامح غير الرقمي: %s التسامح دون تغيير: %s %s
de: Nicht numerischer Toleranzwert: %s Toleranz unverändert: %s %s
es: Valor de la tolerancia no numérica: %s Tolerancia sin cambios: %s %s
it: Valore tolleranza non numerico: %s Tolleranza invariata: %s %s
zh: 非数字容差值：%s 公差不变：%s %s

source: Nombre de décimales dans les résultats de calcul des volumes
ar: عدد المنازل العشرية في نتائج حساب الحجم
de: Anzahl der Dezimalstellen in den Ergebnissen der Volumenberechnung
es: Número de decimales en los resultados del cálculo del volumen
it: Numero di cifre decimali nei risultati del calcolo del volume
zh: 体积计算结果中的小数位数

source: Par défaut les résultat des calculs de volumes sont arrondis avec 2 décimales.
ar: بشكل افتراضي ، يتم تقريب نتائج حسابات الحجم إلى منزلتين عشريتين.
de: Standardmäßig werden die Ergebnisse von Volumenberechnungen auf 2 Dezimalstellen gerundet.
es: Por defecto, los resultados de los cálculos de volumen se redondean a 2 decimales.
it: Per impostazione predefinita i risultati dei calcoli del volume sono arrotondati a 2 cifre decimali.
zh: 默认情况下，体积计算结果四舍五入到小数点后两位。

source: L'unité actuelle est le %s. La précision est donc de 0.01 %s.
ar: الوحدة الحالية هي %s. وبالتالي فإن الدقة هي 0.01 %s.
de: Die aktuelle Einheit ist die %s. Die Genauigkeit beträgt daher 0,01 %s.
es: La unidad actual es %s. Por lo tanto, la precisión es 0.01 %s.
it: L'unità corrente è %s. La precisione è quindi di 0.01 %s.
zh: 当前单位为%s。因此，精度为 0.01 %s。

source: Cette précision est parfois insuffisante pour les petits objets.
ar: هذه الدقة في بعض الأحيان غير كافية للأشياء الصغيرة.
de: Diese Präzision reicht bei kleinen Objekten manchmal nicht aus.
es: Esta precisión a veces es insuficiente para objetos pequeños.
it: Questa precisazione è talvolta insufficiente per i piccoli oggetti.
zh: 对于小物体，这种精度有时是不够的。

source: Un arrondi a 3 décimales, soit 0.001 %s, ou 4, soit 0.0001 %s, permet d'améliorer cette précision.
ar: يؤدي التقريب إلى 3 منازل عشرية ، أو 0.001 %s ، أو 4 ، أو 0.0001 %s ، إلى تحسين هذه الدقة.
de: Eine Rundung auf 3 Dezimalstellen oder 0,001 %s oder 4 oder 0,0001 %s verbessert diese Genauigkeit.
es: Un redondeo a 3 decimales, ya sea 0.001 %s, o 4, o 0.0001 %s, permite mejorar esta precisión.
it: Un arrotondamento ha 3 decimali, o 0.001 %s, o 4, o 0.0001 %s, permette di migliorare questa precisione.
zh: 四舍五入到小数点后 3 位（0.001 %s）、4 或 0.0001 %s可提高此精度。

source: La valeur actuelle du nombre de décimales est : %s.
ar: القيمة الحالية لعدد المنازل العشرية هي: %s.
de: Der aktuelle Wert der Anzahl der Dezimalstellen ist: %s.
es: El valor actual del número de decimales es: %s.
it: Il valore attuale del numero di decimali è: %s.
zh: 小数位数的当前值为：%s。

source: Abandon utilisateur, valeur inchangée : %s décimales
ar: إحباط المستخدم ، القيمة دون تغيير: %s منازل عشرية
de: Benutzerabbruch, Wert unverändert: %s Dezimalstellen
es: Usuario abortar, valor sin cambios: %s decimales
it: Interruzione dell'utente, valore invariato: %s cifre decimali
zh: 用户中止，值保持不变：%s小数位

source: Le nombre de décimale doit être positif ou nul, Abandon : %s. Valeur inchangée : %s décimales
ar: يجب أن يكون عدد المنازل العشرية موجبًا أو صفرًا ، إحباط: %s. القيمة التي لم تتغير: %s منازل عشرية
de: Die Anzahl der Dezimalstellen muss positiv oder Null sein. Abbruch: %s. Unveränderter Wert: %s Dezimalstellen
es: El número de decimales debe ser positivo o cero, Abortar: %s. Valor sin cambios: %sdiminutos
it: Il numero di cifre decimali deve essere positivo o zero, Abort: %s. Valore invariato: %s decimali
zh: 小数位数必须为正或零，即中止：%s。不变值：%s个小数位

source: Nouvelle valeur du nombre de décimales : %s
ar: القيمة الجديدة لعدد المنازل العشرية: %s
de: Neuer Wert der Anzahl der Dezimalstellen: %s
es: Nuevo valor para el número de decimales: %s
it: Nuovo valore per il numero di cifre decimali: %s
zh: 小数位数的新值：%s

source: Valeur non numérique : %s nombre de décimales inchangé : %s
ar: القيمة غير الرقمية: %s عدد المنازل العشرية التي لم تتغير: %s
de: Nicht numerischer Wert: %s Anzahl der unveränderten Dezimalstellen: %s
es: Valor no numérico: %s número de decimales sin cambios: %s
it: Valore non numerico: %s numero di decimali invariato: %s
zh: 非数值：%s小数位数不变：%s

source: Répertoire de MicMac :
ar: دليل ميك ماك:
de: MicMac-Verzeichnis:
es: Directorio de MicMac:
it: Directory di MicMac:
zh: 麦克风目录：

source: Version MicMac :
ar: إصدار MicMac:
de: MicMac-Version:
es: Versión del MicMac:
it: Versione MicMac :
zh: MicMac版本：

source: Outil exiftool :
ar: أداة Exiftool:
de: Exiftool-Tool:
es: Herramienta Exiftool:
it: Strumento Exiftool:
zh: Exiftool工具：

source: Outil convert d'ImageMagick :
ar: أداة تحويل ImageMagick:
de: ImageMagick-Konvertierungswerkzeug:
es: La herramienta de conversión de ImageMagick:
it: Lo strumento di conversione di ImageMagick:
zh: ImageMagick转换工具：

source: Outil pour afficher les .ply :
ar: أداة لعرض .ply:
de: Werkzeug zum Anzeigen von .ply:
es: Herramienta para mostrar..:
it: Strumento per visualizzare .ply :
zh: 显示.ply的工具：

source: Outil pour décompacter les vidéos (ffmpeg):
ar: أداة لفك حزم مقاطع الفيديو (ffmpeg):
de: Tool zum Entpacken von Videos (ffmpeg):
es: Herramienta para descomprimir videos (ffmpeg):
it: Strumento per decomprimere i video (ffmpeg):
zh: 打开视频打包工具（ffmpeg）：

source: Répertoire d'AperoDeDenis :
ar: دليل AperoDeDenis:
de: AperoDeDenis-Verzeichnis:
es: Directorio AperoDeDenis :
it: Elenco AperoDeDenis :
zh: AperoDeDenis目录：

source: Répertoire des paramètres :
ar: دليل المعلمات:
de: Parameterverzeichnis:
es: Directorio de parámetros :
it: Elenco dei parametri :
zh: 参数目录：

source: Répertoire bin sous MICMAC :
ar: دليل Bin تحت MICMAC:
de: Bin-Verzeichnis unter MICMAC:
es: Directorio de la papelera bajo MICMAC
it: Cestino sotto MICMAC
zh: MICMAC下的Bin目录：

source: Désigner le répertoire de Micmac
ar: تعيين دليل الميغماك
de: Bestimmen Sie das Mi'kmaq-Verzeichnis
es: Designar el directorio de Micmac
it: Designare la directory di Micmac
zh: 指定米克马克目录

source: Abandon, pas de changement.
ar: هجر لا تغيير.
de: Verlassenheit, keine Veränderung.
es: Abandono, no hay cambios.
it: Abbandono, nessun cambiamento.
zh: 放弃，没有变化。

source: Répertoire de Micmac :
ar: دليل الميغماك:
de: Mi'kmaq-Verzeichnis:
es: Repertorio de Micmac:
it: Repertorio di Micmac:
zh: 米克马克目录：
