Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: et aussi dans la trace synthétique.
ar: وكذلك في الأثر التركيبي.
de: und auch in der synthetischen Spur.
es: y también en el rastro sintético.
it: e anche nella traccia sintetica.
zh: 以及合成痕迹。

source: résultat de la commande python :
ar: نتيجة أمر بيثون:
de: Ergebnis des Python-Befehls:
es: resultado de la orden de la pitón
it: risultato del comando del pitone
zh: python命令的结果：

source: commande :
ar: جهاز تحكم
de: Nr.:
es: orden
it: ordine
zh: 请遵守秩序

source: L'exécution de la commande python retourne la valeur :
ar: يؤدي تنفيذ الأمر python إلى إرجاع القيمة:
de: Das Ausführen des Python-Befehls gibt den Wert zurück:
es: Ejecutar el comando pitón devuelve el valor
it: L'esecuzione del comando python restituisce il valore
zh: 执行python命令会返回值：

source: L'exécution de la commande python %s ne retourne pas de valeur
ar: لا يؤدي تشغيل الأمر python %s إلى إرجاع قيمة
de: Beim Ausführen des python-Befehls %s wird kein Wert zurückgegeben
es: La ejecución del comando python %s no devuelve ningún valor
it: L'esecuzione del comando python %s non restituisce alcun valore
zh: 运行 python 命令%s不返回值

source: L'évaluation de la commande python retourne la valeur :
ar: يُرجع تقييم الأمر python القيمة:
de: Die Auswertung des Python-Befehls gibt den Wert zurück:
es: Evaluar el comando pitón devuelve el valor
it: La valutazione del comando python restituisce il valore
zh: python命令的评估返回值：

source: L'évaluation de la commande python %s ne retourne pas de valeur
ar: تقييم أمر python %s لا يرجع القيمة
de: Auswertung des Python-Befehls%s keinen Wert zurückgibt
es: La evaluación del comando python %s no devuelve ningún valor
it: La valutazione del comando python %s non restituisce alcun valore
zh: python命令%s的评估不返回值

source: ********** Lancement d'un pipeline via le menu expert
ar: إطلاق خط أنابيب عبر قائمة الخبراء
de: Starten einer Pipeline über das Expertenmenü
es: ******** Lanzamiento de una tubería a través del menú experto
it: ********** Avvio di una pipeline tramite il menu esperto
zh: 通过专家菜单启动管道

source: Fichier : %s
ar: الملف: %s
de: Datei : %s
es: Archivo: %s
it: File: %s

source: Contenu utile : %s
ar: محتوى مفيد: %s
de: Nützlicher Inhalt: %s
es: Contenido útil: %s
it: Contenuto utile: %s
zh: 有用的内容： %s

source: Pipeline MicMac
ar: خط أنابيب MiMac
de: MiMac-Pipeline
es: Tubería MicMac
zh: 米麦克管道

source: Pas de ligne exécutable : %s
ar: لا يوجد سطر قابل للتنفيذ: %s
de: Keine ausführbare Zeile: %s
es: No hay línea ejecutable: %s
it: Nessuna riga eseguibile: %s
zh: 无可执行行： %s

source: Arrêt prématuré du pipeline : %s
ar: إغلاق خط الأنابيب السابق لأوانه: %s
de: Vorzeitige Abschaltung der Pipeline: %s
es: Parada prematura de la tubería: %s
it: Arresto prematuro della pipeline: %s
zh: 管道过早关闭：%s

source: ********** Fin du pipeline
ar: نهاية خط الأنابيب
de: Ende der Pipeline
es: ********* Fin de la canalización
it: ********* Fine della pipeline
zh: 管道结束

source: Pipeline exécuté Voir les détails dans la trace
ar: تشغيل خط الأنابيب الاطلاع على التفاصيل في التتبع
de: Pipeline wird ausgeführt Details in der Ablaufverfolgung anzeigen
es: Pipeline ejecutado Ver detalles en el track
it: Pipeline eseguita Visualizza i dettagli nella traccia
zh: 管道运行 在跟踪中查看详细信息

source: La ligne ne commence pas par mm3d : %s
ar: لا يبدأ الخط ب mm3d: %s
de: Die Zeile beginnt nicht mit mm3d: %s
es: La línea no comienza con mm3d: %s
it: La linea non inizia con mm3d: %s
zh: 该行不以 mm3d 开头：%s

source: La ligne demande l'aide, ignorée: %s
ar: يطلب الخط المساعدة ، متجاهلا: %s
de: Die Leitung bittet um Hilfe, ignoriert: %s
es: La línea pide ayuda, ignorada: %s
it: La riga chiede aiuto, ignorata: %s
zh: 该行寻求帮助，忽略：%s

source: Le module %s ne peut s'exécuter ; il manque un élément (fichier, répertoire ou argument) : %s
ar: لا يمكن تشغيل الوحدة النمطية %s ؛ عنصر (ملف أو دليل أو وسيطة) مفقود: %s
de: Modul %s kann nicht ausgeführt werden. Ein Element (Datei, Verzeichnis oder Argument) fehlt: %s
es: El módulo %s no se puede ejecutar; falta un elemento (archivo, directorio o argumento): %s
it: Il modulo %s non può essere eseguito; manca un elemento (file, directory o argomento): %s
zh: 模块%s无法运行;缺少元素（文件、目录或参数）： %s

source: Pas de points homologues. lancer menu MicMac : Lancer MicMac
ar: لا توجد نقاط متماثلة. قم بتشغيل قائمة MicMac: قم بتشغيل MicMac
de: Keine homologen Punkte. MicMac-Menü starten: MicMac starten
es: Sin puntos homólogos. lanzar menú MicMac: Lanzar MicMac
it: Nessun punto omologo. lanciare menu MicMac: Avviare MicMac
zh: 没有同源点。启动 MicMac 菜单：启动 MicMac

source: Choisir le chantier pour ajouter les points GCP.
ar: اختر الموقع لإضافة نقاط GCP.
de: Wählen Sie die Site aus, um die GCP-Punkte hinzuzufügen.
es: Seleccione el lugar de trabajo para añadir los puntos de GCP.
it: Selezionare il cantiere per aggiungere i punti GCP.
zh: 选择要添加GCP点的站点。

source: Aucun chantier choisi.
ar: لم يتم اختيار موقع.
de: Keine Seite ausgewählt.
es: No se ha elegido ningún sitio.
it: Nessun sito scelto.
zh: 未选择站点。

source: Pas de points GCP dans le chantier %s.
ar: لا توجد نقاط GCP في موقع %s.
de: Keine GCP-Punkte auf der %s -Site.
it: Nessun punto GCP nel cortile %s.
zh: %s网站中没有GCP点。

source: Erreur restauration points GCP :
ar: خطأ في استعادة نقاط GCP:
de: Fehler beim Wiederherstellen der GCP-Punkte:
es: Error en la restauración de los puntos de GCP
it: Errore nel ripristino dei punti GCP
zh: GCP点还原错误：

source: Ajout des points GCP du chantier : %s
ar: إضافة نقاط GCP للموقع: %s
de: Hinzufügen von GCP-Punkten für die Site: %s
es: Adición de los puntos GCP de la obra: %s
it: Aggiunta dei punti GCP del cantiere : %s
zh: 站点的GCP点增加：%s

source: Suppression des points GCP précédents.
ar: تمت إزالة نقاط GCP السابقة.
de: Vorherige GCP-Punkte entfernt.
es: Eliminación de los puntos anteriores del GCP.
it: Cancellazione dei punti GCP precedenti.
zh: 删除了之前的GCP点。

source: points GCP ajoutés :
ar: تمت إضافة نقاط GCP:
de: GCP-Punkte hinzugefügt:
es: se añaden puntos de GCP
it: punti GCP aggiunti
zh: GCP积分已添加：

source: points placés sur les photos
ar: النقاط الموضوعة على الصور
de: Punkte auf den Fotos platziert
es: puntos colocados en las fotos
it: punti posizionati sulle foto
zh: 点放在照片上

source: : Ajout des %s points GCP du chantier %s.
ar: : إضافة %s نقاط GCP لموقع %s.
de: : Hinzufügen von %s GCP-Punkten für die %s Site.
es: : Suma de los %s puntos de GCP de la obra en construcción %s.
it: Aggiunta di %s punti GCP del cantiere %s.
zh: ：为%s网站添加了%s个GCP点。

source: Info sur les fichiers de points GPS terrain
ar: معلومات حول ملفات نقطة حقل GPS
de: Informationen zu GPS-Feldpunktdateien
es: Información sobre los archivos de puntos GPS de campo
it: Informazioni sui file dei punti GPS del campo
zh: 有关 GPS 现场点文件的信息

source: Un fichier de points GPS a le format suivant: 7 informations par ligne
ar: يحتوي ملف نقطة GPS على التنسيق التالي: 7 أجزاء من المعلومات لكل سطر
de: Eine GPS-Punktdatei hat das folgende Format: 7 Informationen pro Zeile
es: Un archivo de puntos GPS tiene el siguiente formato: 7 informaciones por línea
it: Un file di punti GPS ha il seguente formato: 7 informazioni per riga
zh: GPS 点文件具有以下格式：每行 7 条信息

source: Nom_du_point X Y Z dx dy dz
ar: Point_name XYZ dx dy dz
de: Punktname XYZ dx dy dz
es: Nombre del punto X Y Z dx dy dz
it: Punto_Nome X Y Z dx dy dz
zh: Point_name XYZ dx dy dz

source: C'est un fichier texte, séparateur espace
ar: إنه ملف نصي ، فاصل مسافة
de: Es ist eine Textdatei, ein Leerzeichen
es: Es un archivo de texto, separador de espacios
it: E' un file di testo, separatore di spazio
zh: 它是一个文本文件，用空格分隔

source: dx dy dz sont les précisions de placement en nombre de pixel, mettre 1 au minimum
ar: dx dy dz هي دقة تحديد الموضع بعدد البكسل ، ضع 1 على الأقل
de: dx dy dz sind die Platzierungsgenauigkeiten in Anzahl der Pixel, mindestens 1
es: dx dy dz son las precisiones de colocación en número de píxeles, pon 1 como mínimo
it: dx dy dz sono le precisioni di posizionamento in numero di pixel, metti 1 almeno
zh: dx dy dz是以像素数表示的放置精度，至少放置1

source: le caractère '#' en début de ligne signale un commentaire
ar: يشير الحرف "#" في بداية السطر إلى تعليق
de: Das Zeichen '#' am Zeilenanfang zeigt einen Kommentar an
es: el carácter "#" al principio de la línea indica un comentario
it: il carattere '#' all'inizio della riga indica un commento
zh: 行首的“＃”字符表示注释

source: Liste de points GCP : Nom X Y Z dx dy dz :
ar: قائمة نقاط GCP: الاسم X Y Z dx dy dz:
de: Liste der GCP-Punkte: Name X Y Z dx dy dz:
es: Lista de puntos GCP: Nombre X Y Z dx dy dz:
it: Elenco dei punti GCP: Nome X Y Z dx dy dz:
zh: GCP 点列表： 名称 X Y Z dx dy dz：

source: Texte
ar: نص
de: Den Standardtext zurücksetzen
es: Texto
it: Testo

source: Lecture d'un fichier de points GPS : %s
ar: قراءة ملف نقطة GPS: %s
de: Lesen einer GPS-Punktdatei: %s
es: Lectura de un archivo de puntos GPS: %s
it: Lettura di un file di punti GPS: %s
zh: 读取 GPS 点文件： %s

source: Point ajouté :
ar: تمت إضافة النقطة:
de: Punkt hinzugefügt:
es: Punto añadido
it: Punto aggiunto
zh: 点添加：

source: Ligne lue incorrecte :
ar: تمت قراءة سطر غير صحيح:
de: Falsche Zeile gelesen:
es: La línea se lee incorrectamente
it: Linea letta in modo errato
zh: 错误的行读取：

source: points GCP ajoutés : c'est beaucoup, sans doute trop.
ar: تمت إضافة نقاط GCP: إنها كثيرة ، وربما أكثر من اللازم.
de: GCP-Punkte hinzugefügt: Es ist viel, wahrscheinlich zu viel.
es: puntos de GCP añadidos: esto es mucho, probablemente demasiado.
it: punti GCP aggiunti: questo è molto, probabilmente troppo.
zh: GCP要点补充说：很多，可能太多。

source: points GCP ajoutés.
ar: تمت إضافة نقاط GCP.
de: GCP-Punkte hinzugefügt.
es: se añadieron puntos de GCP.
it: punti GCP aggiunti.
zh: 已添加GCP点。

source: Points GPS complets
ar: نقاط GPS كاملة
de: Vollständige GPS-Punkte
es: Puntos GPS completos
it: Punti GPS completi
zh: 完整的全球定位系统点

source: Vous pouvez placer les points sur les photos
ar: يمكنك وضع النقاط على الصور
de: Sie können die Punkte auf den Fotos platzieren
es: Puedes colocar los puntos en las fotos
it: Puoi mettere i puntini sulle foto
zh: 您可以将点放在照片上

source: : Ajout des %s points GCP du fichier %s.
ar: : إضافة %s نقاط GCP من ملف %s.
de: : Hinzufügen von %s GCP-Punkten aus Datei %s.
es: Añada los %s puntos de GCP del archivo %s.
it: Aggiungere i punti GCP %s dal file %s.
zh: ：从文件%s添加了%s个GCP点。

source: Info :
ar: معلومات:
es: información
zh: 信息：

source: Un fichier de points GPS photos a le format suivant : 4 informations par ligne
ar: يحتوي ملف نقاط صور GPS على التنسيق التالي: 4 أجزاء من المعلومات لكل سطر
de: Eine Datei mit GPS-Fotopunkten hat das folgende Format: 4 Informationen pro Zeile
es: Un archivo de puntos GPS fotos tiene el siguiente formato: 4 información por línea
it: Un file di punti GPS foto ha il seguente formato: 4 informazioni per riga
zh: GPS 照片点文件具有以下格式：每行 4 条信息

source: Exemple :
ar: مثل:
de: Beispiel :
es: Ejemplo:
it: Esempio:
zh: 例：

source: A DJI_0001.JPG 100 250.25
ar: أ DJI_0001.JPG 100 250.25
de: Eine DJI_0001.JPG 100 250,25

source: C'est un fichier texte, séparateur espace, séparateur décimal = point
ar: إنه ملف نصي ، فاصل مسافة ، فاصل عشري = نقطة
de: Es ist eine Textdatei, Leerzeichentrennzeichen, Dezimaltrennzeichen = Punkt
es: Es un archivo de texto, separador espacio, separador decimal = punto
it: È un file di testo, separatore spazio, separatore decimale = punto
zh: 它是一个文本文件，空格分隔符，小数分隔符=句点

source: X Y sont la position du pixel sur la photo le point 0 0 étant en haut à droite
ar: X Y هو موضع البكسل في الصورة مع وجود النقطة 0 0 في أعلى اليمين
de: X Y ist die Position des Pixels im Foto, wobei sich Punkt 0 0 oben rechts befindet
es: X Y es la posición del píxel en la foto con el punto 0 0 en la parte superior derecha
it: X Y è la posizione del pixel nella foto il punto 0 0 è in alto a destra
zh: X Y 是照片中像素的位置，点 0 0 位于右上角

source: les points doivent être connus
ar: يجب أن تكون النقاط معروفة
de: Die Punkte müssen bekannt sein
es: los puntos deben ser conocidos
it: i punti devono essere conosciuti
zh: 必须知道这些点

source: Liste de points GPS photos :
ar: قائمة نقاط صور GPS:
de: Liste der GPS-Fotopunkte:
es: Lista de puntos GPS fotos:
it: Elenco dei punti GPS foto:
zh: GPS拍照点列表：

source: Lecture d'un fichier de points GPS placés sur les photos : %s
ar: قراءة ملف نقاط GPS الموضوعة على الصور: %s
de: Lesen einer Datei mit GPS-Punkten, die auf den Fotos platziert sind: %s
es: Lectura de un archivo de puntos GPS colocados en las fotos: %s
it: Riproduzione di un file di punti GPS posizionati sulle foto: %s
zh: 读取放置在照片上的GPS点文件： %s

source: la position %s %s excède la taille de la photo : ligne %s
ar: يتجاوز %s %s الموضع حجم الصورة: %s الخط
de: Die Position überschreitet %s %s die Größe des Fotos: Zeile %s
es: la posición %s %s excede el tamaño de la foto: línea %s
it: la posizione %s %s supera la dimensione della foto: riga %s
zh: 位置%s %s超过照片的大小：行%s

source: la photo %s n'existe pas : ligne %s
ar: الصورة %s غير موجودة: السطر %s
de: Foto %s existiert nicht: Zeile %s
es: la foto %s no existe: línea %s
it: la foto %s non esiste: riga %s
zh: 照片%s不存在：第 %s 行

source: le point %s n'existe pas : ligne (%s
ar: النقطة %s غير موجودة: السطر (%s
de: Punkt %s existiert nicht: Zeile (%s
es: el punto %s no existe: línea (%s
it: il punto %s non esiste: riga (%s
zh: 第 %s 点不存在：行 （%s

source: Nombre de points ajoutés : %s
ar: عدد النقاط المضافة: %s
de: Anzahl der hinzugefügten Punkte: %s
es: Número de puntos añadidos: %s
it: Numero di punti aggiunti: %s
zh: 增加的点数：%s

source: Points GPS incomplets : veuillez vérifier et compléter la saisie
ar: نقاط GPS غير مكتملة: يرجى التحقق من الإدخال وإكماله
de: Unvollständige GPS-Punkte: Bitte überprüfen und vervollständigen Sie die Eingabe
es: Puntos GPS incompletos: compruebe y complete la entrada
it: Punti GPS incompleti: si prega di verificare e completare l'inserimento
zh: 不完整的GPS点：请检查并完成输入

source: Ouverture du chantier impossible : %s.
ar: فتح الموقع مستحيل: %s.
de: Öffnen der Seite unmöglich: %s.
es: La apertura de la obra es imposible: %s.
it: Apertura del cantiere impossibile: %s.
zh: 无法打开该站点：%s。

source: Copie des points homologues depuis : %s
ar: انسخ نقاط النظراء من: %s
de: Kopieren Sie Peer-Punkte von: %s
es: Copiando puntos homólogos de: %s
it: Copia di punti omologhi da: %s
zh: 从以下位置复制对等点：%s

source: Paramètres de Tapioca recopiés
ar: تم نسخ معلمات التابيوكا
de: Tapioka-Parameter kopiert
es: Parámetros de la Tapioca copiados
it: Parametri Tapioca copiati
zh: 木薯粉参数已复制

source: Patience...
ar: "سيأتيك الحل يا "بوارو
de: Geduld
es: Paciencia...
it: Pazienza...
zh: 耐心?

source: Choisir le chantier d'où copier les points homologues. Seuls les chantiers compatibles sont proposés.
ar: اختر الموقع الذي تريد نسخ النقاط المقابلة منه. يتم تقديم المواقع المتوافقة فقط.
de: Wählen Sie die Site aus, von der die entsprechenden Punkte kopiert werden sollen. Es werden nur kompatible Websites angeboten.
es: Elija el sitio desde el que copiar los puntos homólogos. Sólo se proponen sitios compatibles.
it: Scegliere il sito da cui copiare i punti omologhi. Vengono proposti solo siti compatibili.
zh: 选择要从中复制相应点的站点。仅提供兼容的站点。

source: Points homologues copiés. Paramètres de Tapioca copiés.
ar: نقاط الأقران المنسوخة. إعدادات التابيوكا المنسوخة.
de: Kopierte Peer-Punkte. Tapioka-Einstellungen kopiert.
es: Puntos homólogos copiados. Parámetros de Tapioca copiados.
it: Punti omologhi copiati. Parametri di Tapioca copiati.
zh: 复制的对等点。 复制了木薯设置。

source: Fichier impossible à copier :
ar: لا يمكن نسخ الملف:
de: Datei kann nicht kopiert werden:
es: Archivos imposibles de copiar:
it: File non copiabile:
zh: 无法复制文件：

source: erreur=
ar: خطأ =
de: Fehler=
es: error
it: errore
zh: 错误=

source: Choisir le chantier d'où copier l'orientation. Seuls les chantiers compatibles sont proposés.
ar: اختر الموقع الذي تريد نسخ الاتجاه منه. يتم تقديم المواقع المتوافقة فقط.
de: Wählen Sie die Site aus, von der die Ausrichtung kopiert werden soll. Es werden nur kompatible Websites angeboten.
es: Elija el sitio desde el que copiar la orientación. Sólo se proponen sitios compatibles.
it: Scegliere il sito da cui copiare l'orientamento. Vengono proposti solo siti compatibili.
zh: 选择要从中复制方向的站点。仅提供兼容的站点。

source: pas d'orientation copiée depuis %s
ar: لا يوجد اتجاه نسخ من %s
de: Keine Orientierung von %s kopiert
es: ninguna orientación copiada de %s
it: nessun orientamento copiato da %s
zh: 没有从%s复制方向

source: Copie de l'orientation depuis : %s
ar: نسخ الاتجاه من: %s
de: Kopieren Sie die Ausrichtung von: %s
es: Copiar la orientación de: %s
it: Copia l'orientamento da: %s
zh: 复制方向来自：%s

source: Orientation copiée
ar: تم نسخ التوجيه
de: Kopierte Orientierung
es: Orientación copiada
it: Orientamento copiato
zh: 复制方向

source: Patience : copie des points homologues
ar: الصبر: نسخة من النقاط المتشابهة
de: Geduld: Kopie homologer Punkte
es: Paciencia: copia de puntos homólogos
it: Pazienza: copia dei punti omologhi
zh: 耐心：同源点的副本

source: copie des points homologues effectuée : %s
ar: تم عمل نسخة من نقاط الأقران: %s
de: Kopie der Peer-Punkte: %s
es: copia de los puntos homólogos realizados: %s
it: copia dei punti omologhi fatti: %s
zh: 对等点副本：%s

source: Patience : copie de l'orientation en cours
ar: الصبر: نسخة من التوجه الحالي
de: Geduld: Kopie der aktuellen Orientierung
es: Paciencia: copia de la orientación actual
it: Pazienza: copia dell'orientamento attuale
zh: 耐心：当前方向的副本

source: copie des points homologues effectuée,
ar: نسخة من النقاط المتشابهة ،
de: Kopie der homologen Punkte gemacht,
es: copia de los puntos homólogos realizados,
it: copia dei punti omologhi fatti,
zh: 提出的同源点的副本，

source: copie de l'orientation en cours
ar: نسخة من التوجه الحالي
de: Kopie der aktuellen Ausrichtung
es: copia de la orientación actual
it: copia dell'orientamento corrente
zh: 当前方向的副本

source: bilan %s
ar: الميزانية العمومية %s
de: Fazit %s
es: balance general %s
it: stato patrimoniale %s

source: Copie non totalement effectuée :
ar: نسخة غير مكتملة:
de: Kopie nicht vollständig ausgefüllt:
es: La copia no está completamente terminada
it: Copia non completata
zh: 复制未完全完成：

source: Copie des points homologues, de l'orientation, de la calibration, et de la mosaïque Tarama :
ar: نسخة من النقاط المتماثلة والاتجاه والمعايرة وفسيفساء تاراما:
de: Kopie der homologen Punkte, der Orientierung, der Kalibrierung und des Tarama-Mosaiks:
es: Copia de los puntos homólogos, la orientación, la calibración y el mosaico Tarama:
it: Copia dei punti omologhi, dell'orientamento, della calibrazione e del mosaico Tarama:
zh: 同源点、方向、校准和塔拉马赛克的副本：

source: Pas de traitement des points GCP.
ar: لا توجد معالجة لنقاط GCP.
de: Keine Verarbeitung von GCP-Punkten.
es: No se procesan los puntos de GCP.
it: Nessuna elaborazione dei punti GCP.
zh: 不处理GCP点。

source: Les écarts des points GCP (voir la trace complète pour plus de détails) :
ar: انحرافات نقطة GCP (انظر التتبع الكامل لمزيد من التفاصيل):
de: GCP-Punktabweichungen (weitere Informationen finden Sie in der vollständigen Kurve):
es: Las desviaciones de los puntos de GCP (ver el trazado completo para más detalles)
it: Le deviazioni dei punti GCP (per maggiori dettagli vedere la traccia completa)
zh: GCP点偏差（有关更多详细信息，请参见完整轨迹）：

source: Longueur du préfixe actuelle %s
ar: طول البادئة الحالية %s
de: Aktuelle Präfixlänge %s
es: Longitud del prefijo actual %s
it: Lunghezza del prefisso attuale %s
zh: 当前前缀长度%s

source: le préfixe est utilisé pour discriminer les appareils photos
ar: تستخدم البادئة للتمييز بين الكاميرات
de: Das Präfix wird verwendet, um zwischen Kameras zu unterscheiden
es: el prefijo se utiliza para discriminar entre las cámaras
it: il prefisso viene utilizzato per discriminare tra le telecamere
zh: 该前缀用于区分摄像机

source: Nouvelle longueur du préfixe : %s
ar: طول البادئة الجديدة: %s
de: Neue Präfixlänge: %s
es: Nueva longitud del prefijo: %s
it: Nuova lunghezza del prefisso: %s
zh: 新的前缀长度：%s

source: Valeur inchangée : %s
ar: القيمة غير متغيرة: %s
de: Unveränderter Wert: %s
es: Valor sin cambios: %s
it: Valore invariato: %s
zh: 不变值：%s

source: AperoDeDenis propose l'ajout du préfixe (3 caractères) du nom des photos au tag model
ar: يقترح AperoDeDenis إضافة بادئة (3 أحرف) من اسم الصور إلى علامة النموذج
de: AperoDeDenis schlägt vor, das Präfix (3 Zeichen) des Namens der Fotos zum Modell-Tag hinzuzufügen
es: AperoDeDenis propone añadir el prefijo (3 caracteres) del nombre de las fotos a la etiqueta del modelo
it: AperoDeDenis propone di aggiungere il prefisso (3 caratteri) del nome delle foto al tag del modello
zh: AperoDeDenis建议将照片名称的前缀（3个字符）添加到模型标签中

source: Ajout du préfixe du nom du fichier au tag model de l'exif
ar: إضافة بادئة اسم الملف إلى وسم النموذج من exif
de: Hinzufügen des Dateinamenpräfixes zum Modell-Tag des Exif
es: Añadir el prefijo del nombre del archivo a la etiqueta del modelo exif
it: Aggiungere il prefisso del nome del file al tag del modello exif
zh: 将文件名前缀添加到exif的模型标签中

source: Lorsque les photos choisies proviennent de plusieurs appareils photos
ar: عندما تأتي الصور المختارة من كاميرات متعددة
de: Wenn die ausgewählten Fotos von mehreren Kameras stammen
es: Cuando las fotos seleccionadas provienen de varias cámaras
it: Quando le foto scelte provengono da più fotocamere
zh: 当所选照片来自多个相机时

source: les TAGS 'model' doivent être différenciés dans l'exif des photos.
ar: يجب تمييز علامات "النموذج" في صور exif.
de: Die 'Modell'-TAGS müssen im Exif der Fotos unterschieden werden.
es: el modelo TAGS debe diferenciarse en el exif de las fotos.
it: il modello TAGS deve essere differenziato nell'exif delle foto.
zh: 必须在照片的exif中区分“模型” TAGS。

source: La calibration s'effectue alors pour chaque appareil.
ar: ثم يتم إجراء المعايرة لكل جهاز.
de: Die Kalibrierung wird dann für jedes Gerät durchgeführt.
es: La calibración se realiza entonces para cada instrumento.
it: La calibrazione viene poi effettuata per ogni strumento.
zh: 然后对每个设备执行校准。

source: AperoDeDenis propose l'ajout du préfixe (%s caractères) du nom des photos au tag model
ar: يقترح AperoDeDenis إضافة بادئة (%s حرفًا) لاسم الصور إلى علامة النموذج
de: AperoDeDenis schlägt vor, das Präfix (%s Zeichen) des Namens der Fotos zum Modell-Tag hinzuzufügen
es: AperoDeDenis propone añadir el prefijo (%s caracteres) del nombre de las fotos a la etiqueta del modelo
it: AperoDeDenis propone di aggiungere il prefisso (%s caratteri) del nome delle foto al tag del modello
zh: AperoDeDenis建议将照片名称的前缀（%s个字符）添加到模型标签中

source: La longueur du préfixe est modifiable par item du menu Expert
ar: يمكن تعديل طول البادئة حسب العنصر في قائمة الخبراء
de: Die Länge des Präfixes kann durch ein Element im Menü "Experte" geändert werden
es: La longitud del prefijo se puede cambiar por ítem del menú Expert
it: La lunghezza del prefisso è modificabile dall'item del menu Expert
zh: 前缀的长度可以按专家菜单中的项目修改

source: Le préfixe est un paramètre déterminé par chaque appareil photo
ar: البادئة هي معلمة تحددها كل كاميرا
de: Das Präfix ist ein Parameter, der von jeder Kamera bestimmt wird
es: El prefijo es un parámetro determinado por cada cámara
it: Il prefisso è un parametro determinato da ciascuna fotocamera
zh: 前缀是由每个摄像机确定的参数

source: Ne rien faire
ar: لا تحاول
de: Nichts machen
es: No hagas nada
it: Non fare nulla
zh: ä»ä¹ä¹ä¸å

source: Abandon, le chantier n'est pas modifié.
ar: هجر ، الموقع لا يتم تعديله.
de: Abbruch, die Seite wird nicht verändert.
es: Abandono, la obra no se modifica.
it: Abbandono, il cantiere non viene modificato.
zh: 放弃，该站点未修改。

source: Modification du modèle de l'appareil photo en cours : ajout du préfixe du nom du fichier.
ar: تعديل نموذج الكاميرا الحالي: إضافة بادئة اسم الملف.
de: Ändern des aktuellen Kameramodells: Hinzufügen des Dateinamenpräfix.
es: Cambiando el modelo de cámara actual: Añadiendo el prefijo del nombre del archivo.
it: Modifica del modello di telecamera corrente: Aggiunta del prefisso del nome del file.
zh: 修改当前相机型号：添加文件名前缀。
