Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Lorsque les métadonnées des photos comportent les coordonnées de l'appareil au moment de la prise de vue. Elles définissent un repère absolu qui est utilisé par défaut par AperoDeDenis Ces coordonnées sont : longitude, latitude, altitude, lacet, roulis, tangage dans le référentiel WGS84. Vous pouvez choisir un autre référentiel : menu expert/Navigation GPS
ar: عندما تتضمن البيانات الوصفية للصور إحداثيات الكاميرا في وقت التصوير. يحددون نظام إحداثيات مطلق يتم استخدامه افتراضيا بواسطة AperoDeDenis هذه الإحداثيات هي: خط الطول ، خط العرض ، الارتفاع ، الانعراج ، التدحرج ، الملعب في مستودع WGS84. يمكنك اختيار مستودع آخر: قائمة الخبراء / نظام تحديد المواقع العالمي (GPS)
de: Wenn die Metadaten der Fotos die Koordinaten der Kamera zum Zeitpunkt der Aufnahme enthalten. Sie definieren ein absolutes Koordinatensystem, das standardmäßig von AperoDeDenis verwendet wird Diese Koordinaten sind: Längengrad, Breitengrad, Höhe, Gieren, Rollen, Nicken im WGS84-Repository. Sie können ein anderes Repository auswählen: Expertenmenü/GPS-Navigation
zh: 当照片的元数据包括拍摄时相机的坐标时。 它们定义了AperoDeDenis默认使用的绝对坐标系 这些坐标是：经度，纬度，高度，偏航，滚动，俯仰 在 WGS84 存储库中。 您可以选择其他存储库：专家菜单/GPS 导航

source: Le référentiel sera celui du chantier choisi.
ar: سيكون الإطار المرجعي هو إطار الموقع المختار.
de: Der Bezugsrahmen ist der des ausgewählten Standorts.
es: La referencia será la de la obra elegida.
it: Il punto di riferimento sarà quello del cantiere prescelto.
zh: 参考框架将是所选站点的参考框架。

source: Le chantier possède une orientation
ar: موقع البناء له اتجاه
de: Die Baustelle hat eine Orientierung
es: La construcción tiene una orientación
it: Il cantiere ha un orientamento
zh: 施工现场有方向

source: Les 2 chantiers ont au moins 2 photos en commun.
ar: المواقع 2 لديها ما لا يقل عن 2 صور مشتركة.
de: Die 2 Seiten haben mindestens 2 Fotos gemeinsam.
es: Los dos tienen al menos dos fotos en común.
it: I due siti hanno almeno due foto in comune.
zh: 这两个网站至少有 2 张照片。

source: Définition d'un référentiel et d'une métrique sur le nuage de points homologues.
ar: تعريف إطار مرجعي ومقياس على سحابة النقاط المتماثلة.
de: Definition eines Referenzrahmens und einer Metrik auf der Wolke homologer Punkte.
es: Definición de un dato y una métrica en la nube de puntos de pares.
it: Definizione di un dato e di una metrica sulla nuvola di punti peer.
zh: 在同源点云上定义参照系和度量。

source: Un axe, un plan et la distance entre 2 points sont nécessaires.
ar: محور ، طائرة والمسافة بين 2 نقاط ضرورية.
de: Eine Achse, eine Ebene und der Abstand zwischen 2 Punkten sind notwendig.
es: Un eje, un plano y la distancia entre dos puntos son necesarios.
it: Sono necessari un asse, un piano e la distanza tra due punti.
zh: 轴、平面和 2 点之间的距离是必要的。

source: Choisir entre :
ar: اختر بين:
de: Wählen zwischen :
es: Elija entre..:
it: Scegliere tra :
zh: 选择 ：

source: Axe horizontal
ar: المحور الأفقي
de: Horizontale Achse
es: eje horizontal
it: Asse orizzontale
zh: 水平轴

source: ou
ar: أو
de: oder
es: o
it: oppure
zh: 或

source: Axe vertical
ar: المحور الرأسي
de: Vertikale Achse
es: eje vertical
it: asse verticale
zh: 立轴

source: ET :
ar: و
de: UND:
es: Y:
it: E:
zh: 及

source: Zone plane horizontale
ar: منطقة مسطحة أفقية
de: Horizontaler flacher Bereich
es: Área plana horizontal
it: Area piana orizzontale
zh: 水平平面

source: Distance entre les 2 points :
ar: المسافة بين النقطتين:
de: Abstand zwischen den 2 Punkten:
es: Distancia entre los 2 puntos:
it: Distanza tra i 2 punti :
zh: 两点之间的距离：

source: exemple : 50 cm
ar: مثال: 50 سم
de: Beispiel: 50 cm
es: ejemplo: 50 cm
it: esempio: 50 cm
zh: 示例：50 厘米

source: Placer 2 points identiques sur 2 photos
ar: ضع نقطتين متطابقتين على صورتين
de: Platzieren Sie 2 identische Punkte auf 2 Fotos
es: Coloca 2 puntos idénticos en 2 fotos
it: Mettere 2 punti identici su 2 foto
zh: 在2张照片上放置2个相同的点

source: Pour annuler la mise à l'échelle mettre la distance = 0
ar: لإلغاء القياس ، اضبط المسافة = 0
de: Um die Skalierung abzubrechen, stellen Sie den Abstand auf 0 ein
es: Para cancelar la escala establezca la distancia = 0
it: Per annullare la scala impostare la distanza = 0
zh: 要取消缩放比例，请设置距离= 0

source: Des données GPS provenant des exifs des photos sont prioritaires sur la mise à l'échelle
ar: تأخذ بيانات GPS من exifs في الصور الأولوية على القياس
de: GPS-Daten von Exifs in Fotos haben Vorrang vor der Skalierung
es: Los datos del GPS de los exifs de fotos tienen prioridad sobre el escalado
it: I dati GPS provenienti da foto exifs hanno la priorità sulla scala
zh: 照片中exif的GPS数据优先于缩放

source: La mosaïque TARAMA sera invalide en cas de modification de l'échelle : relancer l'orientation
ar: سيكون تجانب TARAMA غير صالح إذا تغير المقياس: أعد تشغيل الاتجاه
de: Die TARAMA-Kachel ist ungültig, wenn sich die Skala ändert: Starten Sie die Ausrichtung neu
es: El mosaico TARAMA será inválido en caso de modificación de la escala: reiniciar la orientación
it: Il mosaico TARAMA non sarà valido in caso di modifica della scala: rilanciare l'orientamento
zh: 如果比例更改，TARAMA 磁贴将无效：重新启动方向

source: Utiliser C3DC
ar: استخدم C3DC
de: Verwenden Sie C3DC
es: Usando C3DC
it: Utilizzo di C3DC
zh: 使用

source: Utiliser MALT
ar: استخدم MALT
de: Verwende MALT
es: Usando MALTA
it: Uso del MALTO
zh: 使用

source: Option de Malt :
ar: خيار الشعير:
de: Malz Option:
es: La opción de la malta:
it: Opzione malto :
zh: 麦芽选项：

source: UrbanMNE pour photos urbaines
ar: UrbanMNE للصور الحضرية
de: UrbanMNE für Stadtfotos
es: UrbanMNE para fotos urbanas
it: UrbanMNE per le foto urbane
zh: UrbanMNE城市照片

source: GeomImage pour photos du sol ou d'objets
ar: GeomImage لصور الأرض أو الأشياء
de: GeomImage für Fotos des Bodens oder von Objekten
es: GeomImage para fotos del suelo o de objetos
it: GeomImage per foto del terreno o di oggetti
zh: GeomImage拍摄地面或物体的照片

source: Ortho pour orthophotos de terrain naturel [f(x,y)=z)]
ar: Ortho for Natural terrain orthophotos [f (x، y) = z)]
de: Ortho für Orthofotos in natürlichem Gelände [f (x, y) = z)]
es: Orto para ortofotos de terreno natural [f(x,y)=z)]
it: Orto per ortofoto di terreno naturale [f(x,y)=z]
zh: 用于自然地形的正射影像正射影像[f（x，y）= z）]

source: Choisir les maîtres
ar: اختر الماجستير
de: Wählen Sie Meister
es: Eligiendo los maestros
it: La scelta dei maestri
zh: 选择大师

source: Tracer les masques
ar: تتبع الأقنعة
de: Verfolgen Sie die Masken
es: Dibujar las máscaras
it: Disegnare le maschere
zh: 追踪面具

source: Pour supprimer un masque : supprimer la maîtresse
ar: لحذف قناع: حذف العشيقة
de: So löschen Sie eine Maske: Löschen Sie die Herrin
es: Para eliminar una máscara: eliminar la amante
it: Per rimuovere una maschera: rimuovere la padrona
zh: 删除面具：删除情妇

source: Nombre de photos à retenir autour de l'image maîtresse (-1 = toutes) :
ar: عدد الصور التي يجب تذكرها حول الصورة الرئيسية (-1 = الكل):
de: Anzahl der Fotos, die rund um das Masterbild zu merken sind (-1 = alle):
es: Número de fotos a recordar alrededor de la imagen maestra (-1 = todas):
it: Numero di foto da ricordare attorno all'immagine principale (-1 = tutte):
zh: 主图像周围要记住的照片数量（-1 = 全部）：

source: Zoom final : 8, 4, 2 ou 1 (8=le plus rapide, 1=le plus précis)
ar: التكبير النهائي: 8 أو 4 أو 2 أو 1 (8 = أسرع ، 1 = الأكثر دقة)
de: Endzoom: 8, 4, 2 oder 1 (8 = schnellste, 1 = genaueste)
es: Zoom final: 8, 4, 2 o 1 (8=más rápido, 1=preciso)
it: Zoom finale: 8, 4, 2 o 1 (8=veloce, 1=preciso)
zh: 最终缩放：8、4、2或1（8 =最快，1 =最精确）

source: Générer un maillage
ar: إنشاء شبكة
de: Generieren eines Netzes
es: Generar una malla
it: Generare una mesh
zh: 生成网格

source: Lancer tawny après MALT
ar: رمي مصفر بعد MALT
de: Wirf gelbbraun nach MALT
es: Lanzar el leonado después de la MALTA
it: Lanciare fulvo dopo MALT
zh: 麦芽后投黄褐色

source: Tawny génère une ortho mosaïque qui sera drapée sur le nuage densifié.
ar: يصنع أصفر فسيفساء أورثو يتم لفها فوق السحابة الكثيفة.
de: Tawny erzeugt ein Orthomosaik, das über die verdichtete Wolke drapiert wird.
es: Tawny genera un mosaico ortográfico que será cubierto por la nube densificada.
it: Tawny genera un mosaico ortopedico che sarà drappeggiato sulla nube densificata.
zh: Tawny生成一个正交镶嵌图，该镶嵌图将覆盖在致密云上。

source: Tracer un masque sur la mosaïque Tarama
ar: ارسم قناعًا على فسيفساء Tarama
de: Zeichnen Sie eine Maske auf das Tarama-Mosaik
es: Dibuja una máscara en el mosaico de Tarama
it: Disegnare una maschera sul mosaico di Tarama
zh: 在Tarama马赛克上绘制蒙版

source: Option de C3DC :
ar: خيار C3DC:
de: C3DC Option:
es: Opción de C3DC :
it: Opzione di C3DC :
zh: C3DC选件：

source: - rapide
ar: لا يمكنك التفوق علي؟
de: Schnell
es: - rápido
it: - veloce
zh: å¿«

source: - plus précis
ar: واكثر تاكيدا
de: - genauer
es: - más cerca
it: - più vicino
zh: 详细点？

source: Tracer un masque 3D
ar: ارسم قناعًا ثلاثي الأبعاد
de: Zeichnen Sie eine 3D-Maske
es: Dibuja una máscara 3D
it: Disegnare una maschera 3D
zh: 绘制3D蒙版

source: Supprimer le masque 3D
ar: إزالة قناع 3D
de: Entfernen Sie die 3D-Maske
es: Eliminar la máscara 3D
it: Cancellare la maschera 3D
zh: 移除3D遮罩

source: Dans la boîte de dialogue pour tracer le masque :
ar: في مربع الحوار لرسم القناع:
de: Im Dialogfeld zum Zeichnen der Maske:
es: En el cuadro de diálogo para dibujar la máscara
it: Nella finestra di dialogo per disegnare la maschera
zh: 在对话框中绘制蒙版：

source: Définir le masque : F9
ar: مجموعة القناع: F9
de: Maske einstellen: F9
es: Define la máscara: F9
it: Definire la maschera: F9
zh: 套装口罩：F9

source: Ajouter un point : clic gauche
ar: إضافة نقطة: اليسار انقر
de: Punkt hinzufügen: Linksklick
es: Añadir un punto: click izquierdo
it: Aggiungi un punto: click sinistro
zh: 加点：左键

source: Fermer le polygone : clic droit
ar: أغلق المضلع: انقر بزر الماوس الأيمن
de: Schließen Sie das Polygon: Rechtsklick
es: Cerrar el polígono: clic derecho
it: Chiudere il poligono: click destro
zh: 关闭多边形：右键单击

source: Sélectionner : touche espace
ar: حدد: مفتاح المسافة
de: Wählen Sie: Leertaste
es: Seleccionar: tecla de espacio
it: Seleziona: tasto spazio
zh: 选择：空格键

source: Sauver le masque : Ctrl S.
ar: احفظ القناع: Ctrl S.
de: Speichern Sie die Maske: Strg S.
es: Guarda la máscara: Ctrl S.
it: Salvare la maschera: Ctrl S.
zh: 保存遮罩：CtrlS。

source: Quitter : Ctrl Q.
ar: خروج: Ctrl Q.
de: Beenden: Strg Q.
es: Salida: Ctrl Q.
it: Uscita: Ctrl Q.
zh: 退出：CtrlQ。

source: Agrandir/Diminuer la taille des points : Alt puis +/-
ar: تكبير / تصغير حجم النقاط: Alt ثم +/-
de: Vergrößern/Verkleinern der Punkte: Alt dann +/-
es: Aumentar/Reducir el tamaño de los puntos: Alt y luego +/-
it: Ingrandisci/Diminuisci punti: Alt poi +/-
zh: 放大/缩小点的大小：Alt 然后 +/-

source: Plus d'info : Consulter le menu sélection
ar: مزيد من المعلومات: راجع قائمة التحديد
de: Weitere Informationen: Konsultieren Sie das Auswahlmenü
es: Más información: Consulta el menú de selección
it: Maggiori informazioni: Consulta il menu di selezione
zh: 详细信息：查阅选择菜单

source: Si le maillage n'est pas généré, essayer menu Outil/maillage
ar: إذا لم يتم إنشاء الشبكة ، فجرب قائمة الأداة / الشبكة
de: Wenn das Netz nicht generiert wird, versuchen Sie es mit dem Menü Werkzeug/Netz
es: Si la malla no se genera, probar menú Herramienta/malla
it: Se la mesh non viene generata, provare menu Strumento/mesh
zh: 如果未生成网格，请尝试“工具/网格”菜单

source: Générer un MNT après C3DC (module PIMs2Mnt) Ce MNT se trouvera dans un répertoire PIMS suivi du mode de C3DC
ar: إنشاء تضاريس بعد C3DC (وحدة PIMs2Mnt) سيتم وضع DTM هذا في دليل PIMS متبوعا بوضع C3DC
de: Generieren eines Terrains nach C3DC (PIMs2Mnt-Modul) Dieser DTM befindet sich in einem PIMS-Verzeichnis, gefolgt vom C3DC-Modus
es: Generar un MDT después de C3DC (módulo PIMs2Mnt) Este MNT se encontrará en un directorio PIMS seguido del modo de C3DC
it: Generare un MNT dopo C3DC (modulo PIMs2Mnt) Questo MNT si troverà in una directory PIMS seguita dalla modalità C3DC
zh: 在 C3DC 之后生成地形（PIMs2Mnt 模块） 此 DTM 将位于 PIMS 目录中，后跟 C3DC 模式

source: Points homologues
ar: نقاط الأقران
de: Peer Points
es: Puntos de pares
it: Punti pari
zh: 对等点

source: Orientation
ar: التوجيه
de: Ausrichtung
es: Orientación
it: Orientamento
zh: 定向

source: Référentiel
ar: مستودع
de: Aufbewahrungsort
es: Referencia
it: Capitolato
zh: 存储 库

source: Densification
ar: التكثيف
de: Verdichtung
es: Densificación
it: Densificazione
zh: 致密化

source: Valider les options
ar: تحقق من صحة الخيارات
de: Optionen validieren
es: Validar las opciones
it: Convalidare le opzioni
zh: 验证选项

source: Annuler
ar: إلغاء
de: Stornieren
es: Cancelar
it: Annulla
zh: 取消

source: Indiquer les dimensions du capteur, en mm.
ar: حدد أبعاد المستشعر بالملليمتر.
de: Geben Sie die Abmessungen des Sensors in mm an.
es: Especifique las dimensiones del sensor, en mm.
it: Specificare le dimensioni del sensore, in mm.
zh: 用毫米表示传感器的尺寸。

source: par exemple :
ar: وعلى سبيل المثال:
de: Zum Beispiel:
es: por ejemplo:
it: per esempio:
zh: 例如：

source: Le site :
ar: -الموقع
de: Die Seite
es: El sitio:
it: Il sito:
zh: 地点

source: fournit les dimensions de presque tous les appareils photos.
ar: يوفر أبعاد جميع الكاميرات تقريبًا.
de: liefert die Abmessungen fast aller Kameras.
es: proporciona las dimensiones de casi todas las cámaras.
it: fornisce le dimensioni di quasi tutte le telecamere.
zh: 提供几乎所有相机的尺寸。

source: Valider
ar: تأكيد
de: bestätigen
es: Validar
it: Convalida
zh: 确认

source: Marque de l'appareil :
ar: العلامة التجارية للجهاز:
de: Gerätemarke:
es: La marca del dispositivo
it: Marca dell'apparecchio
zh: 设备品牌：

source: Nom de la caméra :
ar: اسم الكاميرا:
de: Name der Kamera:
es: Nombre de la cámara:
it: FROM CAMERA
zh: 相机名称：

source: Focale en mm:
ar: الطول البؤري بالملم:
de: Brennweite in mm:
es: Longitud focal en mm:
it: Lunghezza focale in mm:
zh: 焦距（毫米）：

source: Focale équivalente 35mm :
ar: الطول البؤري المكافئ 35 مم:
de: 35 mm äquivalente Brennweite:
es: Longitud focal equivalente a 35 mm:
it: Lunghezza focale equivalente a 35 mm:
zh: 35mm等效焦距：

source: Nombre d'images à CONSERVER par seconde de vidéo :
ar: عدد الإطارات التي يجب الاحتفاظ بها في الثانية من الفيديو:
de: Anzahl der Frames, die pro Sekunde des Videos beibehalten werden sollen:
es: Cantidad de fotogramas a CONSERVAR por segundo de vídeo:
it: Numero di fotogrammi per secondo di video:
zh: 每秒要保持的视频帧数：

source: par exemple 2.5 pour garder 2.5 images par seconde, soit 1 image sur 10
ar: على سبيل المثال 2.5 للاحتفاظ ب 2.5 إطار في الثانية ، أو إطار واحد من 10
de: Beispiel: 2,5, um 2,5 Bilder pro Sekunde beizubehalten, oder 1 von 10 Bildern
es: por ejemplo, 2.5 para mantener 2.5 fotogramas por segundo, es decir, 1 fotograma de cada 10
it: ad esempio 2.5 per mantenere 2.5 fotogrammi al secondo, ovvero 1 fotogramma su 10
zh: 例如，2.5 保持每秒 2.5 帧，或 10 帧中的 1 帧

source: Modification des Exif
ar: تعديل Exif
de: Änderung von Exif
es: Modificación exif
it: Modifica Exif
zh: Exif的修改

source: Modèle de l'appareil:
ar: طراز الجهاز:
de: Gerätemodell:
es: Modelo del dispositivo
it: Modello del dispositivo
zh: 设备型号：

source: Valider et mettre à jour
ar: تحقق من الصحة والتحديث
de: Validieren und aktualisieren
es: Validar y actualizar
it: Convalida e aggiornamento
zh: 验证和更新

source: Indiquer le nombre de photos à retenir.
ar: حدد عدد الصور التي تريد الاحتفاظ بها.
de: Geben Sie die Anzahl der Fotos an, die beibehalten werden sollen.
es: Indique el número de fotos a recordar.
it: Indicare il numero di foto da ricordare.
zh: 指明要保留的照片数量。

source: Un nouveau chantier sera créé avec les photos ayant, par paire, le plus de points homologues
ar: سيتم إنشاء موقع جديد مع الصور التي تحتوي ، عن طريق الزوج ، على أكثر النقاط تماثلًا
de: Es wird eine neue Site erstellt, auf der die Fotos paarweise die homologesten Punkte aufweisen
es: Se creará un nuevo sitio de construcción con las fotos que tengan, por pares, los puntos más homólogos
it: Verrà creato un nuovo cantiere con le foto che avranno, a coppie, i punti più omologhi
zh: 将创建一个新站点，其中的照片具有成对的，最相似的点

source: Ce choix est différent du nombre moyen de points homologues par photo.
ar: يختلف هذا الاختيار عن متوسط عدد النقاط المتجانسة لكل صورة.
de: Diese Auswahl unterscheidet sich von der durchschnittlichen Anzahl homologer Punkte pro Foto.
es: Esta elección es diferente del promedio de puntos homólogos por foto.
it: Questa scelta è diversa dal numero medio di punti omologhi per foto.
zh: 此选择不同于每张照片的平均同源点数。

source: Personnaliser les options des modules MicMac.
ar: قم بتخصيص خيارات وحدات MicMac.
de: Passen Sie die Optionen der MicMac-Module an.
es: Personalizar las opciones del módulo MicMac.
it: Personalizzare le opzioni del modulo MicMac.
zh: 自定义MicMac模块的选项。

source: Chaque module MicMac accepte des paramètres nommés, voir la documentation MicMac.
ar: تقبل كل وحدة MicMac معلمات مسماة ، راجع وثائق MicMac.
de: Jedes MicMac-Modul akzeptiert benannte Parameter (siehe MicMac-Dokumentation).
es: Cada módulo del MicMac acepta parámetros con nombre, ver la documentación del MicMac.
it: Ogni modulo MicMac accetta parametri denominati, vedere la documentazione MicMac.
zh: 每个MicMac模块都接受命名参数，请参阅MicMac文档。

source: Vous pouvez définir ici les valeurs de ces paramètres, séparés par des virgules.
ar: هنا يمكنك تحديد قيم هذه المعلمات ، مفصولة بفواصل.
de: Hier können Sie die Werte dieser Parameter durch Kommas getrennt definieren.
es: Aquí puede definir los valores de estos parámetros, separados por comas.
it: Qui si possono definire i valori di questi parametri, separati da virgole.
zh: 在这里您可以定义这些参数的值，以逗号分隔。

source: Exemple pour le module Tapioca MulScale : NbMinPt = 20
ar: مثال لوحدة Tapioca MulScale: NbMinPt = 20
de: Beispiel für das Tapioca MulScale-Modul: NbMinPt = 20
es: Ejemplo para el módulo Tapioca MulScale: NbMinPt = 20
it: Esempio per il modulo Tapioca MulScale: NbMinPt = 20
zh: Tapioca MulScale模块的示例：NbMinPt = 20

source: Pour le module Malt Ortho : NbProc=3
ar: بالنسبة لوحدة Ortho Malt: NbProc = 3
de: Für das Ortho Malt-Modul gilt: NbProc = 3
es: Para el módulo Malt Ortho: NbProc=3
it: Per il modulo Malto Ortho: NbProc=3
zh: 对于正交麦芽模块：NbProc = 3

source: Ces paramètres sont enregistrés pour le chantier en cours,
ar: يتم حفظ هذه المعلمات للموقع الحالي ،
de: Diese Parameter werden für die aktuelle Site gespeichert.
es: Estos ajustes se guardan para el lugar de trabajo actual,
it: Queste impostazioni vengono salvate per il cantiere attuale,
zh: 这些参数已保存到当前站点，

source: Utiliser le menu 'Outils/modifier les options par défaut' pour les sauvegarder.
ar: استخدم قائمة "الأدوات / تغيير الخيارات الافتراضية" لحفظها.
de: Verwenden Sie das Menü "Extras/Standardoptionen ändern", um sie zu speichern.
es: Use el menú 'Herramientas/cambiar las opciones predeterminadas' para guardarlas.
it: Utilizzare il menu 'Strumenti/modificare le opzioni predefinite' per salvarle.
zh: 使用“工具/更改默认选项”菜单保存它们。

source: Paramètres nommés pour Tapioca All :
ar: المعلمات المسماة لـ Tapioca All:
de: Benannte Parameter für Tapioca Alle:
es: Parámetros nombrados para Tapioca Todos
it: Parametri denominati per Tapioca All
zh: Tapioca All的命名参数：

source: Paramètres nommés pour Tapioca MulScale :
ar: المعلمات المسماة لـ Tapioca MulScale:
de: Benannte Parameter für Tapioca MulScale:
es: Parámetros nombrados para la multiescala de Tapioca
it: Parametri denominati per Tapioca MulScale
zh: 木薯淀粉比例尺的命名参数：

source: Paramètres nommés pour Tapioca Line :
ar: المعلمات المسماة لخط Tapioca:
de: Benannte Parameter für Tapioca Line:
es: Parámetros nombrados para la Línea de Tapioca
it: Parametri denominati per la linea Tapioca
zh: 木薯粉线的命名参数：

source: Paramètres nommés pour Schnaps :
ar: المعلمات المسماة لـ Schnaps:
de: Benannte Parameter für Schnaps:
es: Parámetros nombrados para Schnaps
it: Parametri denominati per Schnaps
zh: Schnaps的命名参数：

source: Paramètres nommés pour Tapas :
ar: المعلمات المسماة لـ Tapas:
de: Benannte Parameter für Tapas:
es: Parámetros nombrados para Tapas
it: Parametri denominati per Tapas
zh: Tapas的命名参数：

source: Paramètres nommés pour Malt UrbanMNE :
ar: المعلمات المسماة لـ UrbanMNE Malt:
de: Benannte Parameter für UrbanMNE Malt:
es: Parámetros nombrados para la malta UrbanMNE
it: Parametri denominati per Malto UrbanMNE
zh: UrbanMNE Malt的命名参数：

source: Paramètres nommés pour Malt GeomImage:
ar: المعلمات المسماة لـ Malt GeomImage:
de: Benannte Parameter für Malt GeomImage:
es: Parámetros nombrados para la Geomagia de la malta
it: Parametri denominati per Malt GeomImage
zh: 麦芽GeomImage的命名参数：

source: Paramètres nommés pour Malt Ortho :
ar: المعلمات المسماة لـ Ortho Malt:
de: Benannte Parameter für Ortho Malt:
es: Parámetros nombrados para la Ortopedia de Malta
it: Parametri denominati per Malto Ortho
zh: Ortho Malt的命名参数：

source: Paramètres nommés pour C3DC :
ar: المعلمات المسماة لـ C3DC:
de: Benannte Parameter für C3DC:
es: Parámetros nombrados para C3DC
it: Parametri denominati per C3DC
zh: C3DC的命名参数：

source: Paramètres nommés pour Tawny :
ar: المعلمات المسماة Tawny:
de: Benannte Parameter für Tawny:
es: Parámetros nombrados por Tawny
it: Parametri denominati Tawny
zh: Tawny的命名参数：

source: Paramètres nommés pour GcpBascul :
ar: المعلمات المسماة لـ GcpBascul:
de: Benannte Parameter für GcpBascul:
es: Parámetros nombrados para GcpBascul
it: Parametri denominati per GcpBascul
zh: GcpBascul的命名参数：

source: Paramètres nommés pour Campari :
ar: المعلمات المسماة لـ Campari:
de: Benannte Parameter für Campari:
es: Parámetros nombrados para Campari
it: Parametri denominati per Campari
zh: Campari的命名参数：

source: Paramètres nommés pour Apericloud :
ar: المعلمات المسماة لـ Apericloud:
de: Benannte Parameter für Apericloud:
es: Parámetros nombrados para Apericloud
it: Parametri denominati Apericloud
zh: Apericloud的命名参数：

source: Paramètres nommés pour Nuage2Ply :
ar: المعلمات المسماة لـ Nuage2Ply:
de: Benannte Parameter für Nuage2Ply:
es: Parámetros nombrados para Nuage2Ply
it: Parametri denominati per Nuage2Ply
zh: Nuage2Ply的命名参数：

source: Paramètres nommés pour div :
ar: المعلمات المسماة لـ div:
de: Benannte Parameter für div:
es: Los parámetros nombrados para el div
it: Parametri denominati per div
zh: div的命名参数：

source: Paramètres nommés pour mergePly :
ar: المعلمات المسماة لـ mergePly:
de: Benannte Parameter für mergePly:
es: Parámetros nombrados para mergePly
it: Parametri denominati per mergePly
zh: mergePly的命名参数：

source: Paramètres nommés pour TiPunch :
ar: المعلمات المسماة ل TiPunch:
de: Benannte Parameter für TiPunch:
es: Parámetros con nombre para TiPunch:
it: Impostazioni denominate per TiPunch:
zh: TiPunch 的命名参数：

source: Paramètres nommés pour PIMs2Mnt :
ar: المعلمات المسماة ل PIMs2Mnt:
de: Benannte Parameter für PIMs2Mnt:
es: Parámetros nombrados para PIMs2Mnt:
it: Parametri nominati per PIMs2Mnt:
zh: PIMs2Mnt 的命名参数：

source: Effacer tout
ar: "حذف الملفات..."
de: Alle löschen
es: Borrar todo
it: Cancella tutto
zh: 清除

source: Principales options des modules MicMac.
ar: الخيارات الرئيسية لوحدات MicMac.
de: Hauptoptionen von MicMac-Modulen.
es: Principales opciones de los módulos MicMac.
it: Principali opzioni dei moduli MicMac.
zh: MicMac模块的主要选项。

source: Il s'agit des options utilisées pour les nouveaux chantiers.
ar: هذه هي الخيارات المستخدمة لمواقع البناء الجديدة.
de: Dies sind die Optionen, die für neue Baustellen verwendet werden.
es: Estas son las opciones utilizadas para las nuevas obras.
it: Si tratta delle opzioni utilizzate per i nuovi cantieri.
zh: 这些是用于新建筑工地的选项。

source: Ces options ont été modifiées par l'utilisateur, par le menu :
ar: تم تعديل هذه الخيارات من قبل المستخدم ، من خلال القائمة:
de: Diese Optionen wurden vom Benutzer über das Menü geändert:
es: Estas opciones han sido modificadas por el usuario, a través del menú:
it: Queste opzioni sono state modificate dall'utente, dal menu:
zh: 这些选项已由用户通过菜单修改：

source: 'Outils/modifier les options par défaut'.
ar: "الأدوات / تغيير الخيارات الافتراضية".
de: 'Extras/Standardoptionen ändern'.
es: 'Herramientas/cambiar las opciones predeterminadas'.
it: 'Strumenti/modificare le opzioni predefinite'.
zh: “工具/更改默认选项”。
