Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Prise en compte des points GCP : nécessite au minimum 3 points, chacun sur 2 photos
ar: تؤخذ نقاط GCP في الاعتبار: تتطلب 3 نقاط على الأقل ، كل منها على صورتين
de: GCP-Punkte berücksichtigt: Benötigt mindestens 3 Punkte auf jeweils 2 Fotos
es: Teniendo en cuenta los puntos de GCP: requiere un mínimo de 3 puntos, cada uno en 2 fotos
it: Tenendo conto dei punti GCP: richiede un minimo di 3 punti, ciascuno su 2 foto
zh: 考虑到GCP点：至少需要3点，每张2张照片

source: Le nombre minimum de points placés sur les photos n'est pas atteint. Abandon.
ar: لم يتم الوصول إلى الحد الأدنى لعدد النقاط الموضوعة على الصور. التخلي عن.
de: Die Mindestanzahl von Punkten auf Fotos wurde nicht erreicht. Aufgabe.
es: No se alcanza el número mínimo de puntos colocados en las fotos. Abandono.
it: Non viene raggiunto il numero minimo di punti posti sulle foto. Abbandono.
zh: 尚未达到放置在照片上的最小点数。放弃。

source: Campari non lancé : paramètres incorrects :
ar: لم يبدأ Campari: معلمات غير صحيحة:
de: Campari nicht gestartet: falsche Parameter:
es: Campari no lanzado : parámetros incorrectos
it: Campari non lanciato : parametri non corretti
zh: Campari无法启动：参数错误：

source: Campari non lancé : pas d'orientation 'bascul'
ar: لم يتم تشغيل Campari: لا يوجد اتجاه "تبديل"
de: Campari nicht gestartet: keine "Schalter" -Orientierung
es: Campari no lanzado: no hay orientación de "inclinación"
it: Campari non lanciato: nessun orientamento "tilt
zh: Campari未启动：无“切换”方向

source: Campari : correction points GCP
ar: Campari: تصحيح نقاط GCP
de: Campari: GCP-Punktekorrektur
es: Campari : corrección de los puntos de GCP
it: Campari : correzione dei punti GCP
zh: Campari：GCP积分更正

source: Préparation du lancement de Malt
ar: تستعد لإطلاق الشعير
de: Vorbereitung zum Start von Malt
es: Preparación para el lanzamiento de Malt
it: Preparazione al lancio del Malto
zh: 准备发射麦芽

source: Photos utiles pour malt GeomImage :
ar: صور مفيدة لشعير GeomImage:
de: Nützliche Fotos für GeomImage Malt:
es: Fotos útiles para la malta GeomImage
it: Foto utili per il malto GeomImage
zh: GeomImage麦芽有用的照片：

source: Malt sur toutes les photos
ar: كلّهم, في كلّ الصور
de: Malz auf allen Fotos
es: La malta en todas las fotos
it: Malto su tutte le immagini
zh: 所有照片中的麦芽

source: mosaïque et masque:
ar: الفسيفساء والقناع:
de: Mosaik und Maske:
es: mosaico y máscara:
it: mosaico e maschera:
zh: 马赛克和蒙版：

source: mosaïque seule :
ar: الفسيفساء فقط:
de: Nur Mosaik:
es: mosaico solo:
it: solo mosaico:
zh: 仅马赛克：

source: les Photos pour Malt :
ar: صور الشعير:
de: Fotos für Malt:
es: fotos para Malt
it: foto per Malto
zh: 麦芽的照片：

source: ATTENTION : cette procédure est longue : patience !
ar: تحذير: هذا الإجراء طويل: الصبر!
de: WARNUNG: Dieser Vorgang ist lang: Geduld!
es: ADVERTENCIA: este procedimiento es largo: ¡paciencia!
it: ATTENZIONE: questa procedura è lunga: pazienza!
zh: 警告：此过程很长：耐心！

source: lance Tawny
ar: يطلق أصحر
de: startet Tawny
es: lanza de Tawny
it: lancia fulva
zh: 发射黄褐色

source: : voir la trace complète.
ar: : انظر المسار الكامل.
de: : siehe den ganzen Track.
es: ver el rastro completo.
it: vedere la traccia completa.
zh: ：查看完整曲目。

source: Pas de nuage de points 3D. Lancer la densification avec C3DC
ar: لا سحابة نقطة 3D. إطلاق التكثيف باستخدام C3DC
de: Keine 3D-Punktwolke. Start der Verdichtung mit C3DC
es: No hay nubes de puntos 3D. Iniciar la densificación con C3DC
it: Nessuna nuvola di punti 3D. Avviare la densificazione con C3DC
zh: 没有3D点云。 利用 C3DC 启动致密化

source: Densification faite avec Malt. Ou chantier nettoyé. Lancer la densification avec C3DC
ar: تكثيف مصنوع من الشعير. أو تنظيف الموقع. إطلاق التكثيف باستخدام C3DC
de: Verdichtung mit Malz. Oder gereinigte Seite. Start der Verdichtung mit C3DC
es: Densificación realizada con malta. O sitio de trabajo limpio. Iniciar la densificación con C3DC
it: Densificazione fatta con Malto. O cantiere pulito. Avviare la densificazione con C3DC
zh: 用麦芽制成的致密化。 或清洁网站。 利用 C3DC 启动致密化

source: Copie du maillage texturé, sous le répertoire
ar: نسخ شبكة محكم ، تحت الدليل
de: Kopieren Sie das texturierte Netz unter das Verzeichnis
es: Copia de la malla texturizada, debajo del directorio
it: Copia della mesh strutturata, sotto la directory
zh: 复制目录下的纹理网格

source: La texture a été créée.
ar: تم إنشاء الملمس.
de: Die Textur wurde erstellt.
es: La textura ha sido creada.
it: La texture è stata creata.
zh: 纹理已创建。

source: Le maillage demandé n'a pas été créé. Voir la trace.
ar: لم يتم إنشاء الشبكة المطلوبة. انظر الأثر.
de: Das angeforderte Netz wurde nicht erstellt. Sehen Sie sich die Ablaufverfolgung an.
es: La malla solicitada no ha sido creada. Ver el rastro.
it: La mesh richiesta non è stata creata. Vedere la traccia.
zh: 尚未创建请求的网格。 看到痕迹。

source: Le maillage n'a pas été créée. Voir la trace.
ar: لم يتم إنشاء الشبكة. انظر الأثر.
de: Das Netz wurde nicht erstellt. Sehen Sie sich die Ablaufverfolgung an.
es: La malla no ha sido creada. Ver el rastro.
it: La rete non è stata creata. Vedere la traccia.
zh: 网格尚未创建。看到痕迹。

source: Nuage de points vide %s. Abandon
ar: سحابة النقطة الفارغة %s. التخلي عن
de: Leere Punktwolke %s. Aufgabe
it: Nuvola di punti vuota %s. Abbandonare
zh: 空点云%s。放弃

source: Nuage de points absent %s. Abandon
ar: سحابة النقطة غائبة %s. التخلي عن
de: Punktwolke fehlt %s. Aufgabe
it: Nuvola di punti assente %s. Abbandonare
zh: 点云不存在%s。放弃

source: Pas de fichier %s généré.
ar: لم يتم إنشاء ملف %s.
de: Es wurde keine %s -Datei generiert.
it: Nessun file %s generato.
zh: 没有生成%s文件。

source: Echec du traitement MICMAC
ar: فشل علاج MICMAC
de: MICMAC-Behandlungsfehler
es: Fallo del tratamiento MICMAC
it: Insuccesso del trattamento MICMAC
zh: MICMAC治疗失败

source: Associer un outil pour ouvrir les nuages de points (CloudCompare))
ar: إقران أداة لفتح السحب النقطية (CloudCompare))
de: Zuordnen eines Werkzeugs zum Öffnen von Punktwolken (CloudCompare))
es: Combinar una herramienta para abrir nubes de puntos (CloudCompare))
it: Combinare uno strumento per aprire le nuvole di punti (CloudCompare)
zh: 将工具关联到打开点云 （云比较））

source: Nuage de points %s généré.
ar: تم إنشاء %s نقطة سحابة.
de: %s Punktwolke generiert.
it: Nuvola di punti %s generata.
zh: %s点云已生成。

source: Chantier réinitialisé, points homologues supprimés, orientation supprimée, copie calibration appareil et points GPS conservée. Prochain départ : Tapioca.
ar: إعادة تعيين الموقع ، وحذف نقاط النظراء ، وحذف الاتجاه ، ونسخ معايرة الجهاز والاحتفاظ بنقاط GPS. المغادرة التالية: Tapioca.
de: Zurücksetzen der Site, Löschen von Peer-Punkten, Löschen der Ausrichtung, Kopie der Gerätekalibrierung und Beibehalten der GPS-Punkte. Nächste Abfahrt: Tapioka.
es: Reajuste del sitio, puntos homólogos eliminados, orientación eliminada, copia de calibración del dispositivo y puntos GPS retenidos. Próxima salida: Tapioca.
it: Reset del sito, punti omologhi rimossi, orientamento cancellato, copia della calibrazione del dispositivo e punti GPS mantenuti. Prossima partenza: Tapioca.
zh: 重置站点，删除对等点，删除方向，保留设备校准副本和GPS点。下次出发：木薯粉。

source: Chantier réinitialisé après Orientation sur demande utilisateur. Prochain départ : densification
ar: إعادة تعيين الموقع بعد التوجيه بناء على طلب المستخدم. المغادرة التالية: التكثيف
de: Zurücksetzen der Website nach der Orientierung auf Benutzeranfrage. Nächster Abfahrtsort: Verdichtung
es: Astillero restablecido después de Orientación a petición del usuario. Siguiente Entrada siguiente: La densificación
it: Cantiere resettato dopo Orientamento su richiesta utente. Prossima partenza: densificazione
zh: 根据用户要求定向后重置站点。下一班：致密化

source: Chantier réinitialisé après points homologues sur demande utilisateur. Prochain départ : Orientation (Tapas)
ar: إعادة تعيين الموقع بعد نقاط متجانسة بناء على طلب المستخدم. المغادرة التالية: التوجيه (التاباس)
de: Zurücksetzen der Website nach homologen Punkten auf Benutzeranfrage. Nächster Abfahrtsort: Orientierung (Tapas)
es: Obra restablecida después de puntos homólogos a petición del usuario. Próxima salida: Orientación (Tapas)
it: Cantiere azzerato dopo punti omologhi su richiesta dell'utente. Prossima partenza: Orientamento (Tapas)
zh: 根据用户请求在同源点后重置站点。下一班：迎新（小吃）

source: Le référentiel est déjà préparé. Pas de relance de centerBascule, campari.
ar: تم إعداد المستودع بالفعل. لا إعادة إطلاق مركزباسكول ، كامباري.
de: Das Repository ist bereits vorbereitet. Kein Relaunch von centerBascule, campari.
es: La referencia ya está preparada. No hay relanzamiento del centerBascule, campari.
it: Il sistema di riferimento è già pronto. Nessun rilancio di CenterBascule, campari.
zh: 存储库已准备就绪。没有重新启动中心Bascule，Campari。

source: Vous avez choisi un referentiel points GPS.
ar: لقد اخترت مرجع نقاط GPS.
de: Sie haben eine GPS-Punktreferenz gewählt.
es: Has elegido un punto de referencia GPS.
it: Hai scelto un punto di riferimento GPS.
zh: 您已选择 GPS 点参考。

source: Vous avez choisi un referentiel points GPS mais ceux-ci ne sont pas corrects
ar: لقد اخترت مرجع نقطة GPS ولكن هذه ليست صحيحة
de: Sie haben eine GPS-Punktreferenz gewählt, aber diese ist nicht korrekt
es: Has elegido un repositorio de puntos GPS pero estos no son correctos
it: Hai scelto un referenziale punti GPS ma questi non sono corretti
zh: 您已选择 GPS 点参考，但这些参考不正确

source: Vous avez choisi un referentiel lié aux métadonnées des photos
ar: لقد اخترت مرجعا متعلقا بالبيانات الوصفية للصور
de: Sie haben eine Referenz ausgewählt, die sich auf die Metadaten der Fotos bezieht
es: Has elegido un repositorio vinculado a los metadatos de las fotos
it: Hai scelto un referenziale legato ai metadati delle foto
zh: 您已选择与照片元数据相关的参考

source: Vous avez choisi un referentiel lié aux métadonnées des photos, mais celles-ci ne sont pas correctes
ar: لقد اخترت مستودعا متعلقا بالبيانات الوصفية للصور ، لكن هذه ليست صحيحة
de: Sie haben ein Repository ausgewählt, das sich auf die Metadaten der Fotos bezieht, aber diese sind nicht korrekt
es: Has elegido un repositorio vinculado a los metadatos de las fotos, pero estas no son correctas
it: Hai scelto un referenziale legato ai metadati delle foto, ma questi non sono corretti
zh: 您选择了与照片元数据相关的存储库，但这些存储库不正确

source: Vous avez choisi une mise à l'échelle
ar: لقد اخترت التحجيم
de: Sie haben sich für die Skalierung entschieden
es: Has elegido una escala
it: Hai scelto una scala
zh: 您已选择缩放

source: Vous avez choisi une mise à l'échelle, mais celle-ci n'est pas correcte
ar: اخترت القياس ولكن هذا غير صحيح
de: Sie haben die Skalierung gewählt, aber sie ist nicht korrekt
es: Has elegido una escala, pero esta no es la correcta
it: Hai scelto una scala, ma questa non è corretta
zh: 您选择了缩放，但不正确

source: Vous avez choisi le référentiel d'un autre chantier, mais cela n'a pas fonctionné
ar: اخترت النظام المرجعي لموقع اخر ولكنه لم يعمل
de: Sie haben das Referenzsystem eines anderen Standorts ausgewählt, aber es hat nicht funktioniert
es: Has elegido el repositorio de otra obra, pero no ha funcionado
it: Hai scelto il repository di un altro cantiere, ma non ha funzionato
zh: 您选择了另一个站点的参考系统，但它不起作用

source: Le referentiel par défaut de MicMac sera utilisé.
ar: سيتم استخدام مرجع MicMac الافتراضي.
de: Es wird die standardmäßige MicMac-Referenz verwendet.
es: Se utilizará el repositorio predeterminado de MicMac.
it: Verrà utilizzato il riferimento predefinito di MicMac.
zh: 将使用默认的 MicMac 引用。

source: Qualité des photos suite au traitement :
ar: جودة الصور بعد العلاج:
de: Qualität der Fotos nach der Behandlung:
es: La calidad de las fotos después de ser procesadas
it: Qualità delle foto dopo l'elaborazione
zh: 处理后的照片质量：

source: Fin d'examen de qualité des photos.
ar: نهاية مراجعة جودة الصور.
de: Ende der Qualitätsprüfung der Fotos.
es: Fin de la revisión de la calidad de las fotos.
it: Fine della revisione della qualità delle foto.
zh: 照片质量审查结束。

source: Choisir les photos a retirer du chantier
ar: اختر الصور المراد إزالتها من الموقع
de: Wählen Sie die Fotos aus, die von der Site entfernt werden sollen
es: Elija las fotos que desea eliminar del sitio
it: Scegliere le foto da rimuovere dal sito
zh: 选择要从网站中删除的照片

source: Vous devez laisser au moins 2 photos.
ar: يجب ترك صورتين على الأقل.
de: Sie müssen mindestens 2 Fotos hinterlassen.
es: Debes dejar al menos 2 fotos.
it: È necessario lasciare almeno 2 foto.
zh: 您必须至少留下2张照片。

source: Nombre de photos retirées du chantier : %s Consulter la trace
ar: عدد الصور التي تمت إزالتها من الموقع: %s راجع المسار
de: Anzahl der von der Site entfernten Fotos: %s Konsultieren Sie den Track
es: Número de fotos retiradas del lugar de trabajo: %s Consultar el rastro
it: Numero di foto rimosse dal sito di lavoro: %s Consultare la traccia
zh: 从网站上删除的照片数：%s查看曲目

source: Tous les résultats sont conservés.
ar: يتم الاحتفاظ بجميع النتائج.
de: Alle Ergebnisse bleiben erhalten.
es: Todos los resultados se conservan.
it: Tutti i risultati sono conservati.
zh: 所有结果均保留。

source: Vous pouvez relancer au choix les points homologues ou l'orientation ou la densification.
ar: يمكنك إعادة تشغيل النقاط المقابلة أو الاتجاه أو التكثيف.
de: Sie können die entsprechenden Punkte oder die Ausrichtung oder die Verdichtung neu starten.
es: Puedes reiniciar los puntos homólogos o la orientación o densificación.
it: È possibile riavviare i punti omologhi o l'orientamento o la densificazione.
zh: 您可以重新启动相应的点或方向或致密化。

source: Les photos suivantes sont retirées du chantier à la demande de l'utilisateur :
ar: تتم إزالة الصور التالية من الموقع بناءً على طلب المستخدم:
de: Die folgenden Fotos werden auf Wunsch des Benutzers von der Website entfernt:
es: Las siguientes fotos se eliminan del sitio a petición del usuario
it: Le seguenti foto vengono rimosse dal sito su richiesta dell'utente
zh: 根据用户的要求，以下照片已从网站中删除：

source: Photos retirées du chantier %s
ar: الصور التي تمت إزالتها من موقع البناء%s
de: Fotos von der Baustelle entfernt%s
es: Fotos sacadas de la obra %s
it: Foto rimosse dal cantiere %s
zh: 从施工现场移除的照片%s

source: Créer un nouveau chantier avec les photos :
ar: قم بإنشاء موقع جديد بالصور:
de: Erstellen Sie eine neue Site mit den Fotos:
es: Crear una nueva obra con las fotos
it: Creare un nuovo cantiere con le foto
zh: 使用照片创建一个新站点：

source: Les paramètres de Tapas/Malt seront modifiés.
ar: سيتم تغيير إعدادات Tapas / Malt.
de: Die Tapas / Malt-Einstellungen werden geändert.
es: La configuración de Tapas/Malta será cambiada.
it: Le impostazioni di Tapas/Malt verranno modificate.
zh: Tapas / Malt设置将被更改。

source: Les points homologues sont conservés.
ar: يتم الاحتفاظ بنقاط الأقران.
de: Peer Points werden beibehalten.
es: Los puntos de pares se mantienen.
it: I punti pari sono mantenuti.
zh: 保留对等点。

source: Les options par défaut n'ont pas été modifiées par l'utilisateur.
ar: لم يتم تغيير الخيارات الافتراضية من قبل المستخدم.
de: Die Standardoptionen wurden vom Benutzer nicht geändert.
es: Las opciones predeterminadas no han sido modificadas por el usuario.
it: Le opzioni predefinite non sono state modificate dall'utente.
zh: 用户尚未更改默认选项。

source: Les options par défaut sont celles d'un nouveau chantier
ar: الخيارات الافتراضية هي تلك الخاصة بموقع بناء جديد
de: Die Standardoptionen sind die einer neuen Baustelle
es: Las opciones por defecto son las de una nueva obra
it: Le opzioni predefinite sono quelle di un nuovo cantiere
zh: 默认选项是新建筑工地的选项

source: Mode de calcul des points homologues :
ar: طريقة حساب النقاط المتماثلة:
de: Methode zur Berechnung homologer Punkte:
es: Método de cálculo de los puntos homólogos:
it: Metodo di calcolo dei punti omologhi:
zh: 同源点的计算方法：

source: Options points homologues 'All'=
ar: خيارات نقطة النظير "الكل" =
de: Peer-Point-Optionen 'Alle'=
es: Opciones de puntos homólogos 'All'=
it: Opzioni punti omologhi 'All'=
zh: 对等点选项“全部”=

source: Options points homologues 'MulScale' =
ar: خيارات نقطة النظير "MulScale" =
de: Peer-Point-Optionen 'MulScale' =
es: Opciones de puntos homólogos 'MulScale' =
it: Opzioni punti omologhi 'MulScale' =
zh: 对等点选项“多尺度” =

source: Options points homologues 'Line' =
ar: خيارات نقطة النظير "خط" =
de: Peer-Point-Optionen 'Linie' =
es: Opciones de puntos homólogos 'Line' =
it: Opzioni punti omologhi 'Line' =
zh: 对等点选项“线” =

source: Calcul orientation par Tapas =
ar: اتجاه الحساب بواسطة Tapas =
de: Berechnungsorientierung nach Tapas =
es: Cálculo orientación por Tapas =
it: Calcolo orientamento per Tapas =
zh: 小吃的计算方向 =

source: Arrêt après Tapas =
ar: توقف بعد التاباس =
de: Stopp nach Tapas =
es: Parada después de Tapas =
it: Arresto dopo Tapas =
zh: 小吃后停止=

source: Lancer la mosaïque Tarama =
ar: بدء بلاط Tarama =
de: Tarama-Kachel starten =
es: Iniciar el mosaico Tarama =
it: Lanciare il mosaico Tarama =
zh: 启动塔拉马磁贴 =

source: Calcul du nuage non dense =
ar: حساب السحب غير الكثيفة =
de: Berechnung der nicht dichten Wolken =
es: Cálculo de la nube no densa =
it: Calcolo della nuvola non densa =
zh: 非密集云计算 =

source: Choix densification :
ar: اختيار التكثيف:
de: Wahl der Verdichtung:
es: Elección densificación:
it: Scelta densificazione:
zh: 致密化的选择：

source: Mode C3DC =
ar: وضع C3DC =
de: C3DC-Modus =
es: Modo C3DC =
it: Modo C3DC =
zh: C3直流模式 =

source: Maillage demandé pour C3DC =
ar: الشبكة المطلوبة ل C3DC =
de: Mesh für C3DC angefordert =
es: Malla solicitada para C3DC =
it: Maglia richiesta per C3DC =
zh: 为 C3DC 请求的网格数 =

source: Mode Malt =
ar: وضع الشعير =
de: Malz-Modus =
es: Modo malta =
it: Modalità Malt =
zh: 麦芽模式 =

source: Zoom Malt Final =
ar: زووم الشعير النهائي =
de: Zoom Malt Finale =
es: Zoom Malta Final =
zh: 缩放麦芽最终 =

source: Maillage demandé pour Malt =
ar: شبكة مطلوبة للشعير =
de: Maschenweite für Malz angefordert =
es: Malla solicitada para malta =
it: Maglia richiesta per Malt =
zh: 麦芽要求的网格=

source: Orthomosaïque demandée pour Malt Ortho =
ar: الفسيفساء التقويمية المطلوبة لشعير أورثو =
de: Orthomosaik für Malt Ortho angefordert =
es: Orthomosaic solicitada para Malt Ortho =
it: Orthomosaic richiesto per Malt Ortho =
zh: 麦芽正交要求正射马赛克 =

source: Les paramètres nommés personnalisés suivant sont enregistrés pour le chantier en cours :
ar: يتم حفظ المعلمات المُسماة المخصصة التالية للوظيفة الحالية:
de: Die folgenden personalisierten benannten Parameter werden für den aktuellen Job gespeichert:
es: Los siguientes parámetros con nombre personalizado se guardan para el trabajo actual:
it: I seguenti parametri personalizzati vengono salvati per l'ordine corrente:
zh: 将为当前作业保存以下个性化的命名参数：

source: Pour les enregistrer pour tous les chantiers, menu : Outils/Modifier les options par défaut.
ar: لحفظها لجميع مواقع البناء ، القائمة: أدوات/تغيير الخيارات الافتراضية.
de: Um sie für alle Baustellen zu speichern, Menü: Extras/Standardoptionen ändern.
es: Para registrarlos para todas las obras, menú: Herramientas/Cambiar las opciones predeterminadas.
it: Per registrarli per tutti i cantieri, menu: Strumenti/Modifica opzioni predefinite.
zh: 要为所有建筑工地保存它们，请菜单： 工具/更改默认选项。

source: Les saisies suivantes sont incorrectes, effacées :
ar: تم حذف الإدخالات التالية غير صحيحة:
de: Die folgenden Einträge sind falsch, gelöscht:
es: Las siguientes entradas son incorrectas, borradas :
it: Le seguenti voci sono errate, cancellate:
zh: 以下条目不正确，已删除：

source: Forme correcte : param1=toto,param2=tata
ar: الشكل الصحيح: param1 = toto، param2 = tata
de: Richtige Form: param1 = toto, param2 = tata
es: Forma correcta: param1=toto,param2=tata
it: Forma corretta: param1=toto,param2=tata
zh: 正确格式：param1 = toto，param2 = tata

source: Pas de paramètres personnalisés
ar: لا توجد إعدادات مخصصة
de: Keine benutzerdefinierten Einstellungen
es: No hay ajustes personalizados
it: Nessuna impostazione personalizzata
zh: 没有自定义设置

source: Abandon utilisateur. Valeurs inchangées :
ar: هجر المستخدم. القيم غير المتغيرة:
de: Benutzerabbruch. Unveränderte Werte:
es: Usuario abortar. Valores inalterados :
it: Interrompere l'utilizzo. Valori invariati :
zh: 用户放弃。不变的值：

source: Erreur lors de la restauration des options personnalisées :
ar: خطأ في استعادة الخيارات المخصصة:
de: Fehler beim Wiederherstellen benutzerdefinierter Optionen:
es: Error al restaurar las opciones personalizadas
it: Errore nel ripristino delle opzioni personalizzate
zh: 恢复自定义选项时出错：

source: L'option ExpTxt est utile pour lire les points homologues
ar: يعد خيار ExpTxt مفيدًا لقراءة نقاط النظراء
de: Die ExpTxt-Option ist nützlich zum Lesen von Peer-Punkten
es: La opción ExpTxt es útil para leer los puntos homólogos
it: L'opzione ExpTxt è utile per leggere i punti omologhi
zh: ExpTxt选项对于读取对等点很有用

source: Elle doit être propagée sur tous les modules qui l'acceptent Tapioca, Tapas, Campari et AperiCloud
ar: يجب نشره على جميع الوحدات التي تقبله التابيوكا والتاباس وكامباري وأبيرiCloud
de: Es muss an alle Module weitergegeben werden, die es akzeptieren Tapioca, Tapas, Campari und AperiCloud
es: Debe propagarse a todos los módulos que lo aceptan Tapioca, Tapas, Campari y AperiCloud
it: Deve essere diffuso su tutti i moduli che lo accettano Tapioca, Tapas, Campari e AperiCloud
zh: 它必须传播到所有接受它的模块 Tapioca、Tapas、Campari 和 AperiCloud

source: Sinon l'orientation et la densification échoueront
ar: وإلا فسوف يفشل الاتجاه والتكثيف
de: Andernfalls werden Orientierung und Verdichtung scheitern
es: De lo contrario, la orientación y la densificación fallarán
it: Altrimenti l'orientamento e la densificazione falliranno
zh: 否则定向和致密化将失败

source: Patience, recherche des métadonnées des photos...
ar: الصبر ، ابحث عن البيانات الوصفية للصور ...
de: Geduld, Suche nach Fotometadaten ...
es: Paciencia, buscando metadatos de fotos...
it: Pazienza, ricerca di metadati fotografici...
zh: 耐心，搜索照片元数据...

source: Caractéristiques de l'appareil photo :
ar: مميزات الكاميرا:
de: Kamerafunktionen:
es: Características de la cámara
it: Caratteristiche della fotocamera
zh: 相机功能：

source: fabricant :
ar: الصانع
de: Hersteller
es: fabricante
it: produttore
zh: 制造商：

source: Nom de l'appareil photo absent des métadonnées.
ar: اسم الكاميرا مفقود من البيانات الوصفية.
de: Der Name der Kamera, die in den Metadaten fehlt.
es: Nombre de la cámara ausente de los metadatos.
it: Nome della fotocamera assente dai metadati.
zh: 元数据中缺少的摄像机的名称。

source: Nom de l'appareil photo :
ar: آلة تصوير العنوان
de: Kameraname
es: Nombre de la cámara
it: Nome della telecamera
zh: 相机标题

source: Numéro de série de l'appareil photo :
ar: الرقم التسلسلي للكاميرا:
de: Seriennummer des Geräts
es: Número de serie de la cámara
it: Numero di serie della telecamera
zh: 相机序列号：

source: Pas de focale dans l'exif.
ar: لا يوجد بعد بؤري في exif.
de: Keine Brennweite im Exif.
es: No hay distancia focal en el exif.
it: Nessuna lunghezza focale nell'exif.
zh: exif没有焦距。

source: Focale :
ar: بعد بؤري
de: Brennweite
es: Focal
zh: 焦距

source: Pas de focale équivalente 35 mm dans l'exif :
ar: لا يوجد طول بؤري مكافئ 35 مم في exif:
de: Keine äquivalente Brennweite von 35 mm im Exif:
es: No hay una distancia focal equivalente a 35 mm en el exif :
it: Nessuna lunghezza focale equivalente a 35 mm nell'exif :
zh: exif中没有等效的35mm焦距：

source: Présence de la taille du capteur dans DicoCamera nécessaire.
ar: مطلوب وجود حجم المستشعر في DicoCamera.
de: Vorhandensein der Sensorgröße in DicoCamera erforderlich.
es: Se requiere la presencia del tamaño del sensor en DicoCamera.
it: Presenza della dimensione del sensore in DicoCamera necessaria.
zh: 需要 DicoCamera 中存在传感器尺寸。

source: Focale équivalente 35 mm absente de l'exif
ar: الطول البؤري المكافئ 35 مم غائب من exif
de: 35 mm äquivalente Brennweite ohne Exif
es: Longitud focal equivalente a 35 mm ausente de exif
it: 35 mm di lunghezza focale equivalente assente da exif
zh: exif没有35mm的等效焦距

source: Focale équivalente 35 mm :
ar: الطول البؤري المكافئ 35 مم:
de: 35 mm äquivalente Brennweite:
es: Longitud focal equivalente 35 mm
it: Lunghezza focale equivalente 35 mm
zh: 35mm等效焦距：
