Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Interface graphique AperoDeDenis : quelques conseils concernant les prises de vues. Prises de vue : - Le sujet doit être immobile durant toutes la séance de prise de vue. - Le sujet doit être unique et d'un seul tenant - Le sujet doit être bien éclairé, la prise de vue en plein jour doit être recherchée. - Les photos doivent être nettes, attention à la profondeur de champ : utiliser la plus petite ouverture possible (nombre F le plus grand, par exemple 22 . - Les photos de personnes ou d'objet en mouvement sont déconseillées - Les surfaces lisses ou réfléchissantes sont défavorables. - Eviter aussi la fonction 'anti tremblement' qui agit en modifiant la position du capteur. - Si le sujet est central prendre une photo tous les 20°, soit 9 photos pour un 'demi-tour', 18 pour un tour complet. - Si le sujet est en 'ligne' le recouvrement entre photos doit être au moins des 2/3. Chaque point du sujet doit se trouver sur au moins 3 photos - Tester la 'qualité' des photos au sein du chantier (voir les items du menu Outils . les photos ayant un mauvais score (voir le menu Outils/Qualité des photos 'All' doivent être supprimées du chantier : une seule mauvaise photo peut faire échouer le traitement. - La présence des dimensions du capteur de l'appareil dans DicoCamera.xml améliore le traitement. Cette présence est obligatoire si l'exif ne présente pas la focale équivalente 35mm. Pour ajouter la taille du capteur utiliser le menu 'Outils//mettre à jour DicoCamera'.
ar: واجهة رسومية AperoDeDenis: بعض النصائح لاطلاق النار. الطلقات: - يجب أن يكون الهدف ثابتا أثناء جلسة التصوير بأكملها. - يجب أن يكون الموضوع فريدا ومتجاورا - يجب أن يكون الموضوع مضاء جيدا ، ويجب البحث عن إطلاق النار في ضوء النهار. - يجب أن تكون الصور حادة ، انتبه إلى عمق المجال: استخدم أصغر فتحة عدسة ممكنة (أكبر رقم F ، على سبيل المثال 22 . - لا ينصح بصور الأشخاص أو الأشياء المتحركة - الأسطح الملساء أو العاكسة غير مواتية. - تجنب أيضا وظيفة "منع الاهتزاز" التي تعمل عن طريق تعديل موضع المستشعر. - إذا كان الموضوع مركزيا ، التقط صورة كل 20 درجة ، أي 9 صور ل "منعطف" ، و 18 لدورة كاملة. - إذا كان الموضوع في "خط" ، فيجب أن يكون التداخل بين الصور 2/3 على الأقل. يجب أن تكون كل نقطة من الموضوع على 3 صور على الأقل - اختبر "جودة" الصور داخل الموقع (انظر العناصر الموجودة في قائمة الأدوات. الصور ذات النتيجة السيئة (انظر القائمة الأدوات / جودة الصورة يجب حذف "الكل" من موقع البناء: يمكن أن تتسبب صورة سيئة واحدة في فشل العلاج. - وجود أبعاد مستشعر الكاميرا في DicoCamera .xml يحسن المعالجة. هذا الوجود إلزامي إذا لم يكن لدى exif البعد البؤري المكافئ 35 مم. لإضافة حجم المستشعر ، استخدم القائمة "أدوات // تحديث DicoCamera".
de: Grafische Benutzeroberfläche von AperoDeDenis: einige Tipps zum Schießen. Schüsse: - Das Motiv muss während der gesamten Aufnahmesitzung stationär sein. - Das Thema muss eindeutig und zusammenhängend sein - Das Motiv muss gut beleuchtet sein, Tageslichtaufnahmen müssen gesucht werden. - Die Fotos müssen scharf sein, achten Sie auf die Schärfentiefe: Verwenden Sie die kleinstmögliche Blende (größte F-Zahl, z. B. 22 . - Fotos von Personen oder sich bewegenden Objekten werden nicht empfohlen - Glatte oder spiegelnde Oberflächen sind ungünstig. - Vermeiden Sie auch die "Anti-Shake"-Funktion, die durch Ändern der Position des Sensors wirkt. - Wenn das Motiv im Mittelpunkt steht, machen Sie alle 20 ° ein Bild, d.h. 9 Fotos für eine "Kehrtwende", 18 für eine volle Umdrehung. - Wenn sich das Motiv in einer Linie befindet, muss die Überlappung zwischen den Fotos mindestens 2/3 betragen. Jeder Punkt des Motivs muss auf mindestens 3 Fotos zu sehen sein - Testen Sie die "Qualität" der Fotos auf der Website (siehe die Elemente im Menü Extras. Fotos mit schlechter Punktzahl (siehe Menü Werkzeuge/Fotoqualität 'Alle' müssen von der Baustelle gelöscht werden: Ein einziges schlechtes Foto kann dazu führen, dass die Behandlung fehlschlägt. - Das Vorhandensein der Abmessungen des Kamerasensors in DicoCamera.xml verbessert die Verarbeitung. Diese Anwesenheit ist obligatorisch, wenn das Exif nicht die äquivalente Brennweite 35mm hat. Um die Sensorgröße hinzuzufügen, verwenden Sie das Menü 'Extras//Update DicoCamera'.
zh: AperoDeDenis图形界面：一些拍摄技巧。 镜头： - 在整个拍摄过程中，拍摄对象必须静止不动。 - 主题必须是唯一且连续的 - 拍摄对象必须光线充足，必须寻求日光拍摄。 - 照片必须清晰，注意景深： 使用尽可能小的光圈（最大F值，例如22. - 不建议拍摄人物或移动物体的照片 - 光滑或反光的表面不利。 - 还要避免通过修改传感器位置来起作用的“防抖”功能。 - 如果拍摄对象位于中心，则每 20° 拍摄一张照片，即 9 张照片用于“掉头”，18 张照片用于整个转弯。 - 如果拍摄对象在“行”中，则照片之间的重叠必须至少为2/3。 主题的每个点必须至少在 3 张照片上 - 测试网站内照片的“质量”（请参阅“工具”菜单中的项目。 分数不好的照片（请参阅菜单 工具/照片质量 必须从施工现场删除“全部”： 一张糟糕的照片可能会导致治疗失败。 - DicoCamera中相机传感器尺寸的存在.xml改善了处理。 如果exif没有等效焦距35mm，则此存在是强制性的。 要添加传感器尺寸，请使用菜单“工具//更新DicoCamera”。

source: Pour commencer avec l'interface graphique MicMac : Tout d'abord : installer MicMac. Consulter le wiki MicMac : https://micmac.ensg.eu/index.php Ensuite : installer CloudCompare (ou Meshlab)pour afficher les nuages de points. Puis : 1 Vérifier les autres paramètres en les affichant (menu Paramètres/afficher les paramètres). 2 Choisir quelques photos pour commencer (menu Fichier/Nouveau chantier). Par exemple : prendre les 4 photos Gravillons du tutoriel, disponibles sur GitHub: https://github.com/micmacIGN/InterfaceCEREMA/blob/master/InterfaceCEREMA/Tutoriel%20ENSG.zip 3 Lancer MicMac en laissant les paramètres par défaut (menu Fichier/Nouveau Chantier). Si tout va bien une trace du traitement s'affiche et CloudCompare affiche la vue 3D. 4 Sinon, prendre un pastis puis : Lire 'quelques conseils' (menu Aide) Tester la qualité des photos (menu Outils) Examiner les traces (menu Edition) Consulter l'aide (menu Aide) 5 Voir sur internet : https://www.reddit.com/r/MicMac https://micmac.ensg.eu/index.php/Accueil http://forum-micmac.forumprod.com/ https://www.youtube.com/channel/UCvXP6f2g3ppOChasqlnBI6w 6 Pour être informé des nouveautés de l'interface envoyer "News AperoDeDenis" à denis.jouin@gmail.com
ar: لبدء استخدام واجهة المستخدم الرسومية ل MiMac: أولا: تثبيت ميك ماك. قم بزيارة ويكي MicMac: https://micmac.ensg.eu/index.php التالي: قم بتثبيت CloudCompare (أو Meshlab) لعرض السحب النقطية. ثم: 1 تحقق من الإعدادات الأخرى من خلال عرضها (قائمة الإعدادات / إظهار الإعدادات). 2 اختر بعض الصور لتبدأ بها (قائمة ملف / موقع جديد). على سبيل المثال: التقط صور 4 Gravel من البرنامج التعليمي المتاح على GitHub: https://github.com/micmacIGN/InterfaceCEREMA/blob/master/InterfaceCEREMA/Tutoriel%20E إن إس جي.zip 3 قم بتشغيل MicMac مع ترك الإعدادات الافتراضية (قائمة ملف / موقع جديد). إذا سارت الأمور على ما يرام ، يتم عرض أثر للمعالجة ويعرض CloudCompare عرض 3D. 4 خلاف ذلك ، خذ باستيس ثم: اقرأ "بعض النصائح" (قائمة المساعدة) اختبار جودة الصورة (قائمة الأدوات) فحص التتبعات (قائمة التحرير) عرض التعليمات (قائمة التعليمات) 5 انظر على الإنترنت: https://www.reddit.com/r/MicMac https://micmac.ensg.eu/index.php/Accueil http://forum-micmac.forumprod.com/ https://www.youtube.com/channel/UCvXP6f2g3ppOChasqlnBI6w 6 لتكون على علم بأخبار الواجهة أرسل "News AperoDeDenis" إلى denis.jouin@gmail.com
de: So beginnen Sie mit der MiMac-GUI: Erstens: Installieren Sie MicMac. Besuchen Sie das MicMac-Wiki: https://micmac.ensg.eu/index.php Als nächstes: Installieren Sie CloudCompare (oder Meshlab), um Punktwolken anzuzeigen. Dann: 1 Überprüfe andere Einstellungen, indem du sie anzeigst (Menü Einstellungen/Einstellungen anzeigen). 2 Wähle ein paar Fotos aus, mit denen du beginnen möchtest (Menü Datei/Neue Website). Zum Beispiel: Nehmen Sie die 4 Gravel-Fotos aus dem Tutorial, das auf GitHub verfügbar ist: https://github.com/micmacIGN/InterfaceCEREMA/blob/master/InterfaceCEREMA/Tutoriel%20ENSG.zip 3 Starten Sie MicMac und behalten Sie die Standardeinstellungen bei (Menü Datei/Neue Site). Wenn alles gut geht, wird eine Spur der Verarbeitung angezeigt und CloudCompare zeigt die 3D-Ansicht an. 4 Ansonsten nimm einen Pastis und dann: Lesen Sie "einige Tipps" (Hilfemenü) Testen Sie die Fotoqualität (Menü Extras) Untersuchen von Leiterbahnen (Menü "Bearbeiten") Hilfe anzeigen (Menü Hilfe) 5 Siehe im Internet: https://www.reddit.com/r/MicMac https://micmac.ensg.eu/index.php/Accueil http://forum-micmac.forumprod.com/ https://www.youtube.com/channel/UCvXP6f2g3ppOChasqlnBI6w 6 Um über die Neuigkeiten der Schnittstelle informiert zu werden, senden Sie "News AperoDeDenis" an denis.jouin@gmail.com
zh: 要开始使用 MiMac GUI： 首先：安装MicMac。访问MicMac维基：https://micmac.ensg.eu/index.php 下一步：安装CloudCompare（或Meshlab）以显示点云。 然后： 1 通过显示其他设置（设置菜单/显示设置）来检查其他设置。 2 选择几张照片开始（文件/新建网站菜单）。 例如：从教程中获取 4 张 Gravel 照片，可在 GitHub 上找到： https://github.com/micmacIGN/InterfaceCEREMA/blob/master/InterfaceCEREMA/Tutoriel%20E核供应国集团.zip 3 启动 MicMac 保留默认设置（文件/新站点菜单）。 如果一切顺利，将显示处理的痕迹，CloudCompare 将显示 3D 视图。 4 否则，取一个帕蒂斯，然后： 阅读“一些提示”（帮助菜单） 测试照片质量（“工具”菜单） 检查跟踪（“编辑”菜单） 查看帮助（“帮助”菜单） 5 在互联网上查看： https://www.reddit.com/r/MicMac https://micmac.ensg.eu/index.php/Accueil http://forum-micmac.forumprod.com/ https://www.youtube.com/channel/UCvXP6f2g3ppOChasqlnBI6w 6 要了解界面的消息，请将“新闻AperoDeDenis”发送到 denis.jouin@gmail.com

source: Historique des versions de l'interface CEREMA pour MicMac
ar: سجل إصدارات واجهة CEREMA لـ MicMac
de: Versionsverlauf der CEREMA-Schnittstelle für MicMac
es: Historia de la versión de la interfaz de CEREMA para el MicMac
it: Cronologia delle versioni dell'interfaccia CEREMA per MicMac
zh: 用于MicMac的CEREMA界面的版本历史记录

source: Interface graphique AperoDeDenis : quelques conseils concernant le choix des options. Options : - Points homologues : L'échelle est la taille en pixels de l'image (ou -1 pour l'image entière pour la recherche des points homologues. Par défaut, la taille retenue est les 2/3 de la largeur des photos (2000 pixels si les photos font 3000 de large). L'option All recherche les points homologues sur toutes les paires de photos (ce qui peut faire beaucoup !) L'option MulScale recherche les points homologues en 2 temps : 1 sur toutes les paires avec une taille de photo réduite (typiquement 300 2 Seules les paires de photos ayant eu au moins 2 points homologues à cette échelle seront retenues pour rechercher les points homologues à la seconde échelle. Gain de temps important possible. Si les photos sont prises 'en ligne' choisir 'line' dans les options de Tapioca, MicMac ne recherchera que les paires de photos se succédant. Choisir delta en fonction du taux de recouvrement des photos (delta = 2 voire , si le recouvrement est important. - Orientation : fraser est souvent le meilleur choix, si l'appareil photo est un reflex choisir RadialExtended si l'appareil photo est de moyenne gamme choisir RadialStd Ces conseils ne sont pas toujours vérifiés : modifier votre choix s'il échoue. L'arrêt après l'orientation permet de définir un masque 3D sur le nuage, pour la densification par C3DC. - Mise à l'échelle : permet de définir un repère et une métrique (axe, plan et distance, tous obligatoires . Si les photos proviennent d'une caméra embarquée sur un drone les photos comportent des informations GPS sur la prise de vue : Ces informations sont exploitées par AperoDeDenis pour définir un repère local en coordonnées métriques et orienté comme le WGS84. Ces informations remplacent et supplantent la mise à l'échelle manuelle. Un item du menu expert permet de les ignorer - Points GCP (ou GPS : définir au moins 3 points cotés et les placer sur 2 photos. L'état du chantier indique s'ils sont pris en compte - Densification : Malt (historique ou C3DC (récent Malt fournit des nuages parfois exotiques si peu de points homologues Pour éviter cela utiliser l'option geoimage avec masque sur les zones denses en points homologues C3DC fournit des nuages un peu plus précis Masque 3D possible sur le nuage non dense' L'option la plus fructueuse est 'BigMac' Les 2 modules permettent d'obtenir des nuages de points ou des maillages (mesh .' Malt option Ortho génère une orthophoto en plus du nuage.' après C3DC le module Pims2MNT génère, sur demande, une orthophoto.' - Densification par Malt : pour le mode GeomImage indiquer une ou plusieurs images maîtres. Seuls les points visibles sur ces images seront conservés dans le nuage de points. Sur ces images maîtres, tracer les masques délimitant la partie 'utile' de la photo. Le résultat sera mis en couleur suivant les images maîtresses. (éviter trop de recouvrement entre les maîtres ! . Le traitement avec masque sera accéléré et le résultat plus 'propre'. - Densification par C3DC : possibilité de définir un masque 3D sur le nuage non dense. Alternative à Malt, le traitement est parfois plus rapide, plus précis.
ar: واجهة AperoDeDenis الرسومية: بعض النصائح حول اختيار الخيارات. خيارات: - نقاط متشابهة: المقياس هو الحجم بالبكسل للصورة (أو -1 للصورة بأكملها للبحث عن النقاط المتماثلة. بشكل افتراضي ، الحجم الذي يتم الاحتفاظ به هو 2/3 من عرض الصور (2000 بكسل إذا كانت الصور بعرض 3000). يبحث خيار الكل عن نقاط متجانسة في جميع أزواج الصور (والتي يمكن أن تفعل الكثير!) يبحث خيار MulScale عن نقاط متجانسة في خطوتين: 1 على كل الأزواج بحجم صورة مخفض (عادةً 300 2 ستكون فقط أزواج الصور التي تحتوي على نقطتين متماثلتين على الأقل في هذا المقياس تم الاحتفاظ بها للعثور على النقاط المتماثلة على المقياس الثاني. يمكن توفير الوقت بشكل كبير. إذا تم التقاط الصور "عبر الإنترنت" ، فاختر "سطر" في خيارات Tapioca ، سيبحث MicMac فقط عن أزواج من الصور التي تتبع بعضها البعض. اختر دلتا وفقًا لمعدل التداخل للصور (دلتا = 2 أو حتى ، إذا كان التداخل كبيرًا. - الاتجاه: غالبًا ما يكون فريزر هو الخيار الأفضل ، إذا كانت الكاميرا SLR ، فاختر RadialExtended إذا كانت الكاميرا متوسطة المدى ، فاختر RadialStd لا يتم التحقق من هذه النصائح دائمًا: قم بتغيير اختيارك إذا فشل. يتيح التوقف بعد الاتجاه تحديد قناع ثلاثي الأبعاد على السحابة ، من أجل التكثيف بواسطة C3DC. - التحجيم: يسمح لك بتحديد معيار ومقياس (المحور والمستوى والمسافة ، وكلها إلزامية. إذا كانت الصور تأتي من كاميرا على متن طائرة بدون طيار ، فإن الصور تتضمن معلومات GPS في اللقطة: يتم استخدام هذه المعلومات بواسطة AperoDeDenis لتحديد مرجع محلي في إحداثيات مترية وموجهة مثل WGS84. تحل هذه المعلومات محل القياس اليدوي وتحل محله. يسمح عنصر في قائمة الخبراء بتجاهلها - نقاط GCP (أو GPS): حدد ما لا يقل عن 3 نقاط مدرجة وضعها على صورتين. تشير حالة الموقع إلى ما إذا كانت قد تم أخذها في الاعتبار - التكثيف: الشعير (تاريخي أو C3DC (حديثًا) يوفر الشعير أحيانًا غيومًا غريبة جدًا ، لذا فإن عددًا قليلاً من النقاط المتجانسة لتجنب هذا ، استخدم خيار Geoimage مع قناع على المناطق الكثيفة في نقاط متجانسة يوفر C3DC سحبًا أكثر دقة قليلاً قناع ثلاثي الأبعاد محتمل على السحابة غير الكثيفة " أنجح خيار هو "BigMac" تتيح الوحدتان إمكانية الحصول على سحب نقطية أو شبكات (شبكة. ' ينتج خيار Malt Ortho صورة تقويمية بالإضافة إلى السحابة. بعد C3DC ، تولد وحدة Pims2MNT ، عند الطلب ، صورة تقويمية. - التكثيف بواسطة Malt: بالنسبة لوضع GeomImage ، أشر إلى صورة رئيسية واحدة أو أكثر. سيتم الاحتفاظ بالنقاط المرئية على هذه الصور فقط في سحابة النقاط. في هذه الصور الرئيسية ، ارسم الأقنعة التي تحدد الجزء "المفيد" من الصورة. سيتم تلوين النتيجة وفقًا للصور الرئيسية. (تجنب الكثير من التداخل بين السادة!. سيتم تسريع علاج القناع والنتيجة "أنظف". - التكثيف بواسطة C3DC: إمكانية تحديد قناع ثلاثي الأبعاد على السحابة غير الكثيفة. كبديل للمالت ، تكون المعالجة أحيانًا أسرع وأكثر دقة.
de: Grafische Oberfläche von AperoDeDenis: Einige Ratschläge zur Wahl der Optionen. Optionen: - Homologe Punkte: Der Maßstab ist die Größe des Bildes in Pixel (oder -1 für das gesamte Bild für die Suche nach homologen Punkten. Standardmäßig beträgt die beibehaltene Größe 2/3 der Breite der Fotos (2000 Pixel, wenn die Fotos 3000 breit sind). Die Option Alle sucht auf allen Fotopaaren nach homologen Punkten (was viel bewirken kann!) Die Option MulScale sucht in 2 Schritten nach homologen Punkten: 1 auf alle Paare mit reduzierter Fotogröße (normalerweise 300 2 Nur die Fotopaare, die mindestens 2 homologe Punkte auf dieser Skala haben, werden berücksichtigt beibehalten, um die homologen Punkte auf der zweiten Skala zu finden. Erhebliche Zeitersparnis möglich. Wenn die Fotos "online" aufgenommen werden, wählen Sie "line" in den Tapioca-Optionen, MicMac sucht nur nach aufeinander folgenden Fotopaaren. Wählen Sie Delta entsprechend der Überlappungsrate der Fotos (Delta = 2 oder sogar , wenn die Überlappung erheblich ist. - Orientierung: Fraser ist oft die beste Wahl, Wenn es sich bei der Kamera um eine Spiegelreflexkamera handelt, wählen Sie RadialExtended Wenn die Kamera im mittleren Bereich liegt, wählen Sie RadialStd Diese Tipps werden nicht immer überprüft: Ändern Sie Ihre Wahl, wenn sie fehlschlägt. Das Stoppen nach der Orientierung ermöglicht das Definieren einer 3D-Maske auf der Wolke zur Verdichtung durch C3DC. - Skalierung: ermöglicht es Ihnen, einen Bezugspunkt und eine Metrik zu definieren (Achse, Ebene und Abstand, alle obligatorisch . Wenn die Fotos von einer Kamera an Bord einer Drohne stammen, enthalten die Fotos GPS-Informationen zur Aufnahme: Diese Informationen werden von AperoDeDenis verwendet, um eine lokale Referenz in metrischen Koordinaten zu definieren und wie WGS84 zu orientieren. Diese Informationen ersetzen und ersetzen die manuelle Skalierung. Ein Punkt im Expertenmenü erlaubt es, sie zu ignorieren - GCP- (oder GPS-) Punkte: Definieren Sie mindestens 3 aufgelistete Punkte und platzieren Sie sie auf 2 Fotos. Der Zustand der Site zeigt an, ob sie berücksichtigt werden - Verdichtung: Malz (historisch oder C3DC (neu) Malz sorgt für manchmal exotische Wolken, so wenige homologe Punkte Um dies zu vermeiden, verwenden Sie die Geobild-Option mit Maske auf den dichten Bereichen in homologen Punkten C3DC liefert etwas genauere Wolken Mögliche 3D-Maske auf der nicht dichten Wolke Die erfolgreichste Option ist 'BigMac' Die 2 Module ermöglichen es, Punktwolken oder Netze (mesh .') zu erhalten. Malt Option Ortho erzeugt zusätzlich zur Wolke ein Orthofoto.' nach C3DC erzeugt das Pims2MNT-Modul auf Wunsch ein Orthofoto.' - Verdichtung durch Malt: Geben Sie für den GeomImage-Modus ein oder mehrere Masterbilder an. Nur die auf diesen Bildern sichtbaren Punkte bleiben in der Punktwolke erhalten. Zeichnen Sie auf diesen Masterbildern die Masken, die den „nützlichen“ Teil des Fotos begrenzen. Das Ergebnis wird entsprechend den Masterbildern eingefärbt. (Vermeiden Sie zu viele Überschneidungen zwischen den Mastern! . Die Maskenbehandlung wird beschleunigt und das Ergebnis „sauberer“. - Verdichtung durch C3DC: Möglichkeit, eine 3D-Maske auf der nicht dichten Wolke zu definieren. Alternative zu Malz, Verarbeitung ist manchmal schneller, präziser.
zh: AperoDeDenis 图形界面：关于选项选择的一些建议。 选项： - 同源点： 比例是图像的大小（以像素为单位）（或 -1 用于搜索同源点的整个图像。 默认情况下，保留的尺寸为照片宽度的 2/3（如果照片为 3000 宽，则为 2000 像素）。 All 选项在所有照片对上搜索同源点（可以做很多事情！） MulScale 选项分两步搜索同源点： 1 对缩小照片尺寸的所有对（通常为 300 2 只有在这个尺度上至少有 2 个同源点的照片对 保留以在第二个尺度上找到同源点。可以节省大量时间。 如果照片是“在线”拍摄的，请在 Tapioca 的选项中选择“线”， MicMac 将只搜索成对的相片。 根据照片的重叠率选择delta（delta = 2 or even , if overlap is significant. - 定位：fraser 通常是最佳选择， 如果相机是 SLR，请选择 RadialExtended 如果相机是中档选择 RadialStd 这些提示并不总是经过验证：如果失败，请更改您的选择。 在定向后停止允许在云上定义 3D 掩码，以通过 C3DC 进行致密化。 - 缩放：允许您定义基准和度量（轴、平面和距离，都是强制性的。 如果照片来自无人机上的相机，则照片包含拍摄的 GPS 信息： AperoDeDenis 使用此信息来定义公制坐标中的局部参考，并像 WGS84 一样定向。 此信息取代并取代手动缩放。专家菜单中的项目允许忽略它们 - GCP（或 GPS）点：定义至少 3 个列出的点并将它们放在 2 张照片上。网站的状态表明它们是否被考虑在内 - 致密化：麦芽（历史或 C3DC（最近） 麦芽有时会提供异国情调的云朵，所以几乎没有同源点 为避免这种情况，请在同源点的密集区域上使用带有掩码的地理图像选项 C3DC 提供稍微更准确的云 非密集云上可能的 3D 掩模' 最成功的选择是“巨无霸” 这 2 个模块使获取点云或网格 (mesh .') 成为可能。 除了云之外，Malt 选项 Ortho 还生成正射影像。 在 C3DC 之后，Pims2MNT 模块会根据要求生成正射影像。 - 麦芽致密化：对于 GeomImage 模式，指示一个或多个主图像。 只有这些图像上可见的点才会保留在点云中。 在这些主图像上，绘制分隔照片“有用”部分的蒙版。 结果将根据主图像着色。 （避免大师之间有太多重叠！。 面膜处理将加速，结果“更清洁”。 - 通过 C3DC 进行致密化：可以在非致密云上定义 3D 蒙版。 作为麦芽的替代品，加工有时更快、更精确。
