Repository: Pandinosaurus/InterfaceCEREMA
Catalog: InterfaceCEREMA/locale/*/LC_MESSAGES/AperoDeDenis.po
Languages: ar, de, es, it, zh

source: Fusion des orthomosaïques en cours.... Patience....
ar: دمج الفسيفساء التقويمية قيد التقدم.... صبر....
de: Orthomosaik-Merge im Gange.... Geduld....
es: Fusión de ortomosaicos en curso... Paciencia...
it: Fusione di ortomosaici in corso.... Pazienza....
zh: 正射镶嵌合并正在进行中。耐心。。。。

source: Fusion des orthomosaïques %s dans le fichier : %s
ar: اندماج تقويم العظام %s في الملف: %s
de: Fusion von Orthomosaiken %s in der Datei: %s
es: Fusión de ortomosaicos %s en el %s
it: Fusione di ortomosaici %s nel %s
zh: 文件%s中融合了正交拼音%s

source: La fusion des orthomosaïques a échoué.
ar: فشل دمج الفسيفساء التقويمية.
de: Die Zusammenführung der Orthomosaike schlug fehl.
es: La fusión de los ortomosaicos ha fracasado.
it: La fusione degli ortomosaici è fallita.
zh: 正射镶嵌的合并失败。

source: Le programme de conversion n'est pas présent. Ajoutez le : Menu paramètres\Associer convert
ar: برنامج التحويل غير موجود. إضافته: قائمة الإعدادات \ تحويل المنتسبين
de: Das Konvertierungsprogramm ist nicht vorhanden. Fügen Sie es hinzu: Einstellungsmenü \ Konvertieren zuordnen
es: El programa de conversión no está presente. Añada el: Menú parámetros\Asociar convert
it: Il programma di conversione non è presente. Aggiungi il: Menu impostazioni\Associa convert
zh: 转换程序不存在。 添加它：设置菜单\关联转换

source: Recherche des exifs des photos en cours. Patience....
ar: البحث عن exifs من الصور الحالية. الصبر ....
de: Suchen Sie nach Exifs aktueller Fotos. Die Geduld....
es: Buscando exifs de fotos actuales. Paciencia....
it: Ricerca di exifs di foto attuali. Pazienza....
zh: 搜索当前照片的exif。忍耐....

source: Modification des exifs des photos en cours. Patience....
ar: تعديل exifs للصور الحالية. الصبر ....
de: Änderung der Exifs der aktuellen Fotos. Die Geduld....
es: Cambiando los exifs de las fotos actuales. Paciencia....
it: Cambiare gli exif delle foto attuali. Pazienza....
zh: 修改当前照片的exif。忍耐....

source: Exifs mis à jour
ar: تم تحديث Exifs
de: Exifs aktualisiert
es: Exifs actualizados
it: Exifs aggiornato
zh: Exif已更新

source: Fabricant =
ar: الصانع
de: Hersteller
es: Fabricante =
it: Costruttore =
zh: å¶é å

source: Modèle =
ar: النموذج
de: Modell
es: Modelo =
it: Modello =
zh: 型号

source: Focale =
ar: بعد بؤري
de: Brennweite
es: Focal =
zh: 焦距

source: Focale eq 35mm =
ar: الطول البؤري مكافئ 35 مم =
de: Brennweite äq 35mm =
es: Longitud focal eq 35mm =
it: Lunghezza focale eq 35mm =
zh: 焦距eq 35mm =

source: Abandon de la mise à jour des exifs
ar: التخلي عن تحديث exifs
de: Abbruch der Aktualisierung von Exifs
es: Abandonar la actualización de exifs
it: Abbandonare l'aggiornamento degli exifs
zh: 放弃更新exif

source: Aucune photo à mettre à jour.
ar: لا توجد صورة للتحديث.
de: Kein Foto zum Aktualisieren.
es: No hay fotos que actualizar.
it: Nessuna foto da aggiornare.
zh: 没有照片要更新。

source: La liste des fichiers comporte plusieurs extensions différentes : abandon.
ar: قائمة الملفات لها عدة امتدادات مختلفة: التخلي.
de: Die Liste der Dateien hat verschiedene Erweiterungen: Abbruch.
es: La lista de archivos tiene varias extensiones diferentes: abandono.
it: L'elenco dei file ha diverse estensioni: abandon.
zh: 文件列表具有几个不同的扩展名：放弃。

source: La version actuelle ne traite que les exif des photos au format JPG, or le format des photos est %s. Désolé, abandon.
ar: الإصدار الحالي يعالج فقط exif للصور بتنسيق JPG ، لكن تنسيق الصور هو %s. آسف ، التخلي.
de: Die aktuelle Version verarbeitet nur Exif-Fotos im JPG-Format, das Fotoformat ist jedoch %s. Entschuldigung, Verlassenheit.
es: La versión actual sólo maneja exif de fotos en formato JPG, y el formato de las fotos es %s. Lo siento, abortar.
it: La versione attuale gestisce solo exif di foto in formato JPG, e il formato delle foto è %s. Mi spiace, abortire.
zh: 当前版本仅处理JPG格式的照片exif，但照片格式为%s。对不起，放弃了。

source: Le fichier %s n'existe pas. Abandon
ar: الملف %s غير موجود. التخلي عن
de: Datei nicht vorhanden %s
es: El archivo %s no existe. Abortar
it: Il file %s non esiste. Interrompere
zh: 文件%s不存在。放弃

source: met à jour l'exif de
ar: تحديث exif من
de: Aktualisiere das Exif von
es: actualiza el exif de
it: aggiorna l'exif di
zh: 更新的exif

source: Bonjour !
ar: مرحباً!
de: Ich begrüße Sie!
es: Hola !
it: Ciao!
zh: - 这是谁?

source: Commencer par indiquer où se trouve MicMac :
ar: ابدأ بالإشارة إلى مكان وجود MicMac:
de: Geben Sie zunächst an, wo sich MicMac befindet:
es: Empieza indicando dónde está el MicMac:
it: Iniziare indicando dove si trova il MicMac:
zh: 首先指出MicMac的位置：

source: - menu Paramètres/Associer le répertoire de MicMac
ar: - إعدادات / القائمة دليل MicMac المنتسبة
de: - Menü Einstellungen/MicMac-Verzeichnis zuordnen
es: - menú Configuración/Asociar directorio de MicMac
it: - menu Impostazioni/Associa directory di MicMac
zh: - 设置/关联麦克风目录菜单

source: Ensuite :
ar: ثم:
de: Dann:
es: A continuación:
it: Domanda successiva:
zh: 然后：

source: - Associer un outil (CloudCompare ou Meshlab) pour afficher les nuages de points 3D
ar: - إقران أداة (CloudCompare أو Meshlab) لعرض السحب النقطية ثلاثية الأبعاد
de: - Verknüpfen Sie ein Tool (CloudCompare oder Meshlab), um 3D-Punktwolken anzuzeigen
es: - Asociar una herramienta (CloudCompare o Meshlab) para mostrar nubes de puntos en 3D
it: - Associare uno strumento (CloudCompare o Meshlab) per visualizzare nuvole di punti 3D
zh: -关联工具（CloudCompare或Meshlab）以显示3D点云

source: - consulter l'aide, item 'pour commencer'.
ar: - استشر المساعدة ، العنصر "للبدء".
de: - Konsultieren Sie die Hilfe, Punkt "um loszulegen".
es: - consultar la ayuda, item 'para empezar'.
it: - consultare l'aiuto, item 'per iniziare'.
zh: - 查阅帮助，项目“开始”。

source: - Consulter la notice d'installation et de prise en main
ar: - راجع تعليمات التثبيت والتشغيل
de: - Konsultieren Sie die Installations- und Bedienungsanleitung
es: - Consulte las instrucciones de instalación y funcionamiento
it: - Fare riferimento alle istruzioni per l'installazione e l'uso
zh: -查阅安装和操作说明

source: Désigner le fichier exiftool (menu paramètres).
ar: قم بتعيين ملف exiftool (قائمة الإعدادات).
de: Legen Sie die exiftool-Datei fest (Einstellungsmenü).
es: Designar el archivo exiftool (menú parámetros).
it: Designare il file exiftool (menu impostazioni).
zh: 指定 exiftool 文件（设置菜单）。

source: Désigner le fichier convert, ou avconv, d'image Magick
ar: قم بتعيين ملف Magick المحول أو avconv
de: Bestimmen Sie die Konvertierungs- oder avconv-Bild-Magick-Datei
es: Designa al convertidor, o avconv, el archivo de imagen Magick
it: Designa il file immagine convertito, o avconv, Magick
zh: 指定转换或avconv图像Magick文件

source: en principe sous micmac\binaire-aux (menu paramètres).
ar: من حيث المبدأ تحت Mi'kmaq \ binary-aux (قائمة الإعدادات).
de: Prinzipiell unter Mi'kmaq\binary-aux (Einstellungsmenü).
es: normalmente en micmac\binario-aux (menú parámetros).
it: in linea di principio sotto micmac\ binario-au (menu parametri).
zh: 原则上在Mi'kmaq\binary-aux（设置菜单）下。

source: Désigner le fichier ffmpeg (possible sous micmac\binaire-aux (menu paramètres).
ar: قم بتعيين ملف ffmpeg (ممكن ضمن micmac \ binary-aux (قائمة الإعدادات).
de: Legen Sie die ffmpeg-Datei fest (möglich unter micmac\binary-aux (Einstellungsmenü).
es: Designar el archivo ffmpeg (posible en micmac\binaire-aux (menú parámetros).
it: Designare il file ffmpeg (possibile sotto micmac\binario-aux (menu impostazioni).
zh: 指定 ffmpeg 文件（可在 micmac\binary-aux （设置菜单）下）。

source: Revenir aux options par défaut d'AperoDeDenis
ar: ارجع إلى الخيارات الافتراضية AperoDeDenis
de: Kehren Sie zu den Standardoptionen von AperoDeDenis zurück
es: Volver a las opciones por defecto de AperoDeDenis
it: Ritorno alle opzioni predefinite di AperoDeDenis
zh: 返回AperoDeDenis默认选项

source: Utiliser les options du chantier en cours
ar: استخدم خيارات الوظيفة الحالية
de: Verwenden Sie die Optionen des aktuellen Jobs
es: Utilice las opciones del sitio de trabajo actual
it: Utilizzare le opzioni del cantiere attuale
zh: 使用当前作业的选项

source: Ne rien changer
ar: لا أغير أى شئ
de: 1. Untätig bleiben .
es: No cambie nada
it: Non cambiare nulla
zh: 不要改变任何东西

source: Options par défaut réinitialisées
ar: إعادة تعيين الخيارات الافتراضية
de: Standardoptionen zurückgesetzt
es: Restablecimiento de las opciones predeterminadas
it: Reset delle opzioni predefinite
zh: 重置默认选项

source: Les options par défaut seront désormais celles du chantier en cours
ar: ستكون الخيارات الافتراضية الآن هي تلك الخاصة بالموقع الحالي
de: Die Standardoptionen sind jetzt die der aktuellen Site
es: Las opciones por defecto serán ahora las del sitio actual
it: Le opzioni predefinite saranno ora quelle del sito corrente
zh: 现在，默认选项将是当前站点的默认选项

source: Les options par défaut actuelles sont les options par défaut d'AperoDeDenis
ar: الخيارات الافتراضية الحالية هي خيارات AperoDeDenis الافتراضية
de: Die aktuellen Standardoptionen sind die AperoDeDenis-Standardoptionen
es: Las opciones por defecto actuales son las opciones por defecto de AperoDeDenis
it: Le opzioni predefinite correnti sono le opzioni predefinite di AperoDeDenis
zh: 当前的默认选项是AperoDeDenis默认选项

source: Options par défaut non sauvegardées car les options du chantier en cours sont invalides :
ar: لم يتم حفظ الخيارات الافتراضية لأن الخيارات الخاصة بالموقع الحالي غير صالحة:
de: Standardoptionen werden nicht gespeichert, da die Optionen für die aktuelle Site ungültig sind:
es: Las opciones predeterminadas no se guardan porque las opciones de trabajo actuales no son válidas:
it: Le opzioni predefinite non sono state salvate perché le opzioni dell'ordine corrente non sono valide:
zh: 未保存默认选项，因为当前站点的选项无效：

source: erreur sauveOptions :
ar: خطأ SaveOptions:
de: SaveOptions-Fehler:
es: error guardaOpciones
it: salvataggi di erroreOpzioni
zh: SaveOptions错误：

source: Erreur rencontrée lors de la sauvegarde des options :
ar: حدث خطأ أثناء حفظ الخيارات:
de: Fehler beim Speichern der Optionen:
es: Error encontrado al guardar las opciones
it: Errore riscontrato durante il salvataggio delle opzioni
zh: 保存选项时遇到错误：

source: erreur restauration options :
ar: خيارات استعادة الخطأ:
de: Optionen zur Fehlerwiederherstellung:
es: opciones de recuperación de errores
it: opzioni di recupero degli errori
zh: 错误还原选项：

source: AperoDeDenis est déjà lancé dans la fenêtre :
ar: تم تشغيل AperoDeDenis بالفعل في النافذة:
de: AperoDeDenis wird bereits im Fenster gestartet:
es: AperoDeDenis ya se ha lanzado en el :
it: AperoDeDenis è già lanciato nel :
zh: AperoDeDenis已在窗口中启动：

source: 'Lancer' pour lancer une seconde instance d'AperoDeDenis.
ar: "إطلاق" لإطلاق نسخة ثانية من AperoDeDenis.
de: 'Starten', um eine zweite Instanz von AperoDeDenis zu starten.
es: Lanzamiento' para lanzar una segunda instancia de AperoDeDenis.
it: Lancio' per lanciare una seconda istanza di AperoDeDenis.
zh: “启动”以启动AperoDeDenis的第二个实例。

source: Dans ce cas un nouveau chantier sera ouvert.
ar: في هذه الحالة سيتم فتح موقع جديد.
de: In diesem Fall wird eine neue Site geöffnet.
es: En este caso se abrirá una nueva obra.
it: In questo caso verrà aperto un nuovo cantiere.
zh: 在这种情况下，将打开一个新站点。

source: Eviter de traiter le même dossier dans les 2 instances.
ar: تجنب التعامل مع نفس الملف في كلتا الحالتين.
de: Vermeiden Sie es, in beiden Fällen mit derselben Datei umzugehen.
es: Evite tratar con el mismo archivo en ambos casos.
it: Evitare di trattare lo stesso file in entrambi i casi.
zh: 避免在两种情况下都处理相同的文件。

source: AperoDeDenis est déjà lancé dans les %s fenêtres :
ar: تم إطلاق AperoDeDenis بالفعل في %s windows:
de: AperoDeDenis wird bereits in den Fenstern %s gestartet:
es: AperoDeDenis ya se ha lanzado en las %s ventanas :
it: AperoDeDenis è già lanciato nelle %s finestre :
zh: AperoDeDenis已在%s窗口中启动：

source: 'Lancer' pour lancer une nouvelle instance d'AperoDeDenis.
ar: "إطلاق" لإطلاق نسخة جديدة من AperoDeDenis.
de: 'Starten', um eine neue Instanz von AperoDeDenis zu starten.
es: Lanzamiento' para lanzar una nueva instancia de AperoDeDenis.
it: Lancio' per lanciare una nuova istanza di AperoDeDenis.
zh: “启动”以启动AperoDeDenis的新实例。

source: Eviter de traiter le même dossier dans plusieurs instances.
ar: تجنب التعامل مع نفس الملف في عدة حالات.
de: Vermeiden Sie es, in mehreren Fällen mit derselben Datei umzugehen.
es: Evite tratar con el mismo archivo en varios casos.
it: Evitare di trattare lo stesso file in diversi casi.
zh: 避免在多个实例中处理同一文件。

source: Ajout de chantier : le chantier existe déjà.
ar: إضافة الموقع: الموقع موجود بالفعل.
de: Hinzufügen einer Site: Die Site existiert bereits.
es: Adición de la obra: la obra ya existe.
it: Aggiunta di cantiere: il cantiere esiste già.
zh: 网站的添加：该网站已存在。

source: Fichier .PLY à convertir en XYZ :
ar: ملف .PLY للتحويل إلى XYZ:
de: .PLY-Datei zum Konvertieren in XYZ:
es: PLY para convertir a XYZ
it: File PLY da convertire in XYZ
zh: .PLY文件转换为XYZ：

source: fichier ply
ar: ملف ply
de: Datei
es: archivo ply
it: file di strati
zh: 文件

source: Patience : lecture du fichier en cours.
ar: الصبر: قراءة الملف الحالي.
de: Lese File . . .
es: Paciencia: reproduce el archivo actual.
it: Pazienza: riprodurre il file corrente.
zh: 耐心：读取当前文件。

source: Erreur sur le fichier %s
ar: خطأ في الملف %s
de: Fehler in Datei %s
es: Error en el archivo %s
it: Errore sul file %s
zh: 文件%s出错

source: Erreur sur le fichier %s %s
ar: خطأ في الملف %s %s
de: Fehler in Datei %s %s
es: Error en el archivo %s %s
it: Errore sul file %s %s
zh: 文件%s %s出错

source: Fichier XYZ, séparateur espace %s écrit.
ar: ملف XYZ ، فاصل مسافة %s مكتوب.
de: XYZ-Datei, Leerzeichen %s geschrieben.
es: Archivo XYZ, separador de espacio %s escrito.
it: File XYZ, separatore di spazio %s scritto.
zh: XYZ文件，已写入空格分隔符%s。

source: Ce fichier n'est pas trouvé :
ar: لم يتم العثور على هذا الملف:
de: Diese Datei wurde nicht gefunden:
es: Este archivo no se encuentra
it: Questo file non viene trovato
zh: 找不到此文件：

source: Le fichier %s est déjà un mnt.
ar: الملف %s هو بالفعل mnt.
de: Datei %s ist bereits ein mnt.
es: El archivo %s ya es un mnt.
it: Il file %s è già un mnt.
zh: 文件%s已经是mnt。

source: erreur : le fichier %s n'a pas un contenu de type ply.
ar: خطأ: لا يحتوي الملف %s على محتوى من النوع ply.
de: Fehler: Datei %s hat keinen Inhalt vom Typ ply.
es: error: el archivo %s no tiene contenido de capas.
it: errore: il file %s non ha il contenuto dello strato.
zh: 错误：文件%s没有ply类型的内容。

source: Désolé : le fichier %s est de type %s. Format non traité dans cette version d'AperoDeDenis. Utiliser CloudCompare pour l'enregistrer au format mesh ascii ou nuage de point binary.
ar: عذرًا: الملف %s من النوع %s. التنسيق غير مغطى في هذا الإصدار من AperoDeDenis. استخدم CloudCompare لحفظه في تنسيق شبكة ascii أو تنسيق سحابة نقطية ثنائية.
de: Entschuldigung: Die Datei %s ist vom Typ %s. Format, das in dieser Version von AperoDeDenis nicht behandelt wird. Verwenden Sie CloudCompare, um es im ASCII-Mesh- oder Binärpunkt-Cloud-Format zu speichern.
es: Lo siento: el archivo %s es el tipo %s Formato no procesado en esta versión de AperoDeDenis. Usa CloudCompare para guardarlo en formato de malla de ascii o nube de puntos binaria.
it: Scusa: il file %s è il tipo %s Formato non elaborato in questa versione di AperoDeDenis. Utilizzare CloudCompare per salvarlo in formato ascii mesh o nuvola di punti binaria.
zh: 抱歉：文件%s的类型为%s。此版本的AperoDeDenis未涵盖格式。使用CloudCompare将其保存为ascii网格或二进制点云格式。

source: Le fichier %s n'a pas une extension ASC, XYZ,CSV,TXT ou PLY. Abandon
ar: لا يحتوي الملف %s على امتداد ASC أو XYZ أو CSV أو TXT أو PLY. التخلي عن
de: Datei %s hat keine ASC-, XYZ-, CSV-, TXT- oder PLY-Erweiterung. Aufgabe
es: El archivo %s no tiene una extensión ASC, XYZ, CSV, TXT o PLY. Abandonar
it: Il file %s non ha un'estensione ASC, XYZ, CSV, TXT o PLY. Abbandonare
zh: 文件%s没有ASC，XYZ，CSV，TXT或PLY扩展名。放弃

source: Fichier a écrire en MNT : %s
ar: ملف للكتابة بـ DEM: %s
de: In DEM zu schreibende Datei: %s
es: Archivo para escribir en DTM: %s
it: File da scrivere in DTM: %s
zh: 要写入DEM的文件：%s

source: Choisir le nuage PLY a écrire au format MNT :
ar: اختر سحابة PLY للكتابة بتنسيق MNT:
de: Wählen Sie die PLY-Cloud aus, die im MNT-Format geschrieben werden soll:
es: Elija la nube PLY para ser escrita en formato DTM:
it: Scegliere il cloud PLY da scrivere in formato DTM:
zh: 选择PLY云以MNT格式编写：

source: Choisir le nuage XYZ a écrire au format MNT :
ar: اختر سحابة XYZ للكتابة بتنسيق DEM:
de: Wählen Sie die XYZ-Cloud aus, um im DEM-Format zu schreiben:
es: Elija la nube XYZ para ser escrita en formato DTM
it: Scegliere il cloud XYZ da scrivere in formato DTM
zh: 选择XYZ云以DEM格式写入：

source: fichier ply ou asc
ar: ply أو ملف تصاعدي
de: Lage oder ASC-Datei
es: ply o asc file
it: strato o file asc
zh: 层或asc文件

source: Ecriture du fichier :
ar: كتابة الملف:
de: Schreiben der Datei:
es: Escribiendo el :
it: Scrivere il :
zh: 写入文件：

source: %s Fin de l'écriture du MNT.
ar: %s نهاية كتابة NCD.
de: %s Ende des Schreibens der NCD.
es: %s Fin de la escritura del MNT.
it: %s Fine della scrittura del MNT.
zh: %s NCD的写作结束。

source: Pas de fichier écrit
ar: لا يوجد ملف مكتوب
de: Keine Datei geschrieben
es: No hay ningún archivo escrito
it: Nessun file scritto
zh: 没有文件写入

source: Indiquer la taille de la maille utilisée pour le MNT, en %s :
ar: حدد حجم الشبكة المستخدمة في الأمراض غير المعدية ، من %s:
de: Geben Sie die Größe der Masche an, die für die NCD verwendet wird, in %s:
es: Indíquese el tamaño de la malla utilizada para el MDT, en %s:
it: Indicare la dimensione della maglia utilizzata per l'MNT, in %s:
zh: 以%s表示用于NCD的网格大小：

source: Le nombre de points est de %s, la surface couverte est de %s %s2.
ar: عدد النقاط %s ، والمنطقة المغطاة %s %s2.
de: Die Anzahl der Punkte beträgt %s, die abgedeckte Fläche beträgt %s %s2.
es: El número de puntos es %s, el área cubierta es %s %s2.
it: Il numero di punti è %s, l'area coperta è %s %s2.
zh: 点数为%s，覆盖面积为%s %s2。

source: Il y a %s points au %s2.
ar: هناك %s نقطة في %s2.
de: In %s2 gibt es %s Punkte.
es: Hay %s puntos en %s2.
it: Ci sono %s punti al %s2.
zh: %s2 中有 %s 点。

source: Une taille de %s %s correspond à 1 point du nuage par maille.
ar: حجم %s %s يتوافق مع 1 نقطة من السحابة لكل شبكة.
de: Eine Größe von %s %s entspricht 1 Punkt der Wolke pro Netz.
es: Un tamaño de %s %s corresponde a 1 punto de la nube por malla.
it: Una dimensione di %s %s corrisponde a 1 punto della nuvola per maglia.
zh: %s %s 的大小对应于每个网格 1 个云点。

source: Remarque : L'unité de distance est fixée par MicMac, ce n'est pas le mètre.
ar: ملاحظة: يتم تعيين وحدة المسافة بواسطة MicMac ، وهي ليست العداد.
de: Hinweis: Die Entfernungseinheit wird von MicMac eingestellt, es ist nicht das Meter.
es: Nota: La unidad de distancia es fijada por MicMac, no es el metro.
it: Nota: L'unità di distanza è impostata da MicMac, non è il metro.
zh: 注意：距离单位由MicMac设置，不是米。

source: Taille de la maille invalide :
ar: حجم شبكة غير صالح:
de: Ungültige Maschenweite:
es: Tamaño de malla inválido
it: Dimensioni delle maglie non valide
zh: 无效的网格尺寸：

source: Taille de la maille négative ou nulle :
ar: حجم الشبكة السلبية أو الصفرية:
de: Größe des Negativs oder der Nullmasche:
es: Tamaño de malla negativo o cero
it: Dimensione di maglia negativa o pari a zero
zh: 负网格或零网格的大小：

source: Taille de la maille : %s.
ar: حجم الشبكة: %s.
de: Maschengröße: %s
es: Tamaño de la malla: %s.
it: Dimensione della maglia: %s.
zh: 网格大小：%s。

source: Mnt IGN écrit : %s.
ar: يكتب Mnt IGN: %s.
de: Mnt IGN schreibt: %s.
es: Mnt IGN escribe: %s.
it: Mnt IGN scrive: %s.
zh: Mnt IGN写道：%s。

source: Pas de fichier ply ou xyz.
ar: لا يوجد ملف ply أو xyz.
de: Keine Lage oder XYZ-Datei.
es: No hay ningún archivo ply o xyz.
it: Nessun file a strati o xyz.
zh: 没有ply或xyz文件。

source: Taille de la maille incorrecte : %s.
ar: حجم شبكة غير صحيح: %s.
de: Falsche Maschengröße: %s.
es: Tamaño de malla incorrecto: %s.
it: Dimensioni delle maglie non corrette: %s.
zh: 网格大小不正确：%s。

source: Lancement du calcul des MNT IGN et GRASS
ar: إطلاق حساب IGN و GRASS DEMs
de: Start der Berechnung von IGN- und GRASS-DEMs
es: Lanzamiento de los cálculos del IGN y del DTM de la hierba
it: Lancio del calcolo IGN e GRASS DTM
zh: 开始计算IGN和GRASS DEM

source: Patience : procédure longue, création d'un MNT à partir du fichier :
ar: الصبر: إجراء طويل ، إنشاء DEM من الملف:
de: Geduld: lange Prozedur, Erstellung eines DEM aus der Datei:
es: Paciencia: largo procedimiento, creación de un MDT a partir del
it: Pazienza: procedura lunga, creazione di un DTM dal
zh: 耐心：漫长的过程，从文件创建DEM：

source: taille de la maille :
ar: حجم الشبكة:
de: Maschengröße
es: tamaño de la malla
it: dimensione delle maglie
zh: 网格尺寸：

source: Le MNT est en cours de création.
ar: إن DEM في طور الإنشاء.
de: Das DEM wird gerade erstellt.
es: El MDT está en proceso de creación.
it: Il DTM è in fase di creazione.
zh: DEM正在创建中。

source: La taille du fichier MNT est de %s MO. Voulez poursuivre le traitement ?
ar: حجم ملف DEM هو %s ميغابايت. تريد مواصلة العلاج؟
de: Die Größe der DEM-Datei beträgt %s MB. Möchten Sie die Behandlung fortsetzen?
es: El tamaño del archivo DTM es de %s MB. ¿Quieres seguir procesando?
it: La dimensione del file DTM è %s MB. Volete continuare l'elaborazione?
zh: DEM文件的大小为%s MB。想继续治疗吗？

source: Mnt au format IGN = 1, 0 ne rien écrire, autre réponse = format IGN
ar: Mnt بتنسيق IGN = 1 ، 0 لا تكتب شيئا ، إجابة أخرى = تنسيق IGN
de: Mnt im IGN-Format = 1, 0 nichts schreiben, andere Antwort = IGN-Format
es: Mnt en formato IGN = 1, 0 no escribir nada, otra respuesta = formato IGN
it: Mnt nel formato IGN = 1, 0 non scrivere nulla, altra risposta = formato IGN
zh: IGN 格式的 Mnt = 1， 0 什么都不写，其他答案 = IGN 格式

source: Lecture du fichier %s en cours. Patientez.
ar: قراءة الملف %s قيد التقدم. انتظر.
de: Lesen der Datei %s wird ausgeführt. Warten Sie mal.
es: Leyendo el archivo %s ...en progreso. Preparaos.
it: Lettura del file %s in corso. State pronti.
zh: 正在进行文件%s的读取。坚持，稍等。

source: Fichier d'extension inattendue : ni ply, xyz, txt, asc, csv : %s extension : %s
ar: ملف ملحق غير متوقع: ni ply و xyz و txt و asc و csv: %s extension: %s
de: Unerwartete Erweiterungsdatei: ni ply, xyz, txt, asc, csv: %s Erweiterung: %s
es: Archivo con una extensión inesperada: ni ply, xyz, txt, asc, csv : %s extensión: %s
it: File con estensione inaspettata: ni ply, xyz, txt, asc, csv : %s estensione: %s
zh: 意外的扩展名文件：ni ply，xyz，txt，asc，csv：%s扩展名：%s

source: Indiquer la taille de la maille utilisée pour le MNT, en mètres : par exemple 0.5 pour une maille de 50 cm :
ar: حدد حجم الشبكة المستخدمة لـ DEM ، بالأمتار: على سبيل المثال 0.5 لشبكة 50 سم:
de: Geben Sie die Größe des für das DEM verwendeten Netzes in Metern an: z. B. 0,5 für ein Netz von 50 cm:
es: Indique el tamaño de la malla utilizada para el MDT, en metros : por ejemplo 0,5 para una malla de 50 cm
it: Indicare la dimensione delle maglie utilizzate per il DTM, in metri : ad esempio 0,5 per una maglia di 50 cm
zh: 表示用于DEM的网格的大小（以米为单位）：例如，对于50厘米的网格为0.5：

source: Le fichier est un maillage (mesh) qui définit une altitude en tout point du terrain.
ar: الملف عبارة عن شبكة تحدد ارتفاعًا في أي نقطة من التضاريس.
de: Die Datei ist ein Netz, das eine Höhe an jedem Punkt des Geländes definiert.
es: El archivo es una malla que define una altitud en cualquier punto del terreno.
it: Il file è una mesh che definisce un'altitudine in qualsiasi punto del terreno.
zh: 该文件是一个网格，用于定义地形上任何点的高度。

source: Remarque : l'unité de longueur supposée est le mètre
ar: ملاحظة: وحدة الطول المفترضة هي المتر
de: Hinweis: Die angenommene Längeneinheit ist der Zähler
es: Nota: se supone que la unidad de longitud es el metro
it: Nota: si presume che l'unità di misura della lunghezza sia il metro
zh: 注意：假定的长度单位为米

source: procédure longue... patience...
ar: إجراء طويل ... صبر ...
de: lange Prozedur ... Geduld ...
es: procedimiento largo... paciencia...
it: lunga procedura... pazienza...
zh: 漫长的过程...耐心...
